local zhtwConfig = {
	{
		id = 10001,
		desc = "府衙",
	},
	{
		id = 10002,
		desc = "城墻",
	},
	{
		id = 10003,
		desc = "戰爭工坊",
	},
	{
		id = 10004,
		desc = "步兵營",
	},
	{
		id = 10005,
		desc = "弓兵營",
	},
	{
		id = 10006,
		desc = "騎兵營",
	},
	{
		id = 10007,
		desc = "車兵營",
	},
	{
		id = 10008,
		desc = "倉庫",
	},
	{
		id = 10009,
		desc = "鐵匠鋪",
	},
	{
		id = 10010,
		desc = "研究所",
	},
	{
		id = 10011,
		desc = "屯所",
	},
	{
		id = 10012,
		desc = "哨塔",
	},
	{
		id = 10013,
		desc = "酒館",
	},
	{
		id = 10014,
		desc = "金礦",
	},
	{
		id = 10015,
		desc = "伐木場",
	},
	{
		id = 10016,
		desc = "農田",
	},
	{
		id = 10017,
		desc = "採石場",
	},
	{
		id = 10018,
		desc = "鐵礦場",
	},
	{
		id = 10019,
		desc = "校場",
	},
	{
		id = 10020,
		desc = "醫館",
	},
	{
		id = 10021,
		desc = "戰爭大廳",
	},
	{
		id = 10022,
		desc = "雇傭兵營地",
	},
	{
		id = 10023,
		desc = "集市",
	},
	{
		id = 10024,
		desc = "煉丹爐",
	},
	{
		id = 10025,
		desc = "武鬥場",
	},
	{
		id = 10026,
		desc = "神龕",
	},
	{
		id = 10027,
		desc = "觀星臺",
	},
	{
		id = 10028,
		desc = "蓬萊訪客",
	},
	{
		id = 10045,
		desc = "將在%{level}級時解鎖%{name}",
	},
	{
		id = 10046,
		desc = "升級研究所可以解鎖新的科技",
	},
	{
		id = 10047,
		desc = "升級哨塔可以獲得更詳細的【偵察】報告和向您【行軍】的敵方即時信息",
	},
	{
		id = 10048,
		desc = "戰爭大廳",
	},
	{
		id = 10049,
		desc = "戰爭大廳用來集結您的盟友，您們可以組成一支強大的軍隊對敵人發起攻擊。升級戰爭大廳可以提升集結軍團數量上限。",
	},
	{
		id = 11001,
		desc = "主公的居所，也是其處理政務的地方，提高等級後方可提高其他建築的等級上限，其他建築最高等級即為府衙當前等級。",
	},
	{
		id = 11002,
		desc = "城墻是城池的壁壘，防守城池的關鍵，升級城墻能提升陷阱的容量",
	},
	{
		id = 11003,
		desc = "戰爭工坊是您建造防禦設施的地方，升級戰爭工坊可以製造更多的新陷阱",
	},
	{
		id = 11004,
		desc = "步兵營是訓練步兵的地方，升級步兵營可訓練更高級的兵種",
	},
	{
		id = 11005,
		desc = "弓兵營是訓練弓兵的地方，升級弓兵營可訓練更高級的兵種",
	},
	{
		id = 11006,
		desc = "騎兵營是訓練騎兵的地方，升級騎兵營可訓練更高級的兵種",
	},
	{
		id = 11007,
		desc = "車兵營是訓練攻城器械的地方，升級車兵營可訓練更高級的兵種",
	},
	{
		id = 11008,
		desc = "倉庫中存儲的資源無法被其他主公掠奪，未採集資源不被保護",
	},
	{
		id = 11009,
		desc = "鐵匠鋪是鍛造裝備的地方，升級鐵匠鋪能加快鍛造裝備的速度、減少資源要求和增加分解裝備獲得資源",
	},
	{
		id = 11010,
		desc = "研究所中能研究各種科技來全面提升您的實力",
	},
	{
		id = 11011,
		desc = "屯所提供聯盟相關功能，影響自己接受幫助的次數上限以及被幫助的效果",
	},
	{
		id = 11012,
		desc = "哨塔可以偵察敵人的國力詳情並了解向您行軍的敵人信息",
	},
	{
		id = 11013,
		desc = "酒館是招募武將的場所",
	},
	{
		id = 11014,
		desc = "金礦是生產並儲存黃金的地方，升級金礦可以獲得更高的產量和容量",
	},
	{
		id = 11015,
		desc = "伐木場是生產並儲存木材的地方，升級伐木場可以獲得更高的產量和容量",
	},
	{
		id = 11016,
		desc = "農田是生產並儲存糧食的地方，升級農田可以獲得更高的產量和容量",
	},
	{
		id = 11017,
		desc = "採石場是生產並儲存石料的地方，升級採石場可以獲得更高的產量和容量",
	},
	{
		id = 11018,
		desc = "鐵礦場是生產並儲存鐵礦的地方，升級鐵礦場可以獲得更高的產量和容量",
	},
	{
		id = 11019,
		desc = "校場是存放士兵和部署軍團的場所，升級校場可以提升武將率領的士兵數",
	},
	{
		id = 11020,
		desc = "醫館的主要作用是治療傷兵，醫館等級的高低影響收納傷兵的數量",
	},
	{
		id = 11021,
		desc = "戰爭大廳用來集結您的盟友，您們可以組成一支強大的隊伍對敵人發起攻擊。升級戰爭大廳可以提升集結軍團數量上限。",
	},
	{
		id = 11022,
		desc = "雇傭兵營地可以讓您訓練雇傭兵。在世界中擊敗敵人後的一段時間內可在此訓練相應的雇傭兵。",
	},
	{
		id = 12001,
		desc = "戰爭守護",
	},
	{
		id = 12002,
		desc = "攻擊加成",
	},
	{
		id = 12003,
		desc = "防禦加成",
	},
	{
		id = 12004,
		desc = "糧食消耗減少",
	},
	{
		id = 12005,
		desc = "反偵察",
	},
	{
		id = 12006,
		desc = "偽裝術",
	},
	{
		id = 12007,
		desc = "採集速度加成",
	},
	{
		id = 12008,
		desc = "武將帶兵上限提升",
	},
	{
		id = 13001,
		desc = "保護所在城池不受其他主公的偵察和攻擊",
	},
	{
		id = 13002,
		desc = "增加麾下軍團的攻擊力，使其可以更有效的殺傷敵人",
	},
	{
		id = 13003,
		desc = "增加麾下軍團的防禦力，使其可以更有效的減少傷亡",
	},
	{
		id = 13004,
		desc = "減少麾下部隊的糧食消耗，使您可以訓練更多的士兵",
	},
	{
		id = 13005,
		desc = "保護所在城池不被其他主公偵察",
	},
	{
		id = 13006,
		desc = "使麾下士兵在受到偵察時顯示為實際數量的兩倍",
	},
	{
		id = 13007,
		desc = "增加麾下軍團在世界地圖上採集基礎資源的速度",
	},
	{
		id = 13008,
		desc = "使麾下軍團在出戰時兵力上限提升",
	},
	{
		id = 13009,
		desc = "所在城池目前為和平狀態，其他君主無法偵察和攻擊",
	},
	{
		id = 13010,
		desc = "增加麾下所有出征軍團%{buff_value}的攻擊力",
	},
	{
		id = 13011,
		desc = "增加麾下所有出征軍團%{buff_value}的防禦力",
	},
	{
		id = 13012,
		desc = "糧食消耗減少%{buff_value}",
	},
	{
		id = 13013,
		desc = "所在城池目前不會被其他主公偵察",
	},
	{
		id = 13014,
		desc = "目前城內的士兵在受到偵察時會顯示為實際數量的兩倍",
	},
	{
		id = 13015,
		desc = "使麾下軍團在世界地圖上採集基礎資源的速度增加%{buff_value}",
	},
	{
		id = 13016,
		desc = "使麾下軍團在4小時內出戰的兵力上限提升%{buff_value}",
	},
	{
		id = 14001,
		desc = "酒館等級越高，可招募武將數也越多",
	},
	{
		id = 14002,
		desc = "防守部隊大致數量",
	},
	{
		id = 14003,
		desc = "城防設施大致數量",
	},
	{
		id = 14004,
		desc = "援軍大致數量",
	},
	{
		id = 14005,
		desc = "防守部隊類型",
	},
	{
		id = 14006,
		desc = "援軍君主的名稱與等級",
	},
	{
		id = 14007,
		desc = "援軍武將信息",
	},
	{
		id = 14008,
		desc = "援軍兵種類型",
	},
	{
		id = 14009,
		desc = "防守部隊武將信息",
	},
	{
		id = 14010,
		desc = "防守部隊類型和準確數量",
	},
	{
		id = 14011,
		desc = "預備役部隊類型、準確數量和城墻駐守武將",
	},
	{
		id = 14012,
		desc = "城防設施類型以及各自準確數量",
	},
	{
		id = 14013,
		desc = "援軍兵種類型和準確數量",
	},
	{
		id = 14014,
		desc = "所有屬性增益",
	},
	{
		id = 14015,
		desc = "主動技能是否在冷卻中",
	},
	{
		id = 14016,
		desc = "各資源擁有數量和城墻城防值",
	},
	{
		id = 15001,
		desc = "玄鐵戰狼",
	},
	{
		id = 15002,
		desc = "玄鐵戰狼",
	},
	{
		id = 15003,
		desc = "玄鐵戰狼",
	},
	{
		id = 15004,
		desc = "玄鐵戰狼",
	},
	{
		id = 15005,
		desc = "玄鐵戰狼",
	},
	{
		id = 15006,
		desc = "赤銅烈馬",
	},
	{
		id = 15007,
		desc = "赤銅烈馬",
	},
	{
		id = 15008,
		desc = "赤銅烈馬",
	},
	{
		id = 15009,
		desc = "赤銅烈馬",
	},
	{
		id = 15010,
		desc = "赤銅烈馬",
	},
	{
		id = 15011,
		desc = "霜銀獵鷹",
	},
	{
		id = 15012,
		desc = "霜銀獵鷹",
	},
	{
		id = 15013,
		desc = "霜銀獵鷹",
	},
	{
		id = 15014,
		desc = "霜銀獵鷹",
	},
	{
		id = 15015,
		desc = "霜銀獵鷹",
	},
	{
		id = 15016,
		desc = "紫金靈牛",
	},
	{
		id = 15017,
		desc = "紫金靈牛",
	},
	{
		id = 15018,
		desc = "紫金靈牛",
	},
	{
		id = 15019,
		desc = "紫金靈牛",
	},
	{
		id = 15020,
		desc = "紫金靈牛",
	},
	{
		id = 15021,
		desc = "火鉆狂鹿",
	},
	{
		id = 15022,
		desc = "火鉆狂鹿",
	},
	{
		id = 15023,
		desc = "火鉆狂鹿",
	},
	{
		id = 15024,
		desc = "火鉆狂鹿",
	},
	{
		id = 15025,
		desc = "火鉆狂鹿",
	},
	{
		id = 15026,
		desc = "無畏雄獅",
	},
	{
		id = 15027,
		desc = "無畏雄獅",
	},
	{
		id = 15028,
		desc = "無畏雄獅",
	},
	{
		id = 15029,
		desc = "無畏雄獅",
	},
	{
		id = 15030,
		desc = "無畏雄獅",
	},
	{
		id = 15031,
		desc = "烈焰麒麟",
	},
	{
		id = 15032,
		desc = "烈焰麒麟",
	},
	{
		id = 15033,
		desc = "烈焰麒麟",
	},
	{
		id = 15034,
		desc = "烈焰麒麟",
	},
	{
		id = 15035,
		desc = "烈焰麒麟",
	},
	{
		id = 15036,
		desc = "禦天神龍",
	},
	{
		id = 15037,
		desc = "禦天神龍",
	},
	{
		id = 15038,
		desc = "禦天神龍",
	},
	{
		id = 15039,
		desc = "禦天神龍",
	},
	{
		id = 15040,
		desc = "禦天神龍",
	},
	{
		id = 20001,
		desc = "董襲",
	},
	{
		id = 20002,
		desc = "蔣欽",
	},
	{
		id = 20003,
		desc = "朱然",
	},
	{
		id = 20004,
		desc = "夏侯霸",
	},
	{
		id = 20005,
		desc = "樂進",
	},
	{
		id = 20006,
		desc = "曹洪",
	},
	{
		id = 20007,
		desc = "于禁",
	},
	{
		id = 20008,
		desc = "李典",
	},
	{
		id = 20009,
		desc = "廖化",
	},
	{
		id = 20010,
		desc = "張翼",
	},
	{
		id = 20011,
		desc = "孟達",
	},
	{
		id = 20012,
		desc = "蔣琬",
	},
	{
		id = 20013,
		desc = "張繡",
	},
	{
		id = 20014,
		desc = "張寶",
	},
	{
		id = 20015,
		desc = "韓遂",
	},
	{
		id = 20016,
		desc = "劉表",
	},
	{
		id = 20017,
		desc = "張角",
	},
	{
		id = 20018,
		desc = "淩統",
	},
	{
		id = 20019,
		desc = "丁奉",
	},
	{
		id = 20020,
		desc = "韓當",
	},
	{
		id = 20021,
		desc = "朱桓",
	},
	{
		id = 20022,
		desc = "徐盛",
	},
	{
		id = 20023,
		desc = "曹彰",
	},
	{
		id = 20024,
		desc = "王雙",
	},
	{
		id = 20025,
		desc = "鄧艾",
	},
	{
		id = 20026,
		desc = "文聘",
	},
	{
		id = 20027,
		desc = "諸葛誕",
	},
	{
		id = 20028,
		desc = "司馬昭",
	},
	{
		id = 20029,
		desc = "鍾會",
	},
	{
		id = 20030,
		desc = "甄姬",
	},
	{
		id = 20031,
		desc = "孟獲",
	},
	{
		id = 20032,
		desc = "馬岱",
	},
	{
		id = 20033,
		desc = "祝融",
	},
	{
		id = 20034,
		desc = "周倉",
	},
	{
		id = 20035,
		desc = "王平",
	},
	{
		id = 20036,
		desc = "吳懿",
	},
	{
		id = 20037,
		desc = "鄧芝",
	},
	{
		id = 20038,
		desc = "法正",
	},
	{
		id = 20039,
		desc = "黃月英",
	},
	{
		id = 20040,
		desc = "費祎",
	},
	{
		id = 20041,
		desc = "紀靈",
	},
	{
		id = 20042,
		desc = "馬騰",
	},
	{
		id = 20043,
		desc = "陳武",
	},
	{
		id = 20044,
		desc = "公孫瓚",
	},
	{
		id = 20045,
		desc = "陳登",
	},
	{
		id = 20046,
		desc = "盧植",
	},
	{
		id = 20047,
		desc = "審配",
	},
	{
		id = 20048,
		desc = "陳宮",
	},
	{
		id = 20049,
		desc = "沮授",
	},
	{
		id = 20050,
		desc = "黃蓋",
	},
	{
		id = 20051,
		desc = "孫尚香",
	},
	{
		id = 20052,
		desc = "程普",
	},
	{
		id = 20053,
		desc = "孫權",
	},
	{
		id = 20054,
		desc = "曹丕",
	},
	{
		id = 20055,
		desc = "程昱",
	},
	{
		id = 20056,
		desc = "嚴顏",
	},
	{
		id = 20057,
		desc = "馬良",
	},
	{
		id = 20058,
		desc = "董卓",
	},
	{
		id = 20059,
		desc = "甘寧",
	},
	{
		id = 20060,
		desc = "孫堅",
	},
	{
		id = 20061,
		desc = "魯肅",
	},
	{
		id = 20062,
		desc = "張纮",
	},
	{
		id = 20063,
		desc = "張昭",
	},
	{
		id = 20064,
		desc = "龐德",
	},
	{
		id = 20065,
		desc = "夏侯惇",
	},
	{
		id = 20066,
		desc = "徐晃",
	},
	{
		id = 20067,
		desc = "夏侯淵",
	},
	{
		id = 20068,
		desc = "張郃",
	},
	{
		id = 20069,
		desc = "曹仁",
	},
	{
		id = 20070,
		desc = "徐庶",
	},
	{
		id = 20071,
		desc = "賈詡",
	},
	{
		id = 20072,
		desc = "荀彧",
	},
	{
		id = 20073,
		desc = "魏延",
	},
	{
		id = 20074,
		desc = "關索",
	},
	{
		id = 20075,
		desc = "張苞",
	},
	{
		id = 20076,
		desc = "關興",
	},
	{
		id = 20077,
		desc = "關平",
	},
	{
		id = 20078,
		desc = "龐統",
	},
	{
		id = 20079,
		desc = "文醜",
	},
	{
		id = 20080,
		desc = "顏良",
	},
	{
		id = 20081,
		desc = "華雄",
	},
	{
		id = 20082,
		desc = "張任",
	},
	{
		id = 20083,
		desc = "高順",
	},
	{
		id = 20084,
		desc = "袁紹",
	},
	{
		id = 20085,
		desc = "華佗",
	},
	{
		id = 20086,
		desc = "田豐",
	},
	{
		id = 20087,
		desc = "李儒",
	},
	{
		id = 20088,
		desc = "太史慈",
	},
	{
		id = 20089,
		desc = "周泰",
	},
	{
		id = 20090,
		desc = "呂蒙",
	},
	{
		id = 20091,
		desc = "小喬",
	},
	{
		id = 20092,
		desc = "大喬",
	},
	{
		id = 20093,
		desc = "張遼",
	},
	{
		id = 20094,
		desc = "姜維",
	},
	{
		id = 20095,
		desc = "劉備",
	},
	{
		id = 20096,
		desc = "貂蟬",
	},
	{
		id = 20097,
		desc = "孫策",
	},
	{
		id = 20098,
		desc = "周瑜",
	},
	{
		id = 20099,
		desc = "陸遜",
	},
	{
		id = 20100,
		desc = "典韋",
	},
	{
		id = 20101,
		desc = "許褚",
	},
	{
		id = 20102,
		desc = "曹操",
	},
	{
		id = 20103,
		desc = "司馬懿",
	},
	{
		id = 20104,
		desc = "郭嘉",
	},
	{
		id = 20105,
		desc = "張飛",
	},
	{
		id = 20106,
		desc = "關羽",
	},
	{
		id = 20107,
		desc = "馬超",
	},
	{
		id = 20108,
		desc = "趙雲",
	},
	{
		id = 20109,
		desc = "黃忠",
	},
	{
		id = 20110,
		desc = "諸葛亮",
	},
	{
		id = 20111,
		desc = "呂布",
	},
	{
		id = 20112,
		desc = "神董襲",
	},
	{
		id = 20113,
		desc = "神蔣欽",
	},
	{
		id = 20114,
		desc = "神朱然",
	},
	{
		id = 20115,
		desc = "神夏侯霸",
	},
	{
		id = 20116,
		desc = "神樂進",
	},
	{
		id = 20117,
		desc = "神曹洪",
	},
	{
		id = 20118,
		desc = "神于禁",
	},
	{
		id = 20119,
		desc = "神李典",
	},
	{
		id = 20120,
		desc = "神廖化",
	},
	{
		id = 20121,
		desc = "神張翼",
	},
	{
		id = 20122,
		desc = "神孟達",
	},
	{
		id = 20123,
		desc = "神蔣琬",
	},
	{
		id = 20124,
		desc = "神張繡",
	},
	{
		id = 20125,
		desc = "神張寶",
	},
	{
		id = 20126,
		desc = "神韓遂",
	},
	{
		id = 20127,
		desc = "神劉表",
	},
	{
		id = 20128,
		desc = "神張角",
	},
	{
		id = 20129,
		desc = "神淩統",
	},
	{
		id = 20130,
		desc = "神丁奉",
	},
	{
		id = 20131,
		desc = "神韓當",
	},
	{
		id = 20132,
		desc = "神朱桓",
	},
	{
		id = 20133,
		desc = "神徐盛",
	},
	{
		id = 20134,
		desc = "神曹彰",
	},
	{
		id = 20135,
		desc = "神王雙",
	},
	{
		id = 20136,
		desc = "神鄧艾",
	},
	{
		id = 20137,
		desc = "神文聘",
	},
	{
		id = 20138,
		desc = "神諸葛誕",
	},
	{
		id = 20139,
		desc = "神司馬昭",
	},
	{
		id = 20140,
		desc = "神鍾會",
	},
	{
		id = 20141,
		desc = "神甄姬",
	},
	{
		id = 20142,
		desc = "神孟獲",
	},
	{
		id = 20143,
		desc = "神馬岱",
	},
	{
		id = 20144,
		desc = "神祝融",
	},
	{
		id = 20145,
		desc = "神周倉",
	},
	{
		id = 20146,
		desc = "神王平",
	},
	{
		id = 20147,
		desc = "神吳懿",
	},
	{
		id = 20148,
		desc = "神鄧芝",
	},
	{
		id = 20149,
		desc = "神法正",
	},
	{
		id = 20150,
		desc = "神黃月英",
	},
	{
		id = 20151,
		desc = "神費祎",
	},
	{
		id = 20152,
		desc = "神紀靈",
	},
	{
		id = 20153,
		desc = "神馬騰",
	},
	{
		id = 20154,
		desc = "神陳武",
	},
	{
		id = 20155,
		desc = "神公孫瓚",
	},
	{
		id = 20156,
		desc = "神陳登",
	},
	{
		id = 20157,
		desc = "神盧植",
	},
	{
		id = 20158,
		desc = "神審配",
	},
	{
		id = 20159,
		desc = "神陳宮",
	},
	{
		id = 20160,
		desc = "神沮授",
	},
	{
		id = 20161,
		desc = "神黃蓋",
	},
	{
		id = 20162,
		desc = "神孫尚香",
	},
	{
		id = 20163,
		desc = "神程普",
	},
	{
		id = 20164,
		desc = "神孫權",
	},
	{
		id = 20165,
		desc = "神曹丕",
	},
	{
		id = 20166,
		desc = "神程昱",
	},
	{
		id = 20167,
		desc = "神嚴顏",
	},
	{
		id = 20168,
		desc = "神馬良",
	},
	{
		id = 20169,
		desc = "神董卓",
	},
	{
		id = 20170,
		desc = "神甘寧",
	},
	{
		id = 20171,
		desc = "神孫堅",
	},
	{
		id = 20172,
		desc = "神魯肅",
	},
	{
		id = 20173,
		desc = "神張纮",
	},
	{
		id = 20174,
		desc = "神張昭",
	},
	{
		id = 20175,
		desc = "神龐德",
	},
	{
		id = 20176,
		desc = "神夏侯惇",
	},
	{
		id = 20177,
		desc = "神徐晃",
	},
	{
		id = 20178,
		desc = "神夏侯淵",
	},
	{
		id = 20179,
		desc = "神張郃",
	},
	{
		id = 20180,
		desc = "神曹仁",
	},
	{
		id = 20181,
		desc = "神徐庶",
	},
	{
		id = 20182,
		desc = "神賈詡",
	},
	{
		id = 20183,
		desc = "神荀彧",
	},
	{
		id = 20184,
		desc = "神魏延",
	},
	{
		id = 20185,
		desc = "神關索",
	},
	{
		id = 20186,
		desc = "神張苞",
	},
	{
		id = 20187,
		desc = "神關興",
	},
	{
		id = 20188,
		desc = "神關平",
	},
	{
		id = 20189,
		desc = "神龐統",
	},
	{
		id = 20190,
		desc = "神文醜",
	},
	{
		id = 20191,
		desc = "神顏良",
	},
	{
		id = 20192,
		desc = "神華雄",
	},
	{
		id = 20193,
		desc = "神張任",
	},
	{
		id = 20194,
		desc = "神高順",
	},
	{
		id = 20195,
		desc = "神袁紹",
	},
	{
		id = 20196,
		desc = "神華佗",
	},
	{
		id = 20197,
		desc = "神田豐",
	},
	{
		id = 20198,
		desc = "神李儒",
	},
	{
		id = 20199,
		desc = "神太史慈",
	},
	{
		id = 20200,
		desc = "神周泰",
	},
	{
		id = 20201,
		desc = "神呂蒙",
	},
	{
		id = 20202,
		desc = "神小喬",
	},
	{
		id = 20203,
		desc = "神大喬",
	},
	{
		id = 20204,
		desc = "神張遼",
	},
	{
		id = 20205,
		desc = "神姜維",
	},
	{
		id = 20206,
		desc = "神劉備",
	},
	{
		id = 20207,
		desc = "神貂蟬",
	},
	{
		id = 20208,
		desc = "神孫策",
	},
	{
		id = 20209,
		desc = "神周瑜",
	},
	{
		id = 20210,
		desc = "神陸遜",
	},
	{
		id = 20211,
		desc = "神典韋",
	},
	{
		id = 20212,
		desc = "神許褚",
	},
	{
		id = 20213,
		desc = "神曹操",
	},
	{
		id = 20214,
		desc = "神司馬懿",
	},
	{
		id = 20215,
		desc = "神郭嘉",
	},
	{
		id = 20216,
		desc = "神張飛",
	},
	{
		id = 20217,
		desc = "神關羽",
	},
	{
		id = 20218,
		desc = "神馬超",
	},
	{
		id = 20219,
		desc = "神趙雲",
	},
	{
		id = 20220,
		desc = "神黃忠",
	},
	{
		id = 20221,
		desc = "神諸葛亮",
	},
	{
		id = 20222,
		desc = "神呂布",
	},
	{
		id = 21001,
		desc = "東吳名將，隨孫策討劉勛、隨孫權伐黃祖",
	},
	{
		id = 21002,
		desc = "東吳名將，隨孫策平定四郡，討平黟賊",
	},
	{
		id = 21003,
		desc = "東吳名將，與陸遜合力大破劉備；守江陵六個月使魏軍無功而返",
	},
	{
		id = 21004,
		desc = "夏侯淵之子，在司馬懿政變後歸降蜀漢，多次隨姜維北伐魏國",
	},
	{
		id = 21005,
		desc = "曹魏名將，五子良將之一，勇悍猛迅，每戰先登",
	},
	{
		id = 21006,
		desc = "曹魏名將，曾救曹操免於厄難，在下辯抵禦劉備大軍，逼退張飛和馬超",
	},
	{
		id = 21007,
		desc = "曹魏名將，五子良將之一，於張繡叛亂中堅守營壘",
	},
	{
		id = 21008,
		desc = "曹魏將領，深明大義，不與人爭功，崇尚學習與高貴儒雅",
	},
	{
		id = 21009,
		desc = "蜀漢將領，以果敢剛直著稱，多次參與蜀漢北伐",
	},
	{
		id = 21010,
		desc = "蜀漢將領，多次隨諸葛亮和姜維北伐",
	},
	{
		id = 21011,
		desc = "蜀漢將領，關羽圍樊城、襄陽時因不發兵救關羽而觸怒劉備，後投奔曹魏",
	},
	{
		id = 21012,
		desc = "蜀漢宰相，與諸葛亮、董允、費祎合稱“蜀漢四相”，繼諸葛亮執政，安定眾心",
	},
	{
		id = 21013,
		desc = "漢末群雄，因不滿其言行而突襲曹操，後聽從賈詡的建議再次投降曹操",
	},
	{
		id = 21014,
		desc = "漢末群雄，黃巾起義首領之一，張角的弟弟，號稱“地公將軍”",
	},
	{
		id = 21015,
		desc = "漢末群雄，擁兵割據西州達32年，後接受朝廷招安",
	},
	{
		id = 21016,
		desc = "漢末群雄，稱雄荊江，先殺孫堅，後又常抗曹操",
	},
	{
		id = 21017,
		desc = "漢末群雄，黃巾起義首領之一，號稱“天公將軍”，",
	},
	{
		id = 21018,
		desc = "東吳名將，少有盛名，為人有國士之風，多次戰役中表現出色",
	},
	{
		id = 21019,
		desc = "東吳名將，一生征戰，侍奉了孫權到孫皓四位吳國君主",
	},
	{
		id = 21020,
		desc = "東吳名將，歷仕孫堅、孫策、孫權三代，隨從其征伐四方，功勛卓著",
	},
	{
		id = 21021,
		desc = "東吳名將，為人高傲，輕財重義，曾以少勝多擊敗曹仁",
	},
	{
		id = 21022,
		desc = "東吳將領，因戰亂客居江東，後輔佐孫權，多次戰役中戰功赫赫",
	},
	{
		id = 21023,
		desc = "曹魏將領，曹操之子，行驍騎將軍征討烏桓，又降服遼東鮮卑",
	},
	{
		id = 21024,
		desc = "曹魏將領，曾斬殺蜀將謝雄和龔起，重創張嶷，追擊諸葛亮時被斬",
	},
	{
		id = 21025,
		desc = "曹魏名將，文武雙全，多年治理魏國西線並與姜維多次對峙；率先進入成都使得蜀漢滅亡",
	},
	{
		id = 21026,
		desc = "曹魏名將，鎮守江夏多次引兵阻遏關羽之師、擊退孫權進攻",
	},
	{
		id = 21027,
		desc = "曹魏將領，與司馬師一同平定毌丘儉、文欽的叛亂，後因起兵反魏而被殺",
	},
	{
		id = 21028,
		desc = "曹魏權臣，繼兄司馬師為大將軍，專攬國政，走向代魏之路，並成功滅亡蜀漢",
	},
	{
		id = 21029,
		desc = "曹魏名將，與鄧艾分兵攻打蜀漢，導致蜀漢滅亡，後欲據蜀自立，因部下兵變敗亡",
	},
	{
		id = 21030,
		desc = "曹丕的妾室，魏明帝曹叡之生母",
	},
	{
		id = 21031,
		desc = "蜀漢名將，少數民族首領，南蠻王，曾經起兵反叛蜀漢，後來被諸葛亮七擒七縱並降服",
	},
	{
		id = 21032,
		desc = "蜀漢名將，早年隨馬超大戰曹操，後在諸葛亮病逝後受命斬殺了反叛的蜀將魏延",
	},
	{
		id = 21033,
		desc = "南蠻王孟獲之妻，在諸葛亮七擒七縱孟獲之後，隨孟獲歸降蜀漢",
	},
	{
		id = 21034,
		desc = "蜀漢名將，黃巾軍出身，後追隨關羽忠心不二，曾於樊城之戰活捉龐德。",
	},
	{
		id = 21035,
		desc = "蜀漢將領，原屬曹操，後歸降劉備。之後深受諸葛亮的器重，多次隨諸葛亮北伐",
	},
	{
		id = 21036,
		desc = "蜀漢將領，隨劉焉入蜀，後歸降劉備，隨諸葛亮北伐曹魏，並與魏延在陽溪大破魏軍",
	},
	{
		id = 21037,
		desc = "蜀漢名將，劉備逝世後出使吳國，與東吳修好，並深為孫權所欣賞；曾討平涪陵叛亂",
	},
	{
		id = 21038,
		desc = "蜀漢名將，劉備取漢中時獻計將曹操大將夏侯淵斬首。善奇謀，深受劉備信任和敬重",
	},
	{
		id = 21039,
		desc = "諸葛亮之妻，當時有名的才女，知識廣博，足智多謀，乃諸葛亮的賢內助",
	},
	{
		id = 21040,
		desc = "蜀漢名將，與諸葛亮、蔣琬、董允並稱為“蜀漢四相”，深得諸葛亮器重",
	},
	{
		id = 21041,
		desc = "漢末群雄，袁術帳下將領，勇猛非常，曾奉命率軍攻打小沛的劉備",
	},
	{
		id = 21042,
		desc = "漢末群雄，馬超之父，性格賢良忠厚，保境安民，受到眾人的尊敬。後被曹操所殺",
	},
	{
		id = 21043,
		desc = "東吳將領，隨孫策平定江東，於合肥戰役中，張遼奇襲孫權時戰死",
	},
	{
		id = 21044,
		desc = "漢末群雄，人稱白馬將軍，驅叛胡於塞表，破黃巾於孟津，後被袁紹擊敗並斬首",
	},
	{
		id = 21045,
		desc = "曹魏將領，主管徐州農業生產時興修水利，秔稻豐積；還曾向曹操獻策助其滅呂布",
	},
	{
		id = 21046,
		desc = "漢末群雄，曾率軍與張角交戰，後被袁紹請為軍師。公孫瓚和劉備皆為其門下弟子",
	},
	{
		id = 21047,
		desc = "漢末群雄，袁紹心腹，袁紹病死後，矯詔立袁尚為嗣，導致袁氏兄弟相爭",
	},
	{
		id = 21048,
		desc = "漢末群雄，呂布帳下謀士，呂布戰敗後，隨呂布等一同被曹操所擒，決意赴死",
	},
	{
		id = 21049,
		desc = "漢末群雄，袁紹帳下謀士，輔佐袁紹平定河北",
	},
	{
		id = 21050,
		desc = "東吳名將，歷仕孫堅、孫策、孫權三任，在赤壁之戰中詐降並以火攻大破曹軍",
	},
	{
		id = 21051,
		desc = "劉備之妻，孫權之妹，助劉備返蜀，導致周瑜的奪回荊州的計謀全然失敗",
	},
	{
		id = 21052,
		desc = "東吳名將，曾隨孫堅討伐過黃巾、董卓，斬華雄、破呂布，又助孫策平定江東",
	},
	{
		id = 21053,
		desc = "東吳名將，孫堅之子，孫策之弟，從孫策手中接手並安定江東，建立吳國",
	},
	{
		id = 21054,
		desc = "曹魏名將，曹操逝世後，曹丕受禪登基，以魏代漢，在位期間大破羌胡，平定河西",
	},
	{
		id = 21055,
		desc = "曹魏名將，魏朝開國元勛，曹操征徐州時，與荀彧留守後方，阻呂布大軍，保住三城",
	},
	{
		id = 21056,
		desc = "蜀漢將領，劉備進攻江州時戰敗被俘，張飛敬佩其勇氣，遂將其釋放並以之為賓客",
	},
	{
		id = 21057,
		desc = "蜀漢將領，人稱白眉馬良，曾奉命出使東吳，受到孫權恭敬的接待",
	},
	{
		id = 21058,
		desc = "漢末群雄，為人殘忍嗜殺，倒行逆施，招致群雄聯合討伐，後被其親信呂布所殺",
	},
	{
		id = 21059,
		desc = "東吳名將，隨孫權破黃祖據楚關，隨周瑜攻曹仁取夷陵，隨魯肅鎮益陽拒關羽，戰功赫赫",
	},
	{
		id = 21060,
		desc = "東吳名將，東吳奠基人，曾參與討伐黃巾軍的戰役以及討伐董卓的戰役，後與劉表作戰時陣亡",
	},
	{
		id = 21061,
		desc = "東吳名將，為孫權提出鼎足江東的戰略規劃而受賞識，赤壁之戰時力排眾議聯劉抗曹而獲得大勝",
	},
	{
		id = 21062,
		desc = "東吳將領，和張昭一起合稱“二張”，孫策平定江東時親自登門邀請出仕為官",
	},
	{
		id = 21063,
		desc = "東吳名將，和張纮一起合稱“二張”，輔佐孫策、孫權安定江東",
	},
	{
		id = 21064,
		desc = "曹魏名將，原馬騰帳下將領，後隨張魯歸降曹操，勇冠三軍，曾一箭射中關羽前額",
	},
	{
		id = 21065,
		desc = "曹魏名將，曹魏開國元勛，曹操最早的將領之一，反攻呂布時卻被流矢射傷左目",
	},
	{
		id = 21066,
		desc = "曹魏名將，五子良將之一，參與官渡、赤壁等幾次重大戰役，樊城之戰中擊敗關羽",
	},
	{
		id = 21067,
		desc = "曹魏名將，曹操最早的將領之一，擅長千裏奔襲作戰，於定軍山被黃忠擊殺",
	},
	{
		id = 21068,
		desc = "曹魏名將，五子良將之一，隨曹操攻烏桓、破馬超、降張魯，屢建戰功",
	},
	{
		id = 21069,
		desc = "曹魏名將，赤壁兵敗後鎮守江陵，為曹操重整旗鼓贏得了寶貴的時間",
	},
	{
		id = 21070,
		desc = "曹魏名將，向劉備推薦諸葛亮，因母親被曹操所擄獲，不得已辭別劉備，進入曹營",
	},
	{
		id = 21071,
		desc = "曹魏名將，曹魏開國功臣，奇謀百出，算無遺策",
	},
	{
		id = 21072,
		desc = "曹魏名將，曹操統一北方的首席謀臣和功臣，被稱為“王佐之才”",
	},
	{
		id = 21073,
		desc = "蜀漢名將，深受劉備器重，屢次隨諸葛亮北伐，功績顯著；因與楊儀爭權失敗，為馬岱所追斬",
	},
	{
		id = 21074,
		desc = "蜀漢將領，關羽三子，歸蜀後隨同諸葛亮抗擊魏軍，守衛蜀漢，出征南蠻",
	},
	{
		id = 21075,
		desc = "蜀漢將領，張飛長子，和關羽次子關興是關系很好的結拜兄弟，兩人並稱“小關張”",
	},
	{
		id = 21076,
		desc = "蜀漢將領，關羽次子，和張飛長子張苞是關系很好的結拜兄弟，兩人並稱“小關張”",
	},
	{
		id = 21077,
		desc = "蜀漢將領，關羽長子，曾火燒博望坡，後與關羽一同被擒",
	},
	{
		id = 21078,
		desc = "蜀漢名將，號鳳雛，輔佐劉備成功入蜀得川，進圍雒縣時不幸中流矢而亡，年僅三十六",
	},
	{
		id = 21079,
		desc = "漢末群雄，袁紹帳下大將，被關羽斬殺於延津",
	},
	{
		id = 21080,
		desc = "漢末群雄，袁紹帳下大將，被關羽斬殺於延津",
	},
	{
		id = 21081,
		desc = "漢末群雄，董卓帳下大將，聯軍討伐董卓時被關羽斬殺",
	},
	{
		id = 21082,
		desc = "漢末群雄，在劉備進攻劉璋的戰爭中率軍迎戰，戰敗被殺",
	},
	{
		id = 21083,
		desc = "漢末群雄，呂布帳下大將，呂布雖知其忠而不能用，呂布失敗後被曹操所殺",
	},
	{
		id = 21084,
		desc = "漢末群雄，曾為反董卓聯合軍的盟主，於官渡之戰大敗於曹操，在平定冀州叛亂之後病死",
	},
	{
		id = 21085,
		desc = "漢末名醫，與董奉、張仲景並稱為“建安三神醫”，晚年因遭曹操懷疑，下獄被拷問致死",
	},
	{
		id = 21086,
		desc = "漢末群雄，袁紹帳下謀士，多次向袁紹進言而不被采納，官渡之戰後被袁紹殺害",
	},
	{
		id = 21087,
		desc = "漢末群雄，董卓帳下謀士，董卓專政時毒死漢少帝，助卓為虐",
	},
	{
		id = 21088,
		desc = "東吳名將，原為劉繇部下，後被孫策收降，自此成為孫氏大將，助其掃蕩江東",
	},
	{
		id = 21089,
		desc = "東吳名將，多次於戰亂當中保護孫權的安危，身上受的傷多達幾十處",
	},
	{
		id = 21090,
		desc = "東吳名將，孫權統事後漸受重用，並屢建戰功，曾設計襲取荊州，擊敗蜀漢名將關羽",
	},
	{
		id = 21091,
		desc = "周瑜之妻，與大喬並稱為“江東二喬”，均為絕世美女",
	},
	{
		id = 21092,
		desc = "孫策之妻，與小喬並稱為“江東二喬”，均為絕世美女",
	},
	{
		id = 21093,
		desc = "曹魏名將，五子良將之一，在逍遙津之戰以七千之眾大破十萬大軍，差點活捉孫權，威震江東",
	},
	{
		id = 21094,
		desc = "蜀漢名將，棄魏投蜀後被諸葛亮重用，費祎死後獨掌軍權，繼續率領蜀漢軍隊北伐曹魏",
	},
	{
		id = 21095,
		desc = "蜀漢名將，於赤壁之戰與孫權聯盟擊敗曹操，趁勢奪取荊州，而後進取益州，建立蜀漢政權",
	},
	{
		id = 21096,
		desc = "漢末美女，為了報答義父王允的養育之恩而甘願獻身完成連環計，使得董卓被呂布斬殺",
	},
	{
		id = 21097,
		desc = "東吳名將，孫堅長子，孫權長兄，東吳奠基人，繼承父親孫堅的遺業而屈事袁術，後統一江東",
	},
	{
		id = 21098,
		desc = "東吳名將，曾輔佐孫策平定江東，後極力促成孫劉聯合抗曹，赤壁之戰大敗曹軍",
	},
	{
		id = 21099,
		desc = "東吳名將，世代為江東大族，在夷陵擊敗劉備所率蜀漢軍，一戰成名",
	},
	{
		id = 21100,
		desc = "曹魏名將，張繡叛亂時，為保護曹操而獨擋叛軍，最終因寡不敵眾而戰死",
	},
	{
		id = 21101,
		desc = "曹魏名將，多次保全曹操免於厄難，曾嚇退馬超使之欲擒曹操而不可得",
	},
	{
		id = 21102,
		desc = "曹魏名將，曹魏奠基人，以漢天子的名義征討四方，統一了中國北方",
	},
	{
		id = 21103,
		desc = "曹魏名將，善謀奇策，多次征伐有功，曾兩次率大軍成功抵禦諸葛亮北伐和遠征平定遼東",
	},
	{
		id = 21104,
		desc = "曹魏名將，原為袁紹部下，後轉投曹操，為曹操統一中國北方立下了功勛",
	},
	{
		id = 21105,
		desc = "蜀漢名將，五虎將之一，當陽擋曹軍、取西川、宕渠大勝，對蜀漢貢獻極大",
	},
	{
		id = 21106,
		desc = "蜀漢名將，五虎將之一，曾圍攻襄樊並擒獲前來增援的于禁，斬殺龐德，威震華夏",
	},
	{
		id = 21107,
		desc = "蜀漢名將，五虎將之一，綽號“錦馬超”，有“不減呂布之勇”",
	},
	{
		id = 21108,
		desc = "蜀漢名將，五虎將之一，兩扶幼主、掃蕩西川、漢水之戰，對蜀漢貢獻極大",
	},
	{
		id = 21109,
		desc = "蜀漢名將，五虎將之一，本為劉表部下後歸劉備，並助其攻益州劉璋，於定軍山斬殺夏侯淵",
	},
	{
		id = 21110,
		desc = "蜀漢名將，助劉備奪取荊州、益州，治理蜀地，平定南蠻，對蜀漢貢獻極大",
	},
	{
		id = 21111,
		desc = "漢末群雄，三國第一猛將，在下邳被曹操擊敗並處死",
	},
	{
		id = 21112,
		desc = "東吳名將，隨孫策討劉勛、隨孫權伐黃祖",
	},
	{
		id = 21113,
		desc = "東吳名將，隨孫策平定四郡，討平黟賊",
	},
	{
		id = 21114,
		desc = "東吳名將，與陸遜合力大破劉備；守江陵六個月使魏軍無功而返",
	},
	{
		id = 21115,
		desc = "夏侯淵之子，在司馬懿政變後歸降蜀漢，多次隨姜維北伐魏國",
	},
	{
		id = 21116,
		desc = "曹魏名將，五子良將之一，勇悍猛迅，每戰先登",
	},
	{
		id = 21117,
		desc = "曹魏名將，曾救曹操免於厄難，在下辯抵禦劉備大軍，逼退張飛和馬超",
	},
	{
		id = 21118,
		desc = "曹魏名將，五子良將之一，於張繡叛亂中堅守營壘",
	},
	{
		id = 21119,
		desc = "曹魏將領，深明大義，不與人爭功，崇尚學習與高貴儒雅",
	},
	{
		id = 21120,
		desc = "蜀漢將領，以果敢剛直著稱，多次參與蜀漢北伐",
	},
	{
		id = 21121,
		desc = "蜀漢將領，多次隨諸葛亮和姜維北伐",
	},
	{
		id = 21122,
		desc = "蜀漢將領，關羽圍樊城、襄陽時因不發兵救關羽而觸怒劉備，後投奔曹魏",
	},
	{
		id = 21123,
		desc = "蜀漢宰相，與諸葛亮、董允、費祎合稱“蜀漢四相”，繼諸葛亮執政，安定眾心",
	},
	{
		id = 21124,
		desc = "漢末群雄，因不滿其言行而突襲曹操，後聽從賈詡的建議再次投降曹操",
	},
	{
		id = 21125,
		desc = "漢末群雄，黃巾起義首領之一，張角的弟弟，號稱“地公將軍”",
	},
	{
		id = 21126,
		desc = "漢末群雄，擁兵割據西州達32年，後接受朝廷招安",
	},
	{
		id = 21127,
		desc = "漢末群雄，稱雄荊江，先殺孫堅，後又常抗曹操",
	},
	{
		id = 21128,
		desc = "漢末群雄，黃巾起義首領之一，號稱“天公將軍”，",
	},
	{
		id = 21129,
		desc = "東吳名將，少有盛名，為人有國士之風，多次戰役中表現出色",
	},
	{
		id = 21130,
		desc = "東吳名將，一生征戰，侍奉了孫權到孫皓四位吳國君主",
	},
	{
		id = 21131,
		desc = "東吳名將，歷仕孫堅、孫策、孫權三代，隨從其征伐四方，功勛卓著",
	},
	{
		id = 21132,
		desc = "東吳名將，為人高傲，輕財重義，曾以少勝多擊敗曹仁",
	},
	{
		id = 21133,
		desc = "東吳將領，因戰亂客居江東，後輔佐孫權，多次戰役中戰功赫赫",
	},
	{
		id = 21134,
		desc = "曹魏將領，曹操之子，行驍騎將軍征討烏桓，又降服遼東鮮卑",
	},
	{
		id = 21135,
		desc = "曹魏將領，曾斬殺蜀將謝雄和龔起，重創張嶷，追擊諸葛亮時被斬",
	},
	{
		id = 21136,
		desc = "曹魏名將，文武雙全，多年治理魏國西線並與姜維多次對峙；率先進入成都使得蜀漢滅亡",
	},
	{
		id = 21137,
		desc = "曹魏名將，鎮守江夏多次引兵阻遏關羽之師、擊退孫權進攻",
	},
	{
		id = 21138,
		desc = "曹魏將領，與司馬師一同平定毌丘儉、文欽的叛亂，後因起兵反魏而被殺",
	},
	{
		id = 21139,
		desc = "曹魏權臣，繼兄司馬師為大將軍，專攬國政，走向代魏之路，並成功滅亡蜀漢",
	},
	{
		id = 21140,
		desc = "曹魏名將，與鄧艾分兵攻打蜀漢，導致蜀漢滅亡，後欲據蜀自立，因部下兵變敗亡",
	},
	{
		id = 21141,
		desc = "曹丕的妾室，魏明帝曹叡之生母",
	},
	{
		id = 21142,
		desc = "蜀漢名將，少數民族首領，南蠻王，曾經起兵反叛蜀漢，後來被諸葛亮七擒七縱並降服",
	},
	{
		id = 21143,
		desc = "蜀漢名將，早年隨馬超大戰曹操，後在諸葛亮病逝後受命斬殺了反叛的蜀將魏延",
	},
	{
		id = 21144,
		desc = "南蠻王孟獲之妻，在諸葛亮七擒七縱孟獲之後，隨孟獲歸降蜀漢",
	},
	{
		id = 21145,
		desc = "蜀漢名將，黃巾軍出身，後追隨關羽忠心不二，曾於樊城之戰活捉龐德。",
	},
	{
		id = 21146,
		desc = "蜀漢將領，原屬曹操，後歸降劉備。之後深受諸葛亮的器重，多次隨諸葛亮北伐",
	},
	{
		id = 21147,
		desc = "蜀漢將領，隨劉焉入蜀，後歸降劉備，隨諸葛亮北伐曹魏，並與魏延在陽溪大破魏軍",
	},
	{
		id = 21148,
		desc = "蜀漢名將，劉備逝世後出使吳國，與東吳修好，並深為孫權所欣賞；曾討平涪陵叛亂",
	},
	{
		id = 21149,
		desc = "蜀漢名將，劉備取漢中時獻計將曹操大將夏侯淵斬首。善奇謀，深受劉備信任和敬重",
	},
	{
		id = 21150,
		desc = "諸葛亮之妻，當時有名的才女，知識廣博，足智多謀，乃諸葛亮的賢內助",
	},
	{
		id = 21151,
		desc = "蜀漢名將，與諸葛亮、蔣琬、董允並稱為“蜀漢四相”，深得諸葛亮器重",
	},
	{
		id = 21152,
		desc = "漢末群雄，袁術帳下將領，勇猛非常，曾奉命率軍攻打小沛的劉備",
	},
	{
		id = 21153,
		desc = "漢末群雄，馬超之父，性格賢良忠厚，保境安民，受到眾人的尊敬。後被曹操所殺",
	},
	{
		id = 21154,
		desc = "東吳將領，隨孫策平定江東，於合肥戰役中，張遼奇襲孫權時戰死",
	},
	{
		id = 21155,
		desc = "漢末群雄，人稱白馬將軍，驅叛胡於塞表，破黃巾於孟津，後被袁紹擊敗並斬首",
	},
	{
		id = 21156,
		desc = "曹魏將領，主管徐州農業生產時興修水利，秔稻豐積；還曾向曹操獻策助其滅呂布",
	},
	{
		id = 21157,
		desc = "漢末群雄，曾率軍與張角交戰，後被袁紹請為軍師。公孫瓚和劉備皆為其門下弟子",
	},
	{
		id = 21158,
		desc = "漢末群雄，袁紹心腹，袁紹病死後，矯詔立袁尚為嗣，導致袁氏兄弟相爭",
	},
	{
		id = 21159,
		desc = "漢末群雄，呂布帳下謀士，呂布戰敗後，隨呂布等一同被曹操所擒，決意赴死",
	},
	{
		id = 21160,
		desc = "漢末群雄，袁紹帳下謀士，輔佐袁紹平定河北",
	},
	{
		id = 21161,
		desc = "東吳名將，歷仕孫堅、孫策、孫權三任，在赤壁之戰中詐降並以火攻大破曹軍",
	},
	{
		id = 21162,
		desc = "劉備之妻，孫權之妹，助劉備返蜀，導致周瑜的奪回荊州的計謀全然失敗",
	},
	{
		id = 21163,
		desc = "東吳名將，曾隨孫堅討伐過黃巾、董卓，斬華雄、破呂布，又助孫策平定江東",
	},
	{
		id = 21164,
		desc = "東吳名將，孫堅之子，孫策之弟，從孫策手中接手並安定江東，建立吳國",
	},
	{
		id = 21165,
		desc = "曹魏名將，曹操逝世後，曹丕受禪登基，以魏代漢，在位期間大破羌胡，平定河西",
	},
	{
		id = 21166,
		desc = "曹魏名將，魏朝開國元勛，曹操征徐州時，與荀彧留守後方，阻呂布大軍，保住三城",
	},
	{
		id = 21167,
		desc = "蜀漢將領，劉備進攻江州時戰敗被俘，張飛敬佩其勇氣，遂將其釋放並以之為賓客",
	},
	{
		id = 21168,
		desc = "蜀漢將領，人稱白眉馬良，曾奉命出使東吳，受到孫權恭敬的接待",
	},
	{
		id = 21169,
		desc = "漢末群雄，為人殘忍嗜殺，倒行逆施，招致群雄聯合討伐，後被其親信呂布所殺",
	},
	{
		id = 21170,
		desc = "東吳名將，隨孫權破黃祖據楚關，隨周瑜攻曹仁取夷陵，隨魯肅鎮益陽拒關羽，戰功赫赫",
	},
	{
		id = 21171,
		desc = "東吳名將，東吳奠基人，曾參與討伐黃巾軍的戰役以及討伐董卓的戰役，後與劉表作戰時陣亡",
	},
	{
		id = 21172,
		desc = "東吳名將，為孫權提出鼎足江東的戰略規劃而受賞識，赤壁之戰時力排眾議聯劉抗曹而獲得大勝",
	},
	{
		id = 21173,
		desc = "東吳將領，和張昭一起合稱“二張”，孫策平定江東時親自登門邀請出仕為官",
	},
	{
		id = 21174,
		desc = "東吳名將，和張纮一起合稱“二張”，輔佐孫策、孫權安定江東",
	},
	{
		id = 21175,
		desc = "曹魏名將，原馬騰帳下將領，後隨張魯歸降曹操，勇冠三軍，曾一箭射中關羽前額",
	},
	{
		id = 21176,
		desc = "曹魏名將，曹魏開國元勛，曹操最早的將領之一，反攻呂布時卻被流矢射傷左目",
	},
	{
		id = 21177,
		desc = "曹魏名將，五子良將之一，參與官渡、赤壁等幾次重大戰役，樊城之戰中擊敗關羽",
	},
	{
		id = 21178,
		desc = "曹魏名將，曹操最早的將領之一，擅長千裏奔襲作戰，於定軍山被黃忠擊殺",
	},
	{
		id = 21179,
		desc = "曹魏名將，五子良將之一，隨曹操攻烏桓、破馬超、降張魯，屢建戰功",
	},
	{
		id = 21180,
		desc = "曹魏名將，赤壁兵敗後鎮守江陵，為曹操重整旗鼓贏得了寶貴的時間",
	},
	{
		id = 21181,
		desc = "曹魏名將，向劉備推薦諸葛亮，因母親被曹操所擄獲，不得已辭別劉備，進入曹營",
	},
	{
		id = 21182,
		desc = "曹魏名將，曹魏開國功臣，奇謀百出，算無遺策",
	},
	{
		id = 21183,
		desc = "曹魏名將，曹操統一北方的首席謀臣和功臣，被稱為“王佐之才”",
	},
	{
		id = 21184,
		desc = "蜀漢名將，深受劉備器重，屢次隨諸葛亮北伐，功績顯著；因與楊儀爭權失敗，為馬岱所追斬",
	},
	{
		id = 21185,
		desc = "蜀漢將領，關羽三子，歸蜀後隨同諸葛亮抗擊魏軍，守衛蜀漢，出征南蠻",
	},
	{
		id = 21186,
		desc = "蜀漢將領，張飛長子，和關羽次子關興是關系很好的結拜兄弟，兩人並稱“小關張”",
	},
	{
		id = 21187,
		desc = "蜀漢將領，關羽次子，和張飛長子張苞是關系很好的結拜兄弟，兩人並稱“小關張”",
	},
	{
		id = 21188,
		desc = "蜀漢將領，關羽長子，曾火燒博望坡，後與關羽一同被擒",
	},
	{
		id = 21189,
		desc = "蜀漢名將，號鳳雛，輔佐劉備成功入蜀得川，進圍雒縣時不幸中流矢而亡，年僅三十六",
	},
	{
		id = 21190,
		desc = "漢末群雄，袁紹帳下大將，被關羽斬殺於延津",
	},
	{
		id = 21191,
		desc = "漢末群雄，袁紹帳下大將，被關羽斬殺於延津",
	},
	{
		id = 21192,
		desc = "漢末群雄，董卓帳下大將，聯軍討伐董卓時被關羽斬殺",
	},
	{
		id = 21193,
		desc = "漢末群雄，在劉備進攻劉璋的戰爭中率軍迎戰，戰敗被殺",
	},
	{
		id = 21194,
		desc = "漢末群雄，呂布帳下大將，呂布雖知其忠而不能用，呂布失敗後被曹操所殺",
	},
	{
		id = 21195,
		desc = "漢末群雄，曾為反董卓聯合軍的盟主，於官渡之戰大敗於曹操，在平定冀州叛亂之後病死",
	},
	{
		id = 21196,
		desc = "漢末名醫，與董奉、張仲景並稱為“建安三神醫”，晚年因遭曹操懷疑，下獄被拷問致死",
	},
	{
		id = 21197,
		desc = "漢末群雄，袁紹帳下謀士，多次向袁紹進言而不被采納，官渡之戰後被袁紹殺害",
	},
	{
		id = 21198,
		desc = "漢末群雄，董卓帳下謀士，董卓專政時毒死漢少帝，助卓為虐",
	},
	{
		id = 21199,
		desc = "東吳名將，原為劉繇部下，後被孫策收降，自此成為孫氏大將，助其掃蕩江東",
	},
	{
		id = 21200,
		desc = "東吳名將，多次於戰亂當中保護孫權的安危，身上受的傷多達幾十處",
	},
	{
		id = 21201,
		desc = "東吳名將，孫權統事後漸受重用，並屢建戰功，曾設計襲取荊州，擊敗蜀漢名將關羽",
	},
	{
		id = 21202,
		desc = "周瑜之妻，與大喬並稱為“江東二喬”，均為絕世美女",
	},
	{
		id = 21203,
		desc = "孫策之妻，與小喬並稱為“江東二喬”，均為絕世美女",
	},
	{
		id = 21204,
		desc = "曹魏名將，五子良將之一，在逍遙津之戰以七千之眾大破十萬大軍，差點活捉孫權，威震江東",
	},
	{
		id = 21205,
		desc = "蜀漢名將，棄魏投蜀後被諸葛亮重用，費祎死後獨掌軍權，繼續率領蜀漢軍隊北伐曹魏",
	},
	{
		id = 21206,
		desc = "蜀漢名將，於赤壁之戰與孫權聯盟擊敗曹操，趁勢奪取荊州，而後進取益州，建立蜀漢政權",
	},
	{
		id = 21207,
		desc = "漢末美女，為了報答義父王允的養育之恩而甘願獻身完成連環計，使得董卓被呂布斬殺",
	},
	{
		id = 21208,
		desc = "東吳名將，孫堅長子，孫權長兄，東吳奠基人，繼承父親孫堅的遺業而屈事袁術，後統一江東",
	},
	{
		id = 21209,
		desc = "東吳名將，曾輔佐孫策平定江東，後極力促成孫劉聯合抗曹，赤壁之戰大敗曹軍",
	},
	{
		id = 21210,
		desc = "東吳名將，世代為江東大族，在夷陵擊敗劉備所率蜀漢軍，一戰成名",
	},
	{
		id = 21211,
		desc = "曹魏名將，張繡叛亂時，為保護曹操而獨擋叛軍，最終因寡不敵眾而戰死",
	},
	{
		id = 21212,
		desc = "曹魏名將，多次保全曹操免於厄難，曾嚇退馬超使之欲擒曹操而不可得",
	},
	{
		id = 21213,
		desc = "曹魏名將，曹魏奠基人，以漢天子的名義征討四方，統一了中國北方",
	},
	{
		id = 21214,
		desc = "曹魏名將，善謀奇策，多次征伐有功，曾兩次率大軍成功抵禦諸葛亮北伐和遠征平定遼東",
	},
	{
		id = 21215,
		desc = "曹魏名將，原為袁紹部下，後轉投曹操，為曹操統一中國北方立下了功勛",
	},
	{
		id = 21216,
		desc = "蜀漢名將，五虎將之一，當陽擋曹軍、取西川、宕渠大勝，對蜀漢貢獻極大",
	},
	{
		id = 21217,
		desc = "蜀漢名將，五虎將之一，曾圍攻襄樊並擒獲前來增援的于禁，斬殺龐德，威震華夏",
	},
	{
		id = 21218,
		desc = "蜀漢名將，五虎將之一，綽號“錦馬超”，有“不減呂布之勇”",
	},
	{
		id = 21219,
		desc = "蜀漢名將，五虎將之一，兩扶幼主、掃蕩西川、漢水之戰，對蜀漢貢獻極大",
	},
	{
		id = 21220,
		desc = "蜀漢名將，五虎將之一，本為劉表部下後歸劉備，並助其攻益州劉璋，於定軍山斬殺夏侯淵",
	},
	{
		id = 21221,
		desc = "蜀漢名將，助劉備奪取荊州、益州，治理蜀地，平定南蠻，對蜀漢貢獻極大",
	},
	{
		id = 21222,
		desc = "漢末群雄，三國第一猛將，在下邳被曹操擊敗並處死",
	},
	{
		id = 22001,
		desc = "1",
	},
	{
		id = 22002,
		desc = "1",
	},
	{
		id = 22003,
		desc = "1",
	},
	{
		id = 22004,
		desc = "1",
	},
	{
		id = 22005,
		desc = "1",
	},
	{
		id = 22006,
		desc = "1",
	},
	{
		id = 22007,
		desc = "1",
	},
	{
		id = 22008,
		desc = "1",
	},
	{
		id = 22009,
		desc = "1",
	},
	{
		id = 22010,
		desc = "1",
	},
	{
		id = 22011,
		desc = "1",
	},
	{
		id = 22012,
		desc = "1",
	},
	{
		id = 22013,
		desc = "1",
	},
	{
		id = 22014,
		desc = "1",
	},
	{
		id = 22015,
		desc = "1",
	},
	{
		id = 22016,
		desc = "1",
	},
	{
		id = 22017,
		desc = "1",
	},
	{
		id = 22018,
		desc = "1",
	},
	{
		id = 22019,
		desc = "1",
	},
	{
		id = 22020,
		desc = "1",
	},
	{
		id = 22021,
		desc = "1",
	},
	{
		id = 22022,
		desc = "1",
	},
	{
		id = 22023,
		desc = "1",
	},
	{
		id = 22024,
		desc = "1",
	},
	{
		id = 22025,
		desc = "1",
	},
	{
		id = 22026,
		desc = "1",
	},
	{
		id = 22027,
		desc = "1",
	},
	{
		id = 22028,
		desc = "1",
	},
	{
		id = 22029,
		desc = "1",
	},
	{
		id = 22030,
		desc = "1",
	},
	{
		id = 22031,
		desc = "1",
	},
	{
		id = 22032,
		desc = "1",
	},
	{
		id = 22033,
		desc = "1",
	},
	{
		id = 22034,
		desc = "1",
	},
	{
		id = 22035,
		desc = "1",
	},
	{
		id = 22036,
		desc = "1",
	},
	{
		id = 22037,
		desc = "1",
	},
	{
		id = 22038,
		desc = "1",
	},
	{
		id = 22039,
		desc = "1",
	},
	{
		id = 22040,
		desc = "1",
	},
	{
		id = 22041,
		desc = "1",
	},
	{
		id = 22042,
		desc = "1",
	},
	{
		id = 22043,
		desc = "1",
	},
	{
		id = 22044,
		desc = "1",
	},
	{
		id = 22045,
		desc = "1",
	},
	{
		id = 22046,
		desc = "1",
	},
	{
		id = 22047,
		desc = "1",
	},
	{
		id = 22048,
		desc = "1",
	},
	{
		id = 22049,
		desc = "1",
	},
	{
		id = 22050,
		desc = "1",
	},
	{
		id = 22051,
		desc = "1",
	},
	{
		id = 22052,
		desc = "1",
	},
	{
		id = 22053,
		desc = "1",
	},
	{
		id = 22054,
		desc = "1",
	},
	{
		id = 22055,
		desc = "1",
	},
	{
		id = 22056,
		desc = "1",
	},
	{
		id = 22057,
		desc = "1",
	},
	{
		id = 22058,
		desc = "1",
	},
	{
		id = 22059,
		desc = "1",
	},
	{
		id = 22060,
		desc = "1",
	},
	{
		id = 22061,
		desc = "1",
	},
	{
		id = 22062,
		desc = "1",
	},
	{
		id = 22063,
		desc = "1",
	},
	{
		id = 22064,
		desc = "1",
	},
	{
		id = 22065,
		desc = "1",
	},
	{
		id = 22066,
		desc = "1",
	},
	{
		id = 22067,
		desc = "1",
	},
	{
		id = 22068,
		desc = "1",
	},
	{
		id = 22069,
		desc = "1",
	},
	{
		id = 22070,
		desc = "1",
	},
	{
		id = 22071,
		desc = "1",
	},
	{
		id = 22072,
		desc = "1",
	},
	{
		id = 22073,
		desc = "1",
	},
	{
		id = 22074,
		desc = "1",
	},
	{
		id = 22075,
		desc = "1",
	},
	{
		id = 22076,
		desc = "1",
	},
	{
		id = 22077,
		desc = "1",
	},
	{
		id = 22078,
		desc = "1",
	},
	{
		id = 22079,
		desc = "1",
	},
	{
		id = 22080,
		desc = "1",
	},
	{
		id = 22081,
		desc = "1",
	},
	{
		id = 22082,
		desc = "1",
	},
	{
		id = 22083,
		desc = "1",
	},
	{
		id = 22084,
		desc = "1",
	},
	{
		id = 22085,
		desc = "1",
	},
	{
		id = 22086,
		desc = "1",
	},
	{
		id = 22087,
		desc = "1",
	},
	{
		id = 22088,
		desc = "1",
	},
	{
		id = 22089,
		desc = "1",
	},
	{
		id = 22090,
		desc = "1",
	},
	{
		id = 22091,
		desc = "1",
	},
	{
		id = 22092,
		desc = "1",
	},
	{
		id = 22093,
		desc = "1",
	},
	{
		id = 22094,
		desc = "1",
	},
	{
		id = 22095,
		desc = "1",
	},
	{
		id = 22096,
		desc = "1",
	},
	{
		id = 22097,
		desc = "1",
	},
	{
		id = 22098,
		desc = "1",
	},
	{
		id = 22099,
		desc = "1",
	},
	{
		id = 22100,
		desc = "1",
	},
	{
		id = 22101,
		desc = "1",
	},
	{
		id = 22102,
		desc = "1",
	},
	{
		id = 22103,
		desc = "1",
	},
	{
		id = 22104,
		desc = "1",
	},
	{
		id = 22105,
		desc = "1",
	},
	{
		id = 22106,
		desc = "1",
	},
	{
		id = 22107,
		desc = "1",
	},
	{
		id = 22108,
		desc = "1",
	},
	{
		id = 22109,
		desc = "1",
	},
	{
		id = 22110,
		desc = "1",
	},
	{
		id = 22111,
		desc = "1",
	},
	{
		id = 22112,
		desc = "神董襲定位介紹",
	},
	{
		id = 22113,
		desc = "神蔣欽定位介紹",
	},
	{
		id = 22114,
		desc = "神朱然定位介紹",
	},
	{
		id = 22115,
		desc = "神夏侯霸定位介紹",
	},
	{
		id = 22116,
		desc = "神樂進定位介紹",
	},
	{
		id = 22117,
		desc = "神曹洪定位介紹",
	},
	{
		id = 22118,
		desc = "神于禁定位介紹",
	},
	{
		id = 22119,
		desc = "神李典定位介紹",
	},
	{
		id = 22120,
		desc = "神廖化定位介紹",
	},
	{
		id = 22121,
		desc = "神張翼定位介紹",
	},
	{
		id = 22122,
		desc = "神孟達定位介紹",
	},
	{
		id = 22123,
		desc = "神蔣琬定位介紹",
	},
	{
		id = 22124,
		desc = "神張繡定位介紹",
	},
	{
		id = 22125,
		desc = "神張寶定位介紹",
	},
	{
		id = 22126,
		desc = "神韓遂定位介紹",
	},
	{
		id = 22127,
		desc = "神劉表定位介紹",
	},
	{
		id = 22128,
		desc = "神張角定位介紹",
	},
	{
		id = 22129,
		desc = "神淩統定位介紹",
	},
	{
		id = 22130,
		desc = "神丁奉定位介紹",
	},
	{
		id = 22131,
		desc = "神韓當定位介紹",
	},
	{
		id = 22132,
		desc = "神朱桓定位介紹",
	},
	{
		id = 22133,
		desc = "神徐盛定位介紹",
	},
	{
		id = 22134,
		desc = "神曹彰定位介紹",
	},
	{
		id = 22135,
		desc = "神王雙定位介紹",
	},
	{
		id = 22136,
		desc = "神鄧艾定位介紹",
	},
	{
		id = 22137,
		desc = "神文聘定位介紹",
	},
	{
		id = 22138,
		desc = "神諸葛誕定位介紹",
	},
	{
		id = 22139,
		desc = "神司馬昭定位介紹",
	},
	{
		id = 22140,
		desc = "神鍾會定位介紹",
	},
	{
		id = 22141,
		desc = "神甄姬定位介紹",
	},
	{
		id = 22142,
		desc = "神孟獲定位介紹",
	},
	{
		id = 22143,
		desc = "神馬岱定位介紹",
	},
	{
		id = 22144,
		desc = "神祝融定位介紹",
	},
	{
		id = 22145,
		desc = "神周倉定位介紹",
	},
	{
		id = 22146,
		desc = "神王平定位介紹",
	},
	{
		id = 22147,
		desc = "神吳懿定位介紹",
	},
	{
		id = 22148,
		desc = "神鄧芝定位介紹",
	},
	{
		id = 22149,
		desc = "神法正定位介紹",
	},
	{
		id = 22150,
		desc = "神黃月英定位介紹",
	},
	{
		id = 22151,
		desc = "神費禕定位介紹",
	},
	{
		id = 22152,
		desc = "神紀靈定位介紹",
	},
	{
		id = 22153,
		desc = "神馬騰定位介紹",
	},
	{
		id = 22154,
		desc = "神陳武定位介紹",
	},
	{
		id = 22155,
		desc = "神公孫瓚定位介紹",
	},
	{
		id = 22156,
		desc = "神陳登定位介紹",
	},
	{
		id = 22157,
		desc = "神盧植定位介紹",
	},
	{
		id = 22158,
		desc = "神審配定位介紹",
	},
	{
		id = 22159,
		desc = "神陳宮定位介紹",
	},
	{
		id = 22160,
		desc = "神沮授定位介紹",
	},
	{
		id = 22161,
		desc = "優秀的肉盾，克制遠程兵種",
	},
	{
		id = 22162,
		desc = "指揮麾下部隊規避騎兵的攻擊",
	},
	{
		id = 22163,
		desc = "神程普定位介紹",
	},
	{
		id = 22164,
		desc = "擅長指揮槍兵克制騎兵",
	},
	{
		id = 22165,
		desc = "突擊型武將，克制遠程兵種",
	},
	{
		id = 22166,
		desc = "神程昱定位介紹",
	},
	{
		id = 22167,
		desc = "神嚴顏定位介紹",
	},
	{
		id = 22168,
		desc = "神馬良定位介紹",
	},
	{
		id = 22169,
		desc = "犧牲麾下部隊的生命以換取高額傷害",
	},
	{
		id = 22170,
		desc = "神甘寧定位介紹",
	},
	{
		id = 22171,
		desc = "神孫堅定位介紹",
	},
	{
		id = 22172,
		desc = "神魯肅定位介紹",
	},
	{
		id = 22173,
		desc = "神張紘定位介紹",
	},
	{
		id = 22174,
		desc = "神張昭定位介紹",
	},
	{
		id = 22175,
		desc = "神龐德定位介紹",
	},
	{
		id = 22176,
		desc = "指揮麾下騎兵擊暈敵軍",
	},
	{
		id = 22177,
		desc = "神徐晃定位介紹",
	},
	{
		id = 22178,
		desc = "神夏侯淵定位介紹",
	},
	{
		id = 22179,
		desc = "神張郃定位介紹",
	},
	{
		id = 22180,
		desc = "神曹仁定位介紹",
	},
	{
		id = 22181,
		desc = "神徐庶定位介紹",
	},
	{
		id = 22182,
		desc = "麾下部隊對敵軍施放劇毒造成持續傷害",
	},
	{
		id = 22183,
		desc = "離間敵軍武力最高的兩位武將進行內鬥",
	},
	{
		id = 22184,
		desc = "神魏延定位介紹",
	},
	{
		id = 22185,
		desc = "神關索定位介紹",
	},
	{
		id = 22186,
		desc = "神張苞定位介紹",
	},
	{
		id = 22187,
		desc = "神關興定位介紹",
	},
	{
		id = 22188,
		desc = "神關平定位介紹",
	},
	{
		id = 22189,
		desc = "神龐統定位介紹",
	},
	{
		id = 22190,
		desc = "神文醜定位介紹",
	},
	{
		id = 22191,
		desc = "神顏良定位介紹",
	},
	{
		id = 22192,
		desc = "麾下部隊受到來自車兵的傷害減少",
	},
	{
		id = 22193,
		desc = "神張任定位介紹",
	},
	{
		id = 22194,
		desc = "麾下部隊對弓兵傷害提升",
	},
	{
		id = 22195,
		desc = "麾下部隊傷害提升",
	},
	{
		id = 22196,
		desc = "神華佗定位介紹",
	},
	{
		id = 22197,
		desc = "神田豐定位介紹",
	},
	{
		id = 22198,
		desc = "神李儒定位介紹",
	},
	{
		id = 22199,
		desc = "神太史慈定位介紹",
	},
	{
		id = 22200,
		desc = "麾下部隊在承受了足量傷害後才會一起死亡",
	},
	{
		id = 22201,
		desc = "神呂蒙定位介紹",
	},
	{
		id = 22202,
		desc = "麾下弓兵部隊受到傷害降低",
	},
	{
		id = 22203,
		desc = "國色天香，使敵人無法下手",
	},
	{
		id = 22204,
		desc = "限製對手攻擊能力，遇強則強",
	},
	{
		id = 22205,
		desc = "神姜維定位介紹",
	},
	{
		id = 22206,
		desc = "仁義的主公，可增加部隊生命",
	},
	{
		id = 22207,
		desc = "麾下部隊對步兵傷害提升",
	},
	{
		id = 22208,
		desc = "損失部分部隊不會影響攻擊力",
	},
	{
		id = 22209,
		desc = "善用火攻，有幾率出奇效",
	},
	{
		id = 22210,
		desc = "神陸遜定位介紹",
	},
	{
		id = 22211,
		desc = "可降低對手部隊生命上限",
	},
	{
		id = 22212,
		desc = "神許褚定位介紹",
	},
	{
		id = 22213,
		desc = "克制高攻低血的遠程部隊",
	},
	{
		id = 22214,
		desc = "有一定幾率欺騙敵軍武將",
	},
	{
		id = 22215,
		desc = "神郭嘉定位介紹",
	},
	{
		id = 22216,
		desc = "克制武力武將",
	},
	{
		id = 22217,
		desc = "有一定幾率斬殺敵軍武將",
	},
	{
		id = 22218,
		desc = "橫掃射程相同的敵軍，在對集結的大量敵軍時有奇效",
	},
	{
		id = 22219,
		desc = "擅長指揮騎兵克制車兵",
	},
	{
		id = 22220,
		desc = "有一定幾率射殺敵軍武將",
	},
	{
		id = 22221,
		desc = "善用雷電，有幾率出奇效",
	},
	{
		id = 22222,
		desc = "攻擊時無視對手防禦",
	},
	{
		id = 30001,
		desc = "民兵",
	},
	{
		id = 30002,
		desc = "短矛手",
	},
	{
		id = 30003,
		desc = "步兵",
	},
	{
		id = 30004,
		desc = "槍兵",
	},
	{
		id = 30005,
		desc = "盾兵",
	},
	{
		id = 30006,
		desc = "長矛兵",
	},
	{
		id = 30007,
		desc = "大盾兵",
	},
	{
		id = 30008,
		desc = "長槍兵",
	},
	{
		id = 30009,
		desc = "短刀盾兵",
	},
	{
		id = 30010,
		desc = "戟兵",
	},
	{
		id = 30011,
		desc = "長刀盾兵",
	},
	{
		id = 30012,
		desc = "勾矛兵",
	},
	{
		id = 30013,
		desc = "方盾兵",
	},
	{
		id = 30014,
		desc = "鐵槍兵",
	},
	{
		id = 30015,
		desc = "鐵盾兵",
	},
	{
		id = 30016,
		desc = "鐵戟兵",
	},
	{
		id = 30017,
		desc = "重裝甲衛",
	},
	{
		id = 30018,
		desc = "大戟士",
	},
	{
		id = 30019,
		desc = "金槍士",
	},
	{
		id = 30020,
		desc = "子午禁衛",
	},
	{
		id = 30021,
		desc = "騎兵",
	},
	{
		id = 30022,
		desc = "騎射手",
	},
	{
		id = 30023,
		desc = "輕騎兵",
	},
	{
		id = 30024,
		desc = "弓騎兵",
	},
	{
		id = 30025,
		desc = "重騎兵",
	},
	{
		id = 30026,
		desc = "長弓騎兵",
	},
	{
		id = 30027,
		desc = "疾風槍騎兵",
	},
	{
		id = 30028,
		desc = "雲弓騎兵",
	},
	{
		id = 30029,
		desc = "雷霆槍騎兵",
	},
	{
		id = 30030,
		desc = "石箭弓騎兵",
	},
	{
		id = 30031,
		desc = "石錘重騎兵",
	},
	{
		id = 30032,
		desc = "速射弓騎兵",
	},
	{
		id = 30033,
		desc = "鐵刀騎兵",
	},
	{
		id = 30034,
		desc = "鐵箭弓騎兵",
	},
	{
		id = 30035,
		desc = "劈山斧騎兵",
	},
	{
		id = 30036,
		desc = "黑羽弓騎兵",
	},
	{
		id = 30037,
		desc = "破風矛騎兵",
	},
	{
		id = 30038,
		desc = "蟒弓騎兵",
	},
	{
		id = 30039,
		desc = "血盟騎衛",
	},
	{
		id = 30040,
		desc = "金弓騎兵",
	},
	{
		id = 30041,
		desc = "短弓手",
	},
	{
		id = 30042,
		desc = "弩兵",
	},
	{
		id = 30043,
		desc = "長弓手",
	},
	{
		id = 30044,
		desc = "連弩兵",
	},
	{
		id = 30045,
		desc = "雲弓手",
	},
	{
		id = 30046,
		desc = "勁弩手",
	},
	{
		id = 30047,
		desc = "石箭弓手",
	},
	{
		id = 30048,
		desc = "重弩手",
	},
	{
		id = 30049,
		desc = "雷霆弓手",
	},
	{
		id = 30050,
		desc = "石箭弩手",
	},
	{
		id = 30051,
		desc = "神臂弓手",
	},
	{
		id = 30052,
		desc = "神臂弩手",
	},
	{
		id = 30053,
		desc = "鐵箭弓手",
	},
	{
		id = 30054,
		desc = "鐵箭弩手",
	},
	{
		id = 30055,
		desc = "黑羽弓手",
	},
	{
		id = 30056,
		desc = "巨弩手",
	},
	{
		id = 30057,
		desc = "禁衛弓手",
	},
	{
		id = 30058,
		desc = "元戍弩兵",
	},
	{
		id = 30059,
		desc = "射日神弓手",
	},
	{
		id = 30060,
		desc = "萬鈞神弩手",
	},
	{
		id = 30061,
		desc = "沖車",
	},
	{
		id = 30062,
		desc = "投石器",
	},
	{
		id = 30063,
		desc = "攻城錘",
	},
	{
		id = 30064,
		desc = "投石車",
	},
	{
		id = 30065,
		desc = "攻城車",
	},
	{
		id = 30066,
		desc = "拋石車",
	},
	{
		id = 30067,
		desc = "石錘沖車",
	},
	{
		id = 30068,
		desc = "霹靂車",
	},
	{
		id = 30069,
		desc = "赤焰沖車",
	},
	{
		id = 30070,
		desc = "飛石戰車",
	},
	{
		id = 30071,
		desc = "鐵輪沖車",
	},
	{
		id = 30072,
		desc = "雷霆戰車",
	},
	{
		id = 30073,
		desc = "鐵錘沖車",
	},
	{
		id = 30074,
		desc = "尖刺戰車",
	},
	{
		id = 30075,
		desc = "萬刃沖車",
	},
	{
		id = 30076,
		desc = "威虎戰車",
	},
	{
		id = 30077,
		desc = "麒麟沖車",
	},
	{
		id = 30078,
		desc = "奔雷戰車",
	},
	{
		id = 30079,
		desc = "破城炮車",
	},
	{
		id = 30080,
		desc = "金錘沖車",
	},
	{
		id = 30081,
		desc = "子午禁衛",
	},
	{
		id = 31001,
		desc = "半農半兵，實力低下",
	},
	{
		id = 31002,
		desc = "使用短矛為武器的士兵",
	},
	{
		id = 31003,
		desc = "普通持劍步兵",
	},
	{
		id = 31004,
		desc = "使用槍為武器的士兵",
	},
	{
		id = 31005,
		desc = "擁有普通盾的士兵",
	},
	{
		id = 31006,
		desc = "使用長矛為武器的士兵",
	},
	{
		id = 31007,
		desc = "擁有大盾的士兵",
	},
	{
		id = 31008,
		desc = "使用長槍為武器的士兵",
	},
	{
		id = 31009,
		desc = "擁有短刀和優秀護盾的士兵",
	},
	{
		id = 31010,
		desc = "使用戟為武器的士兵",
	},
	{
		id = 31011,
		desc = "擁有長刀和優秀護盾的士兵",
	},
	{
		id = 31012,
		desc = "使用勾矛為武器的士兵",
	},
	{
		id = 31013,
		desc = "擁有方盾的士兵",
	},
	{
		id = 31014,
		desc = "使用鐵槍為武器的士兵",
	},
	{
		id = 31015,
		desc = "擁有鐵盾的士兵",
	},
	{
		id = 31016,
		desc = "使用鐵戟為武器的士兵",
	},
	{
		id = 31017,
		desc = "擁有重裝護甲的衛士",
	},
	{
		id = 31018,
		desc = "使用超長的大戟為武器的武士",
	},
	{
		id = 31019,
		desc = "擁有重裝護盾的禁衛軍衛士",
	},
	{
		id = 31020,
		desc = "使用金槍為武器的禁衛軍武士",
	},
	{
		id = 31021,
		desc = "普通騎兵",
	},
	{
		id = 31022,
		desc = "使用普通弓為武器的騎兵，射程有限",
	},
	{
		id = 31023,
		desc = "輕裝騎兵，速度較快",
	},
	{
		id = 31024,
		desc = "使用短弓為武器的騎兵，速度快，射程有限",
	},
	{
		id = 31025,
		desc = "穿有護甲的騎兵，突襲能力強",
	},
	{
		id = 31026,
		desc = "使用長弓為武器的騎兵，射程一般",
	},
	{
		id = 31027,
		desc = "裝備短槍的騎兵，通常使用速度取勝，故名疾風",
	},
	{
		id = 31028,
		desc = "使用雲弓為武器的騎兵，射程一般",
	},
	{
		id = 31029,
		desc = "裝備長槍的騎兵，有壓倒性的沖擊力，故名雷霆",
	},
	{
		id = 31030,
		desc = "使用石箭雲弓為武器的騎兵，射程一般",
	},
	{
		id = 31031,
		desc = "裝備重型石錘的騎兵",
	},
	{
		id = 31032,
		desc = "使用速射弓為武器的騎兵，射程一般",
	},
	{
		id = 31033,
		desc = "裝備鐵刀的騎兵",
	},
	{
		id = 31034,
		desc = "使用鐵箭雲弓為武器的騎兵，射程一般",
	},
	{
		id = 31035,
		desc = "裝備劈山斧的騎兵",
	},
	{
		id = 31036,
		desc = "使用黑羽弓為武器的騎兵，射程較遠",
	},
	{
		id = 31037,
		desc = "裝備鐵矛的騎兵，沖鋒時猶如破風之勢",
	},
	{
		id = 31038,
		desc = "使用蟒弓為武器的騎兵，射程較遠",
	},
	{
		id = 31039,
		desc = "擁有最精良護甲，精通各種武器的禁衛軍騎兵",
	},
	{
		id = 31040,
		desc = "使用金弓為武器的禁衛軍騎射手",
	},
	{
		id = 31041,
		desc = "裝備短弓的士兵，射擊範圍有限",
	},
	{
		id = 31042,
		desc = "使用弩為武器的士兵，射擊範圍一般，但射速快",
	},
	{
		id = 31043,
		desc = "裝備長弓的士兵，射擊範圍一般",
	},
	{
		id = 31044,
		desc = "使用連弩為武器的士兵，射速快",
	},
	{
		id = 31045,
		desc = "裝備雲弓的士兵，射擊範圍較遠",
	},
	{
		id = 31046,
		desc = "使用勁弩為武器的士兵，射速快，射擊範圍較遠",
	},
	{
		id = 31047,
		desc = "裝備石箭雲弓的士兵，殺傷力更強勁",
	},
	{
		id = 31048,
		desc = "使用重弩為武器的士兵，射擊範圍很遠",
	},
	{
		id = 31049,
		desc = "裝備強勁雲弓的士兵，箭矢有雷霆之勢",
	},
	{
		id = 31050,
		desc = "使用發射石箭的重弩為武器的士兵",
	},
	{
		id = 31051,
		desc = "裝備雲弓，臂力超神的射手",
	},
	{
		id = 31052,
		desc = "使用重弩，射擊準確的弩手",
	},
	{
		id = 31053,
		desc = "裝備鐵箭雲弓的射手",
	},
	{
		id = 31054,
		desc = "使用鐵箭重弩的弩手",
	},
	{
		id = 31055,
		desc = "裝備黑羽弓為武器的士兵，射擊範圍很遠",
	},
	{
		id = 31056,
		desc = "使用巨弩的弩手，射擊範圍非常遠",
	},
	{
		id = 31057,
		desc = "經過嚴格訓練的禁衛弓手，百步穿楊，箭無虛發",
	},
	{
		id = 31058,
		desc = "經過嚴格訓練的禁衛弩手，射擊範圍非常遠",
	},
	{
		id = 31059,
		desc = "裝備射日神弓的萬裏挑一的射手",
	},
	{
		id = 31060,
		desc = "使用萬鈞神弩的弩手，射程極遠，殺傷力極大",
	},
	{
		id = 31061,
		desc = "可在戰場臨時搭建的投石器械，無法移動，投擲範圍一般",
	},
	{
		id = 31062,
		desc = "最基礎的撞城器械，使用木槌撞擊城門",
	},
	{
		id = 31063,
		desc = "可移動的投石器械，投擲範圍一般",
	},
	{
		id = 31064,
		desc = "更堅固的撞城器械，架起後無法移動",
	},
	{
		id = 31065,
		desc = "可移動的投石器械，投擲範圍較遠",
	},
	{
		id = 31066,
		desc = "更堅固的撞城器械，可撞擊城門，也可加速撞擊城墻",
	},
	{
		id = 31067,
		desc = "可移動的投石器械，投擲碎石，投擲範圍較遠",
	},
	{
		id = 31068,
		desc = "使用石錘代替木槌的沖車",
	},
	{
		id = 31069,
		desc = "投擲巨型石塊的投石車，投擲範圍很遠",
	},
	{
		id = 31070,
		desc = "帶有易燃物的沖車，必要時可點燃後沖入敵方陣地",
	},
	{
		id = 31071,
		desc = "可投擲大量碎石的器械，投擲範圍很遠",
	},
	{
		id = 31072,
		desc = "帶有鐵輪的沖車，很難被破壞，破門利器",
	},
	{
		id = 31073,
		desc = "巨型弓弩，發射尖刺木樁，用於破壞城墻上的防禦設施",
	},
	{
		id = 31074,
		desc = "使用鐵錘代替石錘的沖車",
	},
	{
		id = 31075,
		desc = "可投擲鐵球的戰車，破壞力大，投擲範圍非常遠",
	},
	{
		id = 31076,
		desc = "裝有刀刃的沖車，敵人無法靠近破壞",
	},
	{
		id = 31077,
		desc = "投擲大量鐵塊的戰車，破壞力巨大，投擲範圍極遠",
	},
	{
		id = 31078,
		desc = "可移動的高塔，能讓地面部隊快速登上城墻",
	},
	{
		id = 31079,
		desc = "禁衛軍的秘密武器，可發射炮彈的炮車",
	},
	{
		id = 31080,
		desc = "最強大的攻城器械，金錘是禁衛軍的象徵",
	},
	{
		id = 31081,
		desc = "特性：高防，高血，克制弓兵",
	},
	{
		id = 31082,
		desc = "特性：高攻，暴擊，克制騎兵",
	},
	{
		id = 31083,
		desc = "特性：高移速，閃避，遠程殺手",
	},
	{
		id = 31084,
		desc = "特性：高移速，野外加成，遠程殺手",
	},
	{
		id = 31085,
		desc = "特性：高射速，高攻",
	},
	{
		id = 31086,
		desc = "特性：射程遠，守城加成",
	},
	{
		id = 31087,
		desc = "特性：高負重，攻城加成，免疫陷阱",
	},
	{
		id = 31088,
		desc = "特性：高攻，攻城加成，免疫陷阱",
	},
	{
		id = 32001,
		desc = "盾牌",
	},
	{
		id = 32002,
		desc = "體魄",
	},
	{
		id = 32003,
		desc = "鐵甲",
	},
	{
		id = 32004,
		desc = "長矛",
	},
	{
		id = 32005,
		desc = "重傷",
	},
	{
		id = 32006,
		desc = "猛攻",
	},
	{
		id = 32007,
		desc = "沖鋒",
	},
	{
		id = 32008,
		desc = "閃避",
	},
	{
		id = 32009,
		desc = "奔襲",
	},
	{
		id = 32010,
		desc = "資源戰",
	},
	{
		id = 32011,
		desc = "連擊",
	},
	{
		id = 32012,
		desc = "穿刺",
	},
	{
		id = 32013,
		desc = "強擊",
	},
	{
		id = 32014,
		desc = "守城",
	},
	{
		id = 32015,
		desc = "瞄準",
	},
	{
		id = 32016,
		desc = "重擊",
	},
	{
		id = 32017,
		desc = "破城",
	},
	{
		id = 32018,
		desc = "蓄力",
	},
	{
		id = 32019,
		desc = "裝甲",
	},
	{
		id = 32020,
		desc = "堅守",
	},
	{
		id = 32021,
		desc = "負載",
	},
	{
		id = 33001,
		desc = "減少來自於弓兵和弩兵的傷害",
	},
	{
		id = 33002,
		desc = "極大地提高生命",
	},
	{
		id = 33003,
		desc = "極大地提高防禦",
	},
	{
		id = 33004,
		desc = "增加對騎兵的傷害",
	},
	{
		id = 33005,
		desc = "有一定概率造成3倍傷害",
	},
	{
		id = 33006,
		desc = "大幅度地提升槍兵的攻擊",
	},
	{
		id = 33007,
		desc = "有一定概率攻擊敵方遠程部隊",
	},
	{
		id = 33008,
		desc = "有一定概率閃避傷害",
	},
	{
		id = 33009,
		desc = "極大地提高行軍速度",
	},
	{
		id = 33010,
		desc = "在資源戰鬥時有攻擊加成",
	},
	{
		id = 33011,
		desc = "攻擊速度提高一倍",
	},
	{
		id = 33012,
		desc = "對步兵以外的兵種有攻擊加成",
	},
	{
		id = 33013,
		desc = "大幅度地提升弩兵的攻擊",
	},
	{
		id = 33014,
		desc = "在守城時有攻擊加成",
	},
	{
		id = 33015,
		desc = "較大地提高射程",
	},
	{
		id = 33016,
		desc = "極大地提升攻擊力",
	},
	{
		id = 33017,
		desc = "在攻城時有攻擊加成",
	},
	{
		id = 33018,
		desc = "很大地提高射程",
	},
	{
		id = 33019,
		desc = "擁有較高的防禦值和生命值",
	},
	{
		id = 33020,
		desc = "在攻城時有防禦加成",
	},
	{
		id = 33021,
		desc = "負重最高，但是行軍速度較為緩慢",
	},
	{
		id = 39001,
		desc = "盾兵",
	},
	{
		id = 39002,
		desc = "矛兵",
	},
	{
		id = 39003,
		desc = "騎兵",
	},
	{
		id = 39004,
		desc = "弓騎",
	},
	{
		id = 39005,
		desc = "弓兵",
	},
	{
		id = 39006,
		desc = "弩兵",
	},
	{
		id = 39007,
		desc = "沖車",
	},
	{
		id = 39008,
		desc = "投石",
	},
	{
		id = 40001,
		desc = "武器強化",
	},
	{
		id = 40002,
		desc = "士氣強化",
	},
	{
		id = 40003,
		desc = "護甲強化",
	},
	{
		id = 40004,
		desc = "強行軍",
	},
	{
		id = 40005,
		desc = "步兵強化",
	},
	{
		id = 40006,
		desc = "野戰步兵訓練",
	},
	{
		id = 40007,
		desc = "騎兵強化",
	},
	{
		id = 40008,
		desc = "野戰騎兵訓練",
	},
	{
		id = 40009,
		desc = "弓兵強化",
	},
	{
		id = 40010,
		desc = "野戰弓兵訓練",
	},
	{
		id = 40011,
		desc = "車兵強化",
	},
	{
		id = 40012,
		desc = "野戰車兵訓練",
	},
	{
		id = 40013,
		desc = "醫館容量",
	},
	{
		id = 40014,
		desc = "快速醫療",
	},
	{
		id = 40015,
		desc = "戰場救援",
	},
	{
		id = 40016,
		desc = "戰場救護",
	},
	{
		id = 40017,
		desc = "步兵強化II",
	},
	{
		id = 40018,
		desc = "騎兵強化II",
	},
	{
		id = 40019,
		desc = "弓兵強化II",
	},
	{
		id = 40020,
		desc = "車兵強化II",
	},
	{
		id = 40021,
		desc = "森嚴壁壘",
	},
	{
		id = 40022,
		desc = "破城先鋒",
	},
	{
		id = 40023,
		desc = "高墻利箭",
	},
	{
		id = 40024,
		desc = "機關秘術",
	},
	{
		id = 40025,
		desc = "高階武器強化",
	},
	{
		id = 40026,
		desc = "高階士氣強化",
	},
	{
		id = 40027,
		desc = "高階護甲強化",
	},
	{
		id = 40028,
		desc = "臨戰狀態",
	},
	{
		id = 40029,
		desc = "窮兵黷武",
	},
	{
		id = 40030,
		desc = "倉庫擴充",
	},
	{
		id = 40031,
		desc = "經營",
	},
	{
		id = 40032,
		desc = "耕種",
	},
	{
		id = 40033,
		desc = "稅收",
	},
	{
		id = 40034,
		desc = "工匠",
	},
	{
		id = 40035,
		desc = "巧匠",
	},
	{
		id = 40036,
		desc = "官吏",
	},
	{
		id = 40037,
		desc = "能吏",
	},
	{
		id = 40038,
		desc = "砍伐",
	},
	{
		id = 40039,
		desc = "資源保護",
	},
	{
		id = 40040,
		desc = "採集黃金",
	},
	{
		id = 40041,
		desc = "採集糧食",
	},
	{
		id = 40042,
		desc = "採集木材",
	},
	{
		id = 40043,
		desc = "高階倉庫擴充",
	},
	{
		id = 40044,
		desc = "高階經營",
	},
	{
		id = 40045,
		desc = "高階耕種",
	},
	{
		id = 40046,
		desc = "高階砍伐",
	},
	{
		id = 40047,
		desc = "采掘",
	},
	{
		id = 40048,
		desc = "高階采掘",
	},
	{
		id = 40049,
		desc = "採集石料",
	},
	{
		id = 40050,
		desc = "大豐收",
	},
	{
		id = 40051,
		desc = "冶煉",
	},
	{
		id = 40052,
		desc = "採集鐵礦",
	},
	{
		id = 40053,
		desc = "輜重車",
	},
	{
		id = 40054,
		desc = "行軍向導",
	},
	{
		id = 40055,
		desc = "戰術機動",
	},
	{
		id = 40056,
		desc = "聯盟使館",
	},
	{
		id = 40057,
		desc = "募兵動員",
	},
	{
		id = 40058,
		desc = "強化城墻",
	},
	{
		id = 40059,
		desc = "嚴明軍紀",
	},
	{
		id = 40060,
		desc = "布置陷阱",
	},
	{
		id = 40061,
		desc = "勢如破竹",
	},
	{
		id = 40062,
		desc = "強化陷阱",
	},
	{
		id = 40063,
		desc = "快馬加鞭",
	},
	{
		id = 40064,
		desc = "精密醫療",
	},
	{
		id = 40065,
		desc = "軍隊建製",
	},
	{
		id = 40066,
		desc = "強化陷阱Ⅱ",
	},
	{
		id = 40067,
		desc = "精力充沛",
	},
	{
		id = 40068,
		desc = "快速訓練",
	},
	{
		id = 40069,
		desc = "多重陷阱",
	},
	{
		id = 40070,
		desc = "金城湯池",
	},
	{
		id = 40071,
		desc = "木流牛馬",
	},
	{
		id = 41001,
		desc = "部隊攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41002,
		desc = "部隊攻擊+%{max_num}，最高等級5",
	},
	{
		id = 41003,
		desc = "部隊生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41004,
		desc = "部隊生命+%{max_num}，最高等級5",
	},
	{
		id = 41005,
		desc = "部隊防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41006,
		desc = "部隊防禦+%{max_num}，最高等級5",
	},
	{
		id = 41007,
		desc = "|<#253,208,110#>（主動）|1小時內，所有軍團速度+100%%，8小時冷卻時間（集結時對盟友無效）。",
	},
	{
		id = 41008,
		desc = "步兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41009,
		desc = "步兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41010,
		desc = "野戰（資源戰和野怪生效）時步兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41011,
		desc = "野戰（資源戰和野怪生效）時步兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41012,
		desc = "騎兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41013,
		desc = "騎兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41014,
		desc = "野戰（資源戰和野怪生效）時騎兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41015,
		desc = "野戰（資源戰和野怪生效）時騎兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41016,
		desc = "弓兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41017,
		desc = "弓兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41018,
		desc = "野戰（資源戰和野怪生效）時弓兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41019,
		desc = "野戰（資源戰和野怪生效）時弓兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41020,
		desc = "車兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41021,
		desc = "車兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41022,
		desc = "野戰（資源戰和野怪生效）時車兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41023,
		desc = "野戰（資源戰和野怪生效）時車兵攻擊/防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 41024,
		desc = "傷兵上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41025,
		desc = "傷兵上限+%{max_num}，最高等級5",
	},
	{
		id = 41026,
		desc = "治療速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41027,
		desc = "治療速度+%{max_num}，最高等級5",
	},
	{
		id = 41028,
		desc = "每等級進攻陣亡的+%{max_num}（|<#0,255,0#>+%{next_max_num}|）轉化為傷兵，最高等級5",
	},
	{
		id = 41029,
		desc = "每等級進攻陣亡的+%{max_num}轉化為傷兵，最高等級5",
	},
	{
		id = 41030,
		desc = "|<#253,208,110#>（主動）|使用後，下次主動攻擊時，己方陣亡士兵中的25%%轉換為傷兵，20小時冷卻時間。",
	},
	{
		id = 41031,
		desc = "步兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41032,
		desc = "步兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41033,
		desc = "騎兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41034,
		desc = "騎兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41035,
		desc = "弓兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41036,
		desc = "弓兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41037,
		desc = "車兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41038,
		desc = "車兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41039,
		desc = "城池戰鬥時步兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41040,
		desc = "城池戰鬥時步兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41041,
		desc = "城池戰鬥時騎兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41042,
		desc = "城池戰鬥時騎兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41043,
		desc = "城池戰鬥時弓兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41044,
		desc = "城池戰鬥時弓兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41045,
		desc = "城池戰鬥時車兵攻擊/防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41046,
		desc = "城池戰鬥時車兵攻擊/防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 41047,
		desc = "部隊攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41048,
		desc = "部隊攻擊+%{max_num}，最高等級10",
	},
	{
		id = 41049,
		desc = "部隊生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41050,
		desc = "部隊生命+%{max_num}，最高等級5",
	},
	{
		id = 41051,
		desc = "部隊防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41052,
		desc = "部隊防禦+%{max_num}，最高等級5",
	},
	{
		id = 41053,
		desc = "|<#253,208,110#>（主動）|1小時內，所有軍團士兵攻擊+25%%，20小時冷卻時間。",
	},
	{
		id = 41054,
		desc = "單支部隊數量上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41055,
		desc = "單支部隊數量上限+%{max_num}，最高等級10",
	},
	{
		id = 41056,
		desc = "倉庫上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41057,
		desc = "倉庫上限+%{max_num}，最高等級5",
	},
	{
		id = 41058,
		desc = "黃金產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41059,
		desc = "黃金產量+%{max_num}，最高等級5",
	},
	{
		id = 41060,
		desc = "糧食產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41061,
		desc = "糧食產量+%{max_num}，最高等級5",
	},
	{
		id = 41062,
		desc = "|<#253,208,110#>（主動）|使您的所有資源田立即獲得3小時的產出，8小時冷卻時間。",
	},
	{
		id = 41063,
		desc = "建造速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41064,
		desc = "建造速度+%{max_num}，最高等級5",
	},
	{
		id = 41065,
		desc = "建築消耗資源-%{max_num}（|<#0,255,0#>-%{next_max_num}|），最高等級5",
	},
	{
		id = 41066,
		desc = "建築消耗資源-%{max_num}，最高等級5",
	},
	{
		id = 41067,
		desc = "研究速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41068,
		desc = "研究速度+%{max_num}，最高等級5",
	},
	{
		id = 41069,
		desc = "研究消耗資源-%{max_num}（|<#0,255,0#>-%{next_max_num}|），最高等級5",
	},
	{
		id = 41070,
		desc = "研究消耗資源-%{max_num}，最高等級5",
	},
	{
		id = 41071,
		desc = "木材產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41072,
		desc = "木材產量+%{max_num}，最高等級5",
	},
	{
		id = 41073,
		desc = "|<#253,208,110#>（主動）|使用後的2小時內，受到攻擊時不會損失資源，20小時冷卻時間。",
	},
	{
		id = 41074,
		desc = "黃金開采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41075,
		desc = "黃金開采速度+%{max_num}，最高等級10",
	},
	{
		id = 41076,
		desc = "糧食開采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41077,
		desc = "糧食開采速度+%{max_num}，最高等級10",
	},
	{
		id = 41078,
		desc = "木材開采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41079,
		desc = "木材開采速度+%{max_num}，最高等級10",
	},
	{
		id = 41080,
		desc = "倉庫容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41081,
		desc = "倉庫容量+%{max_num}，最高等級10",
	},
	{
		id = 41082,
		desc = "黃金產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41083,
		desc = "黃金產量+%{max_num}，最高等級10",
	},
	{
		id = 41084,
		desc = "糧食產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41085,
		desc = "糧食產量+%{max_num}，最高等級10",
	},
	{
		id = 41086,
		desc = "木材產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41087,
		desc = "木材產量+%{max_num}，最高等級10",
	},
	{
		id = 41088,
		desc = "石料產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41089,
		desc = "石料產量+%{max_num}，最高等級5",
	},
	{
		id = 41090,
		desc = "石料產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41091,
		desc = "石料產量+%{max_num}，最高等級10",
	},
	{
		id = 41092,
		desc = "石料開采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41093,
		desc = "石料開采速度+%{max_num}，最高等級10",
	},
	{
		id = 41094,
		desc = "|<#253,208,110#>（主動）|2小時內，所有採集速度+100%%，20小時冷卻時間。（對正在採集的軍團無效）",
	},
	{
		id = 41095,
		desc = "鐵產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41096,
		desc = "鐵產量+%{max_num}，最高等級10",
	},
	{
		id = 41097,
		desc = "鐵礦開采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41098,
		desc = "鐵礦開采速度+%{max_num}，最高等級10",
	},
	{
		id = 41099,
		desc = "兵種負重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41100,
		desc = "兵種負重+%{max_num}，最高等級5",
	},
	{
		id = 41101,
		desc = "行軍速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41102,
		desc = "行軍速度+%{max_num}，最高等級5",
	},
	{
		id = 41103,
		desc = "|<#253,208,110#>（主動）|一次性將所有外出部隊召回自己主城（集結行軍的部隊無法召回），8小時冷卻時間。",
	},
	{
		id = 41104,
		desc = "容納援兵軍團數量+1",
	},
	{
		id = 41105,
		desc = "訓練部隊數量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41106,
		desc = "訓練部隊數量+%{max_num}，最高等級5",
	},
	{
		id = 41107,
		desc = "城墻耐久度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41108,
		desc = "城墻耐久度+%{max_num}，最高等級5",
	},
	{
		id = 41109,
		desc = "行動力上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41110,
		desc = "行動力上限+%{max_num}，最高等級5",
	},
	{
		id = 41111,
		desc = "陷阱建造速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41112,
		desc = "陷阱建造速度+%{max_num}，最高等級5",
	},
	{
		id = 41113,
		desc = "剿匪行軍速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41114,
		desc = "剿匪行軍速度+%{max_num}，最高等級5",
	},
	{
		id = 41115,
		desc = "陷阱攻擊力+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41116,
		desc = "陷阱攻擊力+%{max_num}，最高等級5",
	},
	{
		id = 41117,
		desc = "|<#253,208,110#>（主動）|立即恢復50行動力，20小時冷卻時間。",
	},
	{
		id = 41118,
		desc = "治療消耗資源-%{max_num}（|<#0,255,0#>-%{next_max_num}|），最高等級10",
	},
	{
		id = 41119,
		desc = "治療消耗資源-%{max_num}，最高等級10",
	},
	{
		id = 41120,
		desc = "訓練部隊數量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41121,
		desc = "訓練部隊數量+%{max_num}，最高等級10",
	},
	{
		id = 41122,
		desc = "陷阱攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41123,
		desc = "陷阱攻擊+%{max_num}，最高等級10",
	},
	{
		id = 41124,
		desc = "每等級行動力恢復速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 41125,
		desc = "每等級行動力恢復速度+%{max_num}，最高等級5",
	},
	{
		id = 41126,
		desc = "部隊訓練速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41127,
		desc = "部隊訓練速度+%{max_num}，最高等級10",
	},
	{
		id = 41128,
		desc = "陷阱觸發概率+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41129,
		desc = "陷阱觸發概率+%{max_num}，最高等級10",
	},
	{
		id = 41130,
		desc = "|<#253,208,110#>（主動）|1小時內，我軍防禦/生命+20%%，20小時冷卻時間。",
	},
	{
		id = 41131,
		desc = "部隊行軍速度/負重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 41132,
		desc = "部隊行軍速度/負重+%{max_num}，最高等級10",
	},
	{
		id = 50001,
		desc = "軍官編制Ⅰ",
	},
	{
		id = 50002,
		desc = "步兵防禦Ⅰ",
	},
	{
		id = 50003,
		desc = "騎兵防禦Ⅰ",
	},
	{
		id = 50004,
		desc = "弓兵防禦Ⅰ",
	},
	{
		id = 50005,
		desc = "車兵防禦Ⅰ",
	},
	{
		id = 50006,
		desc = "領導力Ⅰ",
	},
	{
		id = 50007,
		desc = "步兵生命Ⅰ",
	},
	{
		id = 50008,
		desc = "騎兵生命Ⅰ",
	},
	{
		id = 50009,
		desc = "弓兵生命Ⅰ",
	},
	{
		id = 50010,
		desc = "車兵生命Ⅰ",
	},
	{
		id = 50011,
		desc = "軍團編制Ⅰ",
	},
	{
		id = 50012,
		desc = "步兵攻擊Ⅰ",
	},
	{
		id = 50013,
		desc = "騎兵攻擊Ⅰ",
	},
	{
		id = 50014,
		desc = "弓兵攻擊Ⅰ",
	},
	{
		id = 50015,
		desc = "車兵攻擊Ⅰ",
	},
	{
		id = 50016,
		desc = "軍官編制Ⅱ",
	},
	{
		id = 50017,
		desc = "垛口Ⅰ",
	},
	{
		id = 50018,
		desc = "護城河Ⅰ",
	},
	{
		id = 50019,
		desc = "垛墻Ⅰ",
	},
	{
		id = 50020,
		desc = "築城Ⅰ",
	},
	{
		id = 50021,
		desc = "訓練速度Ⅰ",
	},
	{
		id = 50022,
		desc = "步兵防禦Ⅱ",
	},
	{
		id = 50023,
		desc = "騎兵防禦Ⅱ",
	},
	{
		id = 50024,
		desc = "弓兵防禦Ⅱ",
	},
	{
		id = 50025,
		desc = "車兵防禦Ⅱ",
	},
	{
		id = 50026,
		desc = "領導力Ⅱ",
	},
	{
		id = 50027,
		desc = "步兵生命Ⅱ",
	},
	{
		id = 50028,
		desc = "騎兵生命Ⅱ",
	},
	{
		id = 50029,
		desc = "弓兵生命Ⅱ",
	},
	{
		id = 50030,
		desc = "車兵生命Ⅱ",
	},
	{
		id = 50031,
		desc = "軍團編制Ⅱ",
	},
	{
		id = 50032,
		desc = "步兵攻擊Ⅱ",
	},
	{
		id = 50033,
		desc = "騎兵攻擊Ⅱ",
	},
	{
		id = 50034,
		desc = "弓兵攻擊Ⅱ",
	},
	{
		id = 50035,
		desc = "車兵攻擊Ⅱ",
	},
	{
		id = 50036,
		desc = "行軍速度I",
	},
	{
		id = 50037,
		desc = "垛口Ⅱ",
	},
	{
		id = 50038,
		desc = "護城河Ⅱ",
	},
	{
		id = 50039,
		desc = "垛墻Ⅱ",
	},
	{
		id = 50040,
		desc = "築城Ⅱ",
	},
	{
		id = 50041,
		desc = "訓練速度Ⅱ",
	},
	{
		id = 50042,
		desc = "步兵防禦Ⅲ",
	},
	{
		id = 50043,
		desc = "騎兵防禦Ⅲ",
	},
	{
		id = 50044,
		desc = "弓兵防禦Ⅲ",
	},
	{
		id = 50045,
		desc = "車兵防禦Ⅲ",
	},
	{
		id = 50046,
		desc = "領導力Ⅲ",
	},
	{
		id = 50047,
		desc = "步兵生命Ⅲ",
	},
	{
		id = 50048,
		desc = "騎兵生命Ⅲ",
	},
	{
		id = 50049,
		desc = "弓兵生命Ⅲ",
	},
	{
		id = 50050,
		desc = "車兵生命Ⅲ",
	},
	{
		id = 50051,
		desc = "軍團編制Ⅲ",
	},
	{
		id = 50052,
		desc = "步兵攻擊Ⅲ",
	},
	{
		id = 50053,
		desc = "騎兵攻擊Ⅲ",
	},
	{
		id = 50054,
		desc = "弓兵攻擊Ⅲ",
	},
	{
		id = 50055,
		desc = "車兵攻擊Ⅲ",
	},
	{
		id = 50056,
		desc = "行軍速度Ⅱ",
	},
	{
		id = 50057,
		desc = "垛口Ⅲ",
	},
	{
		id = 50058,
		desc = "護城河Ⅲ",
	},
	{
		id = 50059,
		desc = "垛墻Ⅲ",
	},
	{
		id = 50060,
		desc = "築城Ⅲ",
	},
	{
		id = 50061,
		desc = "訓練速度Ⅲ",
	},
	{
		id = 50062,
		desc = "步兵防禦Ⅳ",
	},
	{
		id = 50063,
		desc = "騎兵防禦Ⅳ",
	},
	{
		id = 50064,
		desc = "弓兵防禦Ⅳ",
	},
	{
		id = 50065,
		desc = "車兵防禦Ⅳ",
	},
	{
		id = 50066,
		desc = "領導力Ⅳ",
	},
	{
		id = 50067,
		desc = "步兵生命Ⅳ",
	},
	{
		id = 50068,
		desc = "騎兵生命Ⅳ",
	},
	{
		id = 50069,
		desc = "弓兵生命Ⅳ",
	},
	{
		id = 50070,
		desc = "車兵生命Ⅳ",
	},
	{
		id = 50071,
		desc = "軍團編制Ⅳ",
	},
	{
		id = 50072,
		desc = "步兵攻擊Ⅳ",
	},
	{
		id = 50073,
		desc = "騎兵攻擊Ⅳ",
	},
	{
		id = 50074,
		desc = "弓兵攻擊Ⅳ",
	},
	{
		id = 50075,
		desc = "車兵攻擊Ⅳ",
	},
	{
		id = 50076,
		desc = "行軍速度Ⅲ",
	},
	{
		id = 50077,
		desc = "垛口Ⅳ",
	},
	{
		id = 50078,
		desc = "護城河Ⅳ",
	},
	{
		id = 50079,
		desc = "垛墻Ⅳ",
	},
	{
		id = 50080,
		desc = "築城Ⅳ",
	},
	{
		id = 50081,
		desc = "領導力Ⅴ",
	},
	{
		id = 50082,
		desc = "戰神附身",
	},
	{
		id = 50083,
		desc = "金剛不壞",
	},
	{
		id = 50084,
		desc = "徭役Ⅰ",
	},
	{
		id = 50085,
		desc = "插秧Ⅰ",
	},
	{
		id = 50086,
		desc = "稅負Ⅰ",
	},
	{
		id = 50087,
		desc = "明政Ⅰ",
	},
	{
		id = 50088,
		desc = "獸耕Ⅰ",
	},
	{
		id = 50089,
		desc = "礦車Ⅰ",
	},
	{
		id = 50090,
		desc = "負重訓練Ⅰ",
	},
	{
		id = 50091,
		desc = "庫房Ⅰ",
	},
	{
		id = 50092,
		desc = "風林火山Ⅰ",
	},
	{
		id = 50093,
		desc = "利斧Ⅰ",
	},
	{
		id = 50094,
		desc = "雙人鋸Ⅰ",
	},
	{
		id = 50095,
		desc = "醫療速度Ⅰ",
	},
	{
		id = 50096,
		desc = "徭役Ⅱ",
	},
	{
		id = 50097,
		desc = "插秧Ⅱ",
	},
	{
		id = 50098,
		desc = "稅負Ⅱ",
	},
	{
		id = 50099,
		desc = "明政Ⅱ",
	},
	{
		id = 50100,
		desc = "獸耕Ⅱ",
	},
	{
		id = 50101,
		desc = "礦車Ⅱ",
	},
	{
		id = 50102,
		desc = "負重訓練Ⅱ",
	},
	{
		id = 50103,
		desc = "利斧Ⅱ",
	},
	{
		id = 50104,
		desc = "雙人鋸Ⅱ",
	},
	{
		id = 50105,
		desc = "庫房Ⅱ",
	},
	{
		id = 50106,
		desc = "石料生產Ⅰ",
	},
	{
		id = 50107,
		desc = "石料採集Ⅰ",
	},
	{
		id = 50108,
		desc = "風林火山Ⅱ",
	},
	{
		id = 50109,
		desc = "醫療速度Ⅱ",
	},
	{
		id = 50110,
		desc = "徭役Ⅲ",
	},
	{
		id = 50111,
		desc = "插秧Ⅲ",
	},
	{
		id = 50112,
		desc = "稅負Ⅲ",
	},
	{
		id = 50113,
		desc = "明政Ⅲ",
	},
	{
		id = 50114,
		desc = "獸耕Ⅲ",
	},
	{
		id = 50115,
		desc = "礦車Ⅲ",
	},
	{
		id = 50116,
		desc = "負重訓練Ⅲ",
	},
	{
		id = 50117,
		desc = "利斧Ⅲ",
	},
	{
		id = 50118,
		desc = "雙人鋸Ⅲ",
	},
	{
		id = 50119,
		desc = "庫房Ⅲ",
	},
	{
		id = 50120,
		desc = "石料生產Ⅱ",
	},
	{
		id = 50121,
		desc = "石料採集Ⅱ",
	},
	{
		id = 50122,
		desc = "風林火山Ⅲ",
	},
	{
		id = 50123,
		desc = "醫療速度Ⅲ",
	},
	{
		id = 50124,
		desc = "鐵礦生產Ⅰ",
	},
	{
		id = 50125,
		desc = "鐵礦採集Ⅰ",
	},
	{
		id = 50126,
		desc = "徭役Ⅳ",
	},
	{
		id = 50127,
		desc = "插秧Ⅳ",
	},
	{
		id = 50128,
		desc = "稅負Ⅳ",
	},
	{
		id = 50129,
		desc = "明政Ⅳ",
	},
	{
		id = 50130,
		desc = "獸耕Ⅳ",
	},
	{
		id = 50131,
		desc = "礦車Ⅳ",
	},
	{
		id = 50132,
		desc = "負重訓練Ⅳ",
	},
	{
		id = 50133,
		desc = "利斧Ⅳ",
	},
	{
		id = 50134,
		desc = "雙人鋸Ⅳ",
	},
	{
		id = 50135,
		desc = "庫房Ⅳ",
	},
	{
		id = 50136,
		desc = "石料生產Ⅲ",
	},
	{
		id = 50137,
		desc = "石料採集Ⅲ",
	},
	{
		id = 50138,
		desc = "風林火山Ⅳ",
	},
	{
		id = 50139,
		desc = "醫療速度Ⅳ",
	},
	{
		id = 50140,
		desc = "鐵礦生產Ⅱ",
	},
	{
		id = 50141,
		desc = "鐵礦採集Ⅱ",
	},
	{
		id = 50142,
		desc = "疾風迅雷",
	},
	{
		id = 50143,
		desc = "富甲一方",
	},
	{
		id = 51001,
		desc = "單個軍團中副將數量+1，最高等級2",
	},
	{
		id = 51002,
		desc = "步兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51003,
		desc = "步兵防禦+%{max_num}，最高等級5",
	},
	{
		id = 51004,
		desc = "騎兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51005,
		desc = "騎兵防禦+%{max_num}，最高等級5",
	},
	{
		id = 51006,
		desc = "弓兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51007,
		desc = "弓兵防禦+%{max_num}，最高等級5",
	},
	{
		id = 51008,
		desc = "車兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51009,
		desc = "車兵防禦+%{max_num}，最高等級5",
	},
	{
		id = 51010,
		desc = "武將帶兵數量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51011,
		desc = "武將帶兵數量提高+%{max_num}，最高等級5",
	},
	{
		id = 51012,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51013,
		desc = "步兵生命+%{max_num}，最高等級5",
	},
	{
		id = 51014,
		desc = "騎兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51015,
		desc = "騎兵生命+%{max_num}，最高等級5",
	},
	{
		id = 51016,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51017,
		desc = "弓兵生命+%{max_num}，最高等級5",
	},
	{
		id = 51018,
		desc = "車兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51019,
		desc = "車兵生命+%{max_num}，最高等級5",
	},
	{
		id = 51020,
		desc = "玩家可操控軍團數量+1，最高等級1",
	},
	{
		id = 51021,
		desc = "步兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51022,
		desc = "步兵攻擊+%{max_num}，最高等級5",
	},
	{
		id = 51023,
		desc = "騎兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51024,
		desc = "騎兵攻擊+%{max_num}，最高等級5",
	},
	{
		id = 51025,
		desc = "弓兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51026,
		desc = "弓兵攻擊+%{max_num}，最高等級5",
	},
	{
		id = 51027,
		desc = "車兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51028,
		desc = "車兵攻擊+%{max_num}，最高等級5",
	},
	{
		id = 51029,
		desc = "單個軍團中副將數量+1，最高等級2",
	},
	{
		id = 51030,
		desc = "攻城或守城時士兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51031,
		desc = "攻城或守城時士兵攻擊+%{max_num}，最高等級5",
	},
	{
		id = 51032,
		desc = "陷阱攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51033,
		desc = "陷阱攻擊+%{max_num}，最高等級5",
	},
	{
		id = 51034,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51035,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}，最高等級5",
	},
	{
		id = 51036,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51037,
		desc = "城池耐久+%{max_num}，最高等級5",
	},
	{
		id = 51038,
		desc = "訓練速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51039,
		desc = "訓練速度+%{max_num}，最高等級5",
	},
	{
		id = 51040,
		desc = "步兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51041,
		desc = "步兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51042,
		desc = "騎兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51043,
		desc = "騎兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51044,
		desc = "弓兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51045,
		desc = "弓兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51046,
		desc = "車兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51047,
		desc = "車兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51048,
		desc = "武將帶兵數量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51049,
		desc = "武將帶兵數量提高+%{max_num}，最高等級5",
	},
	{
		id = 51050,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51051,
		desc = "步兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51052,
		desc = "騎兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51053,
		desc = "騎兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51054,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51055,
		desc = "弓兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51056,
		desc = "車兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51057,
		desc = "車兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51058,
		desc = "玩家可操控軍團數量+1，最高等級1",
	},
	{
		id = 51059,
		desc = "步兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51060,
		desc = "步兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51061,
		desc = "騎兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51062,
		desc = "騎兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51063,
		desc = "弓兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51064,
		desc = "弓兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51065,
		desc = "車兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51066,
		desc = "車兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51067,
		desc = "行軍速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51068,
		desc = "行軍速度+%{max_num}，最高等級5",
	},
	{
		id = 51069,
		desc = "攻城或守城時士兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51070,
		desc = "攻城或守城時士兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51071,
		desc = "陷阱攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51072,
		desc = "陷阱攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51073,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51074,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 51075,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51076,
		desc = "城池耐久+%{max_num}，最高等級10",
	},
	{
		id = 51077,
		desc = "訓練速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51078,
		desc = "訓練速度+%{max_num}，最高等級5",
	},
	{
		id = 51079,
		desc = "步兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51080,
		desc = "步兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51081,
		desc = "騎兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51082,
		desc = "騎兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51083,
		desc = "弓兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51084,
		desc = "弓兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51085,
		desc = "車兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51086,
		desc = "車兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51087,
		desc = "武將帶兵數量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51088,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51089,
		desc = "步兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51090,
		desc = "騎兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51091,
		desc = "騎兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51092,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51093,
		desc = "弓兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51094,
		desc = "車兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51095,
		desc = "車兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51096,
		desc = "玩家可操控軍團數量+1，最高等級1",
	},
	{
		id = 51097,
		desc = "步兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51098,
		desc = "步兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51099,
		desc = "騎兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51100,
		desc = "騎兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51101,
		desc = "弓兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51102,
		desc = "弓兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51103,
		desc = "車兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51104,
		desc = "車兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51105,
		desc = "行軍速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51106,
		desc = "行軍速度+%{max_num}，最高等級5",
	},
	{
		id = 51107,
		desc = "攻城或守城時士兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51108,
		desc = "攻城或守城時士兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51109,
		desc = "陷阱攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51110,
		desc = "陷阱攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51111,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51112,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 51113,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51114,
		desc = "城池耐久+%{max_num}，最高等級10",
	},
	{
		id = 51115,
		desc = "訓練速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51116,
		desc = "訓練速度+%{max_num}，最高等級5",
	},
	{
		id = 51117,
		desc = "步兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51118,
		desc = "步兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51119,
		desc = "騎兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51120,
		desc = "騎兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51121,
		desc = "弓兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51122,
		desc = "弓兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51123,
		desc = "車兵防禦+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51124,
		desc = "車兵防禦+%{max_num}，最高等級10",
	},
	{
		id = 51125,
		desc = "武將帶兵數量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51126,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51127,
		desc = "步兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51128,
		desc = "騎兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51129,
		desc = "騎兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51130,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51131,
		desc = "弓兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51132,
		desc = "車兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51133,
		desc = "車兵生命+%{max_num}，最高等級10",
	},
	{
		id = 51134,
		desc = "玩家可操控軍團數量+1，最高等級1",
	},
	{
		id = 51135,
		desc = "步兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51136,
		desc = "步兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51137,
		desc = "騎兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51138,
		desc = "騎兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51139,
		desc = "弓兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51140,
		desc = "弓兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51141,
		desc = "車兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51142,
		desc = "車兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51143,
		desc = "行軍速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51144,
		desc = "行軍速度+%{max_num}，最高等級5",
	},
	{
		id = 51145,
		desc = "攻城或守城時士兵攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51146,
		desc = "攻城或守城時士兵攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51147,
		desc = "陷阱攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51148,
		desc = "陷阱攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51149,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51150,
		desc = "攻城或守城時士兵防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 51151,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51152,
		desc = "城池耐久+%{max_num}，最高等級10",
	},
	{
		id = 51153,
		desc = "武將帶兵數量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51154,
		desc = "武將帶兵數量提高+%{max_num}，最高等級5",
	},
	{
		id = 51155,
		desc = "所有部隊攻擊+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51156,
		desc = "所有部隊攻擊+%{max_num}，最高等級10",
	},
	{
		id = 51157,
		desc = "所有部隊防禦/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51158,
		desc = "所有部隊防禦/血量+%{max_num}，最高等級10",
	},
	{
		id = 51159,
		desc = "建築速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51160,
		desc = "建築速度+%{max_num}，最高等級5",
	},
	{
		id = 51161,
		desc = "糧食產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51162,
		desc = "糧食產量+%{max_num}，最高等級5",
	},
	{
		id = 51163,
		desc = "金礦產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51164,
		desc = "金礦產量+%{max_num}，最高等級5",
	},
	{
		id = 51165,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51166,
		desc = "科研速度+%{max_num}，最高等級5",
	},
	{
		id = 51167,
		desc = "糧食採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51168,
		desc = "糧食採集速度+%{max_num}，最高等級5",
	},
	{
		id = 51169,
		desc = "黃金採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51170,
		desc = "黃金採集速度+%{max_num}，最高等級5",
	},
	{
		id = 51171,
		desc = "負重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51172,
		desc = "負重+%{max_num}，最高等級5",
	},
	{
		id = 51173,
		desc = "庫房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51174,
		desc = "庫房容量+%{max_num}，最高等級5",
	},
	{
		id = 51175,
		desc = "剿匪行軍加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51176,
		desc = "剿匪行軍加速+%{max_num}，最高等級5",
	},
	{
		id = 51177,
		desc = "木材產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51178,
		desc = "木材產量+%{max_num}，最高等級5",
	},
	{
		id = 51179,
		desc = "木材採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51180,
		desc = "木材採集速度+%{max_num}，最高等級5",
	},
	{
		id = 51181,
		desc = "醫療傷兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51182,
		desc = "醫療傷兵速度+%{max_num}，最高等級5",
	},
	{
		id = 51183,
		desc = "建築速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51184,
		desc = "建築速度+%{max_num}，最高等級5",
	},
	{
		id = 51185,
		desc = "糧食產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51186,
		desc = "糧食產量+%{max_num}，最高等級10",
	},
	{
		id = 51187,
		desc = "金礦產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51188,
		desc = "金礦產量+%{max_num}，最高等級10",
	},
	{
		id = 51189,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51190,
		desc = "科研速度+%{max_num}，最高等級5",
	},
	{
		id = 51191,
		desc = "糧食採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51192,
		desc = "糧食採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51193,
		desc = "黃金採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51194,
		desc = "黃金採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51195,
		desc = "負重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51196,
		desc = "負重+%{max_num}，最高等級5",
	},
	{
		id = 51197,
		desc = "木材產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51198,
		desc = "木材產量+%{max_num}，最高等級10",
	},
	{
		id = 51199,
		desc = "木材採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51200,
		desc = "木材採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51201,
		desc = "庫房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51202,
		desc = "庫房容量+%{max_num}，最高等級5",
	},
	{
		id = 51203,
		desc = "石料產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51204,
		desc = "石料產量+%{max_num}，最高等級5",
	},
	{
		id = 51205,
		desc = "石料採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51206,
		desc = "石料採集速度+%{max_num}，最高等級5",
	},
	{
		id = 51207,
		desc = "剿匪行軍加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51208,
		desc = "剿匪行軍加速+%{max_num}，最高等級5",
	},
	{
		id = 51209,
		desc = "醫療傷兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51210,
		desc = "醫療傷兵速度+%{max_num}，最高等級5",
	},
	{
		id = 51211,
		desc = "建築速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51212,
		desc = "建築速度+%{max_num}，最高等級5",
	},
	{
		id = 51213,
		desc = "糧食產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51214,
		desc = "糧食產量+%{max_num}，最高等級10",
	},
	{
		id = 51215,
		desc = "金礦產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51216,
		desc = "金礦產量+%{max_num}，最高等級10",
	},
	{
		id = 51217,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51218,
		desc = "科研速度+%{max_num}，最高等級5",
	},
	{
		id = 51219,
		desc = "糧食採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51220,
		desc = "糧食採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51221,
		desc = "黃金採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51222,
		desc = "黃金採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51223,
		desc = "負重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51224,
		desc = "負重+%{max_num}，最高等級5",
	},
	{
		id = 51225,
		desc = "木材產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51226,
		desc = "木材產量+%{max_num}，最高等級10",
	},
	{
		id = 51227,
		desc = "木材採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51228,
		desc = "木材採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51229,
		desc = "庫房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51230,
		desc = "庫房容量+%{max_num}，最高等級5",
	},
	{
		id = 51231,
		desc = "石料產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51232,
		desc = "石料產量+%{max_num}，最高等級10",
	},
	{
		id = 51233,
		desc = "石料採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51234,
		desc = "石料採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51235,
		desc = "剿匪行軍加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51236,
		desc = "剿匪行軍加速+%{max_num}，最高等級5",
	},
	{
		id = 51237,
		desc = "醫療傷兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51238,
		desc = "醫療傷兵速度+%{max_num}，最高等級5",
	},
	{
		id = 51239,
		desc = "鐵礦產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51240,
		desc = "鐵礦產量+%{max_num}，最高等級5",
	},
	{
		id = 51241,
		desc = "鐵礦採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51242,
		desc = "鐵礦採集速度+%{max_num}，最高等級5",
	},
	{
		id = 51243,
		desc = "建築速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51244,
		desc = "建築速度+%{max_num}，最高等級5",
	},
	{
		id = 51245,
		desc = "糧食產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51246,
		desc = "糧食產量+%{max_num}，最高等級10",
	},
	{
		id = 51247,
		desc = "金礦產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51248,
		desc = "金礦產量+%{max_num}，最高等級10",
	},
	{
		id = 51249,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51250,
		desc = "科研速度+%{max_num}，最高等級5",
	},
	{
		id = 51251,
		desc = "糧食採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51252,
		desc = "糧食採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51253,
		desc = "黃金採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51254,
		desc = "黃金採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51255,
		desc = "負重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51256,
		desc = "負重+%{max_num}，最高等級5",
	},
	{
		id = 51257,
		desc = "木材產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51258,
		desc = "木材產量+%{max_num}，最高等級10",
	},
	{
		id = 51259,
		desc = "木材採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51260,
		desc = "木材採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51261,
		desc = "庫房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51262,
		desc = "庫房容量+%{max_num}，最高等級5",
	},
	{
		id = 51263,
		desc = "石料產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51264,
		desc = "石料產量+%{max_num}，最高等級10",
	},
	{
		id = 51265,
		desc = "石料採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51266,
		desc = "石料採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51267,
		desc = "剿匪行軍加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51268,
		desc = "剿匪行軍加速+%{max_num}，最高等級5",
	},
	{
		id = 51269,
		desc = "醫療傷兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級5",
	},
	{
		id = 51270,
		desc = "醫療傷兵速度+%{max_num}，最高等級5",
	},
	{
		id = 51271,
		desc = "鐵礦產量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51272,
		desc = "鐵礦產量+%{max_num}、，最高等級10",
	},
	{
		id = 51273,
		desc = "鐵礦採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51274,
		desc = "鐵礦採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51275,
		desc = "資源採集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51276,
		desc = "資源採集速度+%{max_num}，最高等級10",
	},
	{
		id = 51277,
		desc = "資源生產速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等級10",
	},
	{
		id = 51278,
		desc = "資源生產速度+%{max_num}，最高等級10",
	},
	{
		id = 60001,
		desc = "萬能裝備",
	},
	{
		id = 60002,
		desc = "萬能裝備",
	},
	{
		id = 60003,
		desc = "萬能裝備",
	},
	{
		id = 60004,
		desc = "萬能裝備",
	},
	{
		id = 60005,
		desc = "萬能裝備",
	},
	{
		id = 60006,
		desc = "月牙戟",
	},
	{
		id = 60007,
		desc = "鑌鐵寶刀",
	},
	{
		id = 60008,
		desc = "虹刃劍",
	},
	{
		id = 60009,
		desc = "桃花扇",
	},
	{
		id = 60010,
		desc = "鵑花扇",
	},
	{
		id = 60011,
		desc = "承影",
	},
	{
		id = 60012,
		desc = "昂龍三尖叉",
	},
	{
		id = 60013,
		desc = "雌雄雙股劍",
	},
	{
		id = 60014,
		desc = "牡丹扇",
	},
	{
		id = 60015,
		desc = "霸王槍",
	},
	{
		id = 60016,
		desc = "淮陰劍",
	},
	{
		id = 60017,
		desc = "閃燕劍",
	},
	{
		id = 60018,
		desc = "惡來雙戟",
	},
	{
		id = 60019,
		desc = "金背開山刀",
	},
	{
		id = 60020,
		desc = "倚天劍",
	},
	{
		id = 60021,
		desc = "黑慧扇",
	},
	{
		id = 60022,
		desc = "鬼才扇",
	},
	{
		id = 60023,
		desc = "丈八蛇矛",
	},
	{
		id = 60024,
		desc = "青龍偃月刀",
	},
	{
		id = 60025,
		desc = "虎頭湛金槍",
	},
	{
		id = 60026,
		desc = "龍膽亮銀槍",
	},
	{
		id = 60027,
		desc = "萬石弓",
	},
	{
		id = 60028,
		desc = "朱雀羽扇",
	},
	{
		id = 60029,
		desc = "方天畫戟",
	},
	{
		id = 60030,
		desc = "離火雙刃",
	},
	{
		id = 60031,
		desc = "鳳鳴環",
	},
	{
		id = 60032,
		desc = "癘火劈水刀",
	},
	{
		id = 60033,
		desc = "白虹",
	},
	{
		id = 60034,
		desc = "青釭劍",
	},
	{
		id = 60035,
		desc = "奇才扇",
	},
	{
		id = 60036,
		desc = "日月開天斧",
	},
	{
		id = 60037,
		desc = "判官筆",
	},
	{
		id = 60038,
		desc = "七星寶刀",
	},
	{
		id = 60039,
		desc = "鬼頭灌金刀",
	},
	{
		id = 60040,
		desc = "古錠刀",
	},
	{
		id = 60041,
		desc = "淩雲筆",
	},
	{
		id = 60042,
		desc = "風鴻羽扇",
	},
	{
		id = 60043,
		desc = "青雲扇",
	},
	{
		id = 60044,
		desc = "金臂赤銅刀",
	},
	{
		id = 60045,
		desc = "新亭侯",
	},
	{
		id = 60046,
		desc = "烏金斷日斧",
	},
	{
		id = 60047,
		desc = "霸王弓",
	},
	{
		id = 60048,
		desc = "破甲槍",
	},
	{
		id = 60049,
		desc = "三環鏨金槍",
	},
	{
		id = 60050,
		desc = "八卦陰陽扇",
	},
	{
		id = 60051,
		desc = "鐵骨扇",
	},
	{
		id = 60052,
		desc = "王佐羽扇",
	},
	{
		id = 60053,
		desc = "冷月寶刀",
	},
	{
		id = 60054,
		desc = "青龍板門刀",
	},
	{
		id = 60055,
		desc = "毒蛇矛",
	},
	{
		id = 60056,
		desc = "盤龍金背刀",
	},
	{
		id = 60057,
		desc = "青龍三亭刀",
	},
	{
		id = 60058,
		desc = "鳳羽扇",
	},
	{
		id = 60059,
		desc = "鳴鴻刀",
	},
	{
		id = 60060,
		desc = "環首樸刀",
	},
	{
		id = 60061,
		desc = "昆吾刀",
	},
	{
		id = 60062,
		desc = "鋒泉劍",
	},
	{
		id = 60063,
		desc = "銀雀槍",
	},
	{
		id = 60064,
		desc = "寒月",
	},
	{
		id = 60065,
		desc = "凈水葫蘆",
	},
	{
		id = 60066,
		desc = "死諫筆",
	},
	{
		id = 60067,
		desc = "諸葛連弩",
	},
	{
		id = 60068,
		desc = "鐵脊長弓",
	},
	{
		id = 60069,
		desc = "烏金槍",
	},
	{
		id = 60070,
		desc = "鋸齒鉤鐮刀",
	},
	{
		id = 60071,
		desc = "喪門戟",
	},
	{
		id = 60072,
		desc = "八寶電光錘",
	},
	{
		id = 60073,
		desc = "佛光劍",
	},
	{
		id = 60074,
		desc = "射日弓",
	},
	{
		id = 60075,
		desc = "三挺砍山刀",
	},
	{
		id = 60076,
		desc = "五虎斷門刀",
	},
	{
		id = 60077,
		desc = "八卦開天斧",
	},
	{
		id = 60078,
		desc = "日月雙刃",
	},
	{
		id = 60079,
		desc = "乾坤筆",
	},
	{
		id = 60080,
		desc = "烏金三叉戟",
	},
	{
		id = 60081,
		desc = "丹鳳劍",
	},
	{
		id = 60082,
		desc = "雙翅玲瓏戟",
	},
	{
		id = 60083,
		desc = "龍頭紮刀",
	},
	{
		id = 60084,
		desc = "凝碧劍",
	},
	{
		id = 60085,
		desc = "亮銀點剛槍",
	},
	{
		id = 60086,
		desc = "八楞亮銀錘",
	},
	{
		id = 60087,
		desc = "杵白梨花槍",
	},
	{
		id = 60088,
		desc = "亮銀刀",
	},
	{
		id = 60089,
		desc = "遊子弓",
	},
	{
		id = 60090,
		desc = "白桿小銀槍",
	},
	{
		id = 60091,
		desc = "狀元筆",
	},
	{
		id = 60092,
		desc = "三股亮銀叉",
	},
	{
		id = 60093,
		desc = "獸角點金槍",
	},
	{
		id = 60094,
		desc = "火畫扇",
	},
	{
		id = 60095,
		desc = "竹絲扇",
	},
	{
		id = 60096,
		desc = "龍鳳雙刀",
	},
	{
		id = 60097,
		desc = "檀香扇",
	},
	{
		id = 60098,
		desc = "截頭金背大刀",
	},
	{
		id = 60099,
		desc = "烏金虎頭槍",
	},
	{
		id = 60100,
		desc = "白光劍",
	},
	{
		id = 60101,
		desc = "八寶雁翎刀",
	},
	{
		id = 60102,
		desc = "八卦宣化斧",
	},
	{
		id = 60103,
		desc = "九耳八環刀",
	},
	{
		id = 60104,
		desc = "震天弓",
	},
	{
		id = 60105,
		desc = "壯誌筆",
	},
	{
		id = 60106,
		desc = "龍鳳環",
	},
	{
		id = 60107,
		desc = "千葉扇",
	},
	{
		id = 60108,
		desc = "銀蟒槍",
	},
	{
		id = 60109,
		desc = "霸江刀",
	},
	{
		id = 60110,
		desc = "鉤雲刀",
	},
	{
		id = 60111,
		desc = "赤刃劍",
	},
	{
		id = 60112,
		desc = "春燕扇",
	},
	{
		id = 60113,
		desc = "玉蒲扇",
	},
	{
		id = 60114,
		desc = "馥紅扇",
	},
	{
		id = 60115,
		desc = "紫香扇",
	},
	{
		id = 60116,
		desc = "絨羽扇",
	},
	{
		id = 60117,
		desc = "昴炎布衣",
	},
	{
		id = 60118,
		desc = "紫川布衣",
	},
	{
		id = 60119,
		desc = "德杉布衣",
	},
	{
		id = 60120,
		desc = "木翼布衣",
	},
	{
		id = 60121,
		desc = "昴炎皮衣",
	},
	{
		id = 60122,
		desc = "紫川皮衣",
	},
	{
		id = 60123,
		desc = "德杉皮衣",
	},
	{
		id = 60124,
		desc = "木翼皮衣",
	},
	{
		id = 60125,
		desc = "銳輝皮衣",
	},
	{
		id = 60126,
		desc = "煬渺皮衣",
	},
	{
		id = 60127,
		desc = "煬渺皮甲",
	},
	{
		id = 60128,
		desc = "炙杉皮甲",
	},
	{
		id = 60129,
		desc = "耀焰皮甲",
	},
	{
		id = 60130,
		desc = "穀溪皮甲",
	},
	{
		id = 60131,
		desc = "冰嶺皮甲",
	},
	{
		id = 60132,
		desc = "岱炎皮甲",
	},
	{
		id = 60133,
		desc = "鋃燦皮甲",
	},
	{
		id = 60134,
		desc = "洛炎皮甲",
	},
	{
		id = 60135,
		desc = "銳茂皮甲",
	},
	{
		id = 60136,
		desc = "屹錚皮甲",
	},
	{
		id = 60137,
		desc = "龍骨甲",
	},
	{
		id = 60138,
		desc = "虎紋鎧甲",
	},
	{
		id = 60139,
		desc = "昴炎戰甲",
	},
	{
		id = 60140,
		desc = "紫川戰甲",
	},
	{
		id = 60141,
		desc = "德杉戰甲",
	},
	{
		id = 60142,
		desc = "木翼戰甲",
	},
	{
		id = 60143,
		desc = "銳輝戰甲",
	},
	{
		id = 60144,
		desc = "黃金鎧",
	},
	{
		id = 60145,
		desc = "紅錦萬花袍",
	},
	{
		id = 60146,
		desc = "魚鱗甲",
	},
	{
		id = 60147,
		desc = "天狼頭盔",
	},
	{
		id = 60148,
		desc = "虎牙戰甲",
	},
	{
		id = 60149,
		desc = "英傑戰甲",
	},
	{
		id = 60150,
		desc = "月影戰甲",
	},
	{
		id = 60151,
		desc = "判官護腕",
	},
	{
		id = 60152,
		desc = "金絲魚鱗甲",
	},
	{
		id = 60153,
		desc = "雷霆重盔",
	},
	{
		id = 60154,
		desc = "擒龍錮鐵腕",
	},
	{
		id = 60155,
		desc = "神喻披風",
	},
	{
		id = 60156,
		desc = "鳳翅金翎",
	},
	{
		id = 60157,
		desc = "天罡盔",
	},
	{
		id = 60158,
		desc = "鋼甲戰靴",
	},
	{
		id = 60159,
		desc = "龍麟鎧甲",
	},
	{
		id = 60160,
		desc = "寒月冰魄鎧",
	},
	{
		id = 60161,
		desc = "奮威明光鎧",
	},
	{
		id = 60162,
		desc = "荒鷲鎧甲",
	},
	{
		id = 60163,
		desc = "明鏡鎧甲",
	},
	{
		id = 60164,
		desc = "紫翎鎧甲",
	},
	{
		id = 60165,
		desc = "錦衣鎧甲",
	},
	{
		id = 60166,
		desc = "獸面連環鎧",
	},
	{
		id = 60167,
		desc = "銀戒指",
	},
	{
		id = 60168,
		desc = "香囊",
	},
	{
		id = 60169,
		desc = "蒼天石",
	},
	{
		id = 60170,
		desc = "青玉吊墜",
	},
	{
		id = 60171,
		desc = "夜明珠",
	},
	{
		id = 60172,
		desc = "護身符",
	},
	{
		id = 60173,
		desc = "珍珠鏈",
	},
	{
		id = 60174,
		desc = "獸牙飾",
	},
	{
		id = 60175,
		desc = "黃金手鐲",
	},
	{
		id = 60176,
		desc = "靛海珠",
	},
	{
		id = 60177,
		desc = "烽火石",
	},
	{
		id = 60178,
		desc = "長生鏡",
	},
	{
		id = 60179,
		desc = "玲瓏寶珠",
	},
	{
		id = 60180,
		desc = "碧玉扳指",
	},
	{
		id = 60181,
		desc = "霞光項鏈",
	},
	{
		id = 60182,
		desc = "避水珠",
	},
	{
		id = 60183,
		desc = "珊瑚耳墜",
	},
	{
		id = 60184,
		desc = "虎牙手煉",
	},
	{
		id = 60185,
		desc = "瑪瑙鑲金墜",
	},
	{
		id = 60186,
		desc = "無方戒",
	},
	{
		id = 60187,
		desc = "紅玉扳指",
	},
	{
		id = 60188,
		desc = "血石項鏈",
	},
	{
		id = 60189,
		desc = "和氏璧",
	},
	{
		id = 60190,
		desc = "八卦墜",
	},
	{
		id = 60191,
		desc = "琉璃玉璧",
	},
	{
		id = 60192,
		desc = "羽人獸紋鏡",
	},
	{
		id = 60193,
		desc = "孔明燈",
	},
	{
		id = 60194,
		desc = "玉簾項鏈",
	},
	{
		id = 60195,
		desc = "傳國玉璽",
	},
	{
		id = 60196,
		desc = "雲紋佩",
	},
	{
		id = 60197,
		desc = "龍慕翡翠玉",
	},
	{
		id = 60198,
		desc = "白玉響鈴簪",
	},
	{
		id = 60199,
		desc = "玲瓏玻璃球",
	},
	{
		id = 60200,
		desc = "六光玄冥石",
	},
	{
		id = 60201,
		desc = "無雙戒",
	},
	{
		id = 60202,
		desc = "羅綺香囊",
	},
	{
		id = 60203,
		desc = "蒼魂珠",
	},
	{
		id = 60204,
		desc = "風月寶鏈",
	},
	{
		id = 60205,
		desc = "碧水青龍",
	},
	{
		id = 60206,
		desc = "雲流戒",
	},
	{
		id = 60207,
		desc = "顛海神珠",
	},
	{
		id = 60208,
		desc = "七彩玲瓏",
	},
	{
		id = 60209,
		desc = "聖王墜",
	},
	{
		id = 60210,
		desc = "天機錦囊",
	},
	{
		id = 60211,
		desc = "四靈文鏡",
	},
	{
		id = 60212,
		desc = "豹騎都督印",
	},
	{
		id = 60213,
		desc = "翼德葫蘆",
	},
	{
		id = 60214,
		desc = "遊心太玄鏈",
	},
	{
		id = 60215,
		desc = "甄宓玉笛",
	},
	{
		id = 60216,
		desc = "典韋護心鏡",
	},
	{
		id = 60217,
		desc = "鬃毛牛",
	},
	{
		id = 60218,
		desc = "赤毛牛",
	},
	{
		id = 60219,
		desc = "褐鬃馬",
	},
	{
		id = 60220,
		desc = "玉龍駒",
	},
	{
		id = 60221,
		desc = "南蠻巨象",
	},
	{
		id = 60222,
		desc = "汗血",
	},
	{
		id = 60223,
		desc = "大宛",
	},
	{
		id = 60224,
		desc = "快航",
	},
	{
		id = 60225,
		desc = "騏驥",
	},
	{
		id = 60226,
		desc = "綠耳",
	},
	{
		id = 60227,
		desc = "踏雲",
	},
	{
		id = 60228,
		desc = "紫騂",
	},
	{
		id = 60229,
		desc = "灰影",
	},
	{
		id = 60230,
		desc = "驚帆",
	},
	{
		id = 60231,
		desc = "烏孫",
	},
	{
		id = 60232,
		desc = "王追",
	},
	{
		id = 60233,
		desc = "爪黃飛電",
	},
	{
		id = 60234,
		desc = "赤兔",
	},
	{
		id = 60235,
		desc = "絕影",
	},
	{
		id = 60236,
		desc = "的盧",
	},
	{
		id = 60237,
		desc = "護國玉璽",
	},
	{
		id = 60238,
		desc = "虹光寶甲",
	},
	{
		id = 60239,
		desc = "虹光吊墜",
	},
	{
		id = 60240,
		desc = "虹光琉璃駒",
	},
	{
		id = 61001,
		desc = "白色萬能裝備，用於進階白色裝備",
	},
	{
		id = 61002,
		desc = "綠色萬能裝備，用於進階綠色裝備",
	},
	{
		id = 61003,
		desc = "藍色萬能裝備，用於進階藍色裝備",
	},
	{
		id = 61004,
		desc = "紫色萬能裝備，用於進階紫色裝備",
	},
	{
		id = 61005,
		desc = "橙色萬能裝備，用於進階橙色裝備",
	},
	{
		id = 61006,
		desc = "前端的尖刃用以刺殺；月牙鋒刃用作劈、砍之用",
	},
	{
		id = 61007,
		desc = "以鑌鐵為材，千錘百煉後所製寶刀",
	},
	{
		id = 61008,
		desc = "劍刃鋒利，揮砍間可見虹光",
	},
	{
		id = 61009,
		desc = "扇面印有桃花，輕輕揮動如有花香",
	},
	{
		id = 61010,
		desc = "扇面印有杜鵑，輕輕揮動如有花香",
	},
	{
		id = 61011,
		desc = "十大名劍之一，相傳出爐時，“蛟分承影，雁落忘歸”，故名承影",
	},
	{
		id = 61012,
		desc = "形似魚叉，但槍出龍擡頭，故名昂龍",
	},
	{
		id = 61013,
		desc = "劉備一行人舉兵之時，委托手藝精湛之鍛製工匠所鑄",
	},
	{
		id = 61014,
		desc = "扇面印有牡丹，輕輕揮動如有花香",
	},
	{
		id = 61015,
		desc = "傳說項羽起兵之時請名匠以天降隕鐵所製，名曰“霸王”",
	},
	{
		id = 61016,
		desc = "相傳為淮陰侯韓信之劍，孫權得之以賜周瑜",
	},
	{
		id = 61017,
		desc = "劍身輕靈，飛燕亦不可追，故名閃燕",
	},
	{
		id = 61018,
		desc = "重八十斤，在典韋手中運使如飛，沖鋒陷陣，如入無人之境",
	},
	{
		id = 61019,
		desc = "削鐵如泥，劈砍之間有開山斷路之威，故名開山",
	},
	{
		id = 61020,
		desc = "曹操佩劍，與青釭劍齊名並稱絕世雙劍",
	},
	{
		id = 61021,
		desc = "鐵骨黑扇，令佩戴之人頓生陰冷氣質",
	},
	{
		id = 61022,
		desc = "原屬賈詡，紙扇輕搖，奇計頃刻而出",
	},
	{
		id = 61023,
		desc = "張飛之兵器，一丈八尺長，於劉備舉兵時所鑄",
	},
	{
		id = 61024,
		desc = "關羽之兵器，又名冷艷鋸，重八十二斤，與劉備舉兵時所鑄",
	},
	{
		id = 61025,
		desc = "馬超之兵器，混鐵精鋼打造，槍頭為鎦金虎頭形，虎口吞刃，鋒銳無比",
	},
	{
		id = 61026,
		desc = "趙雲之兵器，長阪坡單騎救主，於百萬曹軍中往返折殺即憑此槍",
	},
	{
		id = 61027,
		desc = "黃忠之兵器，用比鋼鐵還要堅硬但非常輕的紫檀木製作而成",
	},
	{
		id = 61028,
		desc = "扇羽火紅，揮動間如朱雀舞翅，故名朱雀羽扇",
	},
	{
		id = 61029,
		desc = "呂布之兵器，長一丈二，非武藝精湛者不可用",
	},
	{
		id = 61030,
		desc = "相傳雙刃出爐後仍依稀可見火光，乃吸納火靈所至，故名離火",
	},
	{
		id = 61031,
		desc = "精鐵所鑄，揮動間如有鳳鳴聲，故名鳳鳴",
	},
	{
		id = 61032,
		desc = "精鐵所鑄，經千錘百煉至水火不侵",
	},
	{
		id = 61033,
		desc = "又名純陽劍，一口修長的古聖之劍，劍鞘嵌有琴弦",
	},
	{
		id = 61034,
		desc = "曹操的寶劍，削鐵如泥，與倚天劍並稱絕世雙劍，後被趙雲奪走",
	},
	{
		id = 61035,
		desc = "原屬郭嘉，紙扇輕搖，奇計頃刻而出",
	},
	{
		id = 61036,
		desc = "相傳為盤古開天辟地之斧",
	},
	{
		id = 61037,
		desc = "器形似筆，筆頭尖細，筆把粗圓",
	},
	{
		id = 61038,
		desc = "原為司徒王允所有，曹操借刀行刺敗露後獻給了董卓",
	},
	{
		id = 61039,
		desc = "百煉精鐵混合赤金所鑄，刀柄處鑄有鬼面，口內吞刀，故名鬼頭",
	},
	{
		id = 61040,
		desc = "“江東猛虎”孫堅的武器，刀身經多次鑄造而鋒利無比",
	},
	{
		id = 61041,
		desc = "器形似筆，筆頭尖細，筆把粗圓",
	},
	{
		id = 61042,
		desc = "扇羽取材於飛鷹，揮動有力，如風而行",
	},
	{
		id = 61043,
		desc = "相傳是天宮名扇，扇動時祥雲匯集，乃眾仙班身份的象徵",
	},
	{
		id = 61044,
		desc = "精煉鑌鐵混合赤銅所鑄，重八十斤，非臂力過人不可用",
	},
	{
		id = 61045,
		desc = "張飛佩刀，初拜新亭侯時取赤珠山鐵所煉，銘曰：新亭侯",
	},
	{
		id = 61046,
		desc = "精煉鑌鐵混合烏金所鑄，揮舞時有遮天蔽日之威",
	},
	{
		id = 61047,
		desc = "項羽隨身之物，威力無比，弓身乃玄鐵打造，弓弦傳說是黑蛟龍的背筋",
	},
	{
		id = 61048,
		desc = "精煉鑌鐵所鑄，鋒利無比，一般護甲難以抵擋",
	},
	{
		id = 61049,
		desc = "混鐵精鋼打造而成，長一丈一尺三",
	},
	{
		id = 61050,
		desc = "相傳是地府寶物，擁有使逝者還陽的奇異法力",
	},
	{
		id = 61051,
		desc = "精鋼扇骨，銀箔扇面，鐵血無比",
	},
	{
		id = 61052,
		desc = "原屬荀彧，非王佐之才而不可用",
	},
	{
		id = 61053,
		desc = "刀身如月，清冷無情",
	},
	{
		id = 61054,
		desc = "刀身巨大有青龍紋飾，揮舞起來如門板一般讓敵人難進一步",
	},
	{
		id = 61055,
		desc = "如毒蛇一般，攻擊時快如閃電，中則必死",
	},
	{
		id = 61056,
		desc = "精鐵打造，有盤龍紋飾，刀背鎏金",
	},
	{
		id = 61057,
		desc = "刀頭、刀桿、刀纂各占整體的三分之一，故名“三亭刀”",
	},
	{
		id = 61058,
		desc = "扇羽取材於眾多飛禽，故得此名",
	},
	{
		id = 61059,
		desc = "刀身渾厚，刀刃鋒利，揮舞時鳴聲不決故得此名",
	},
	{
		id = 61060,
		desc = "刀身有佩環，劈砍間嘈雜聲不絕於耳，令敵人心煩意亂",
	},
	{
		id = 61061,
		desc = "用昆吾石冶煉成鐵製作的刀，用之切玉，如切泥焉",
	},
	{
		id = 61062,
		desc = "劍刃鋒利，劍身如泉水般光滑流暢",
	},
	{
		id = 61063,
		desc = "由百煉精鋼打造，雖槍出如虹，但只覺其輕巧如雀，故而得名",
	},
	{
		id = 61064,
		desc = "戰國名刀，型似新月，寒氣逼人，光芒四射，攝人心魂",
	},
	{
		id = 61065,
		desc = "一對鐵葫蘆，以繩索相連，平時為酒壺，戰時流星錘",
	},
	{
		id = 61066,
		desc = "以死相諫，筆落之處非死即傷",
	},
	{
		id = 61067,
		desc = "白骨鐵扇，計出必萬骨枯",
	},
	{
		id = 61068,
		desc = "由精鋼打造的弓身，精製處理的牛筋為弦",
	},
	{
		id = 61069,
		desc = "槍身以烏金打造，堅固而有韌性",
	},
	{
		id = 61070,
		desc = "無",
	},
	{
		id = 61071,
		desc = "無",
	},
	{
		id = 61072,
		desc = "無",
	},
	{
		id = 61073,
		desc = "無",
	},
	{
		id = 61074,
		desc = "無",
	},
	{
		id = 61075,
		desc = "無",
	},
	{
		id = 61076,
		desc = "無",
	},
	{
		id = 61077,
		desc = "無",
	},
	{
		id = 61078,
		desc = "無",
	},
	{
		id = 61079,
		desc = "無",
	},
	{
		id = 61080,
		desc = "玄鐵長槍，頭部以烏金打造，氣勢如虹",
	},
	{
		id = 61081,
		desc = "無",
	},
	{
		id = 61082,
		desc = "無",
	},
	{
		id = 61083,
		desc = "無",
	},
	{
		id = 61084,
		desc = "無",
	},
	{
		id = 61085,
		desc = "無",
	},
	{
		id = 61086,
		desc = "混鐵精鋼打造，錘身沈重，狀如鬥大，為巨力者所喜用",
	},
	{
		id = 61087,
		desc = "無",
	},
	{
		id = 61088,
		desc = "無",
	},
	{
		id = 61089,
		desc = "力猛弓強，離弦之箭如遊子歸家般急切",
	},
	{
		id = 61090,
		desc = "無",
	},
	{
		id = 61091,
		desc = "無",
	},
	{
		id = 61092,
		desc = "無",
	},
	{
		id = 61093,
		desc = "無",
	},
	{
		id = 61094,
		desc = "扇面以特製的火筆作畫而成，清秀典麗，永不褪色",
	},
	{
		id = 61095,
		desc = "用細如絹絲的竹絲精心編織而成的，燦若雲錦，薄如蟬翼",
	},
	{
		id = 61096,
		desc = "無",
	},
	{
		id = 61097,
		desc = "檀香木製成，用以扇風，清香四溢",
	},
	{
		id = 61098,
		desc = "無",
	},
	{
		id = 61099,
		desc = "無",
	},
	{
		id = 61100,
		desc = "無",
	},
	{
		id = 61101,
		desc = "無",
	},
	{
		id = 61102,
		desc = "無",
	},
	{
		id = 61103,
		desc = "無",
	},
	{
		id = 61104,
		desc = "力猛弓強，弓弦震蕩鷹鳥驚飛",
	},
	{
		id = 61105,
		desc = "無",
	},
	{
		id = 61106,
		desc = "無",
	},
	{
		id = 61107,
		desc = "無",
	},
	{
		id = 61108,
		desc = "無",
	},
	{
		id = 61109,
		desc = "無",
	},
	{
		id = 61110,
		desc = "無",
	},
	{
		id = 61111,
		desc = "無",
	},
	{
		id = 61112,
		desc = "無",
	},
	{
		id = 61113,
		desc = "無",
	},
	{
		id = 61114,
		desc = "無",
	},
	{
		id = 61115,
		desc = "無",
	},
	{
		id = 61116,
		desc = "無",
	},
	{
		id = 61117,
		desc = "精製布衣，其上繡有昴炎紋飾",
	},
	{
		id = 61118,
		desc = "精製布衣，其上繡有紫川紋飾",
	},
	{
		id = 61119,
		desc = "精製布衣，其上繡有德杉紋飾",
	},
	{
		id = 61120,
		desc = "精製布衣，其上繡有木翼紋飾",
	},
	{
		id = 61121,
		desc = "精製皮衣，其上繡有昴炎紋飾",
	},
	{
		id = 61122,
		desc = "精製皮衣，其上繡有紫川紋飾",
	},
	{
		id = 61123,
		desc = "精製皮衣，其上繡有德杉紋飾",
	},
	{
		id = 61124,
		desc = "精製皮衣，其上繡有木翼紋飾",
	},
	{
		id = 61125,
		desc = "精製皮衣，其上繡有銳輝紋飾",
	},
	{
		id = 61126,
		desc = "精製皮衣，其上繡有煬渺紋飾",
	},
	{
		id = 61127,
		desc = "精製皮甲，其上繡有煬渺紋飾",
	},
	{
		id = 61128,
		desc = "精製皮甲，其上繡有炙杉紋飾",
	},
	{
		id = 61129,
		desc = "精製皮甲，其上繡有耀焰紋飾",
	},
	{
		id = 61130,
		desc = "精製皮甲，其上繡有穀溪紋飾",
	},
	{
		id = 61131,
		desc = "精製皮甲，其上繡有冰嶺紋飾",
	},
	{
		id = 61132,
		desc = "精製皮甲，其上繡有岱炎紋飾",
	},
	{
		id = 61133,
		desc = "精製皮甲，其上繡有鋃燦紋飾",
	},
	{
		id = 61134,
		desc = "精製皮甲，其上繡有洛炎紋飾",
	},
	{
		id = 61135,
		desc = "精製皮甲，其上繡有銳茂紋飾",
	},
	{
		id = 61136,
		desc = "精製皮甲，其上繡有屹錚紋飾",
	},
	{
		id = 61137,
		desc = "相傳名匠用龍骨打造此戰甲，堅固程度不遜於任何鐵甲",
	},
	{
		id = 61138,
		desc = "精製鎧甲，其上鑄有虎紋紋飾",
	},
	{
		id = 61139,
		desc = "精製鎧甲，其上鑄有昴炎紋飾",
	},
	{
		id = 61140,
		desc = "精製鎧甲，其上鑄有紫川紋飾",
	},
	{
		id = 61141,
		desc = "精製鎧甲，其上鑄有德杉紋飾",
	},
	{
		id = 61142,
		desc = "精製鎧甲，其上鑄有木翼紋飾",
	},
	{
		id = 61143,
		desc = "精製鎧甲，其上鑄有銳輝紋飾",
	},
	{
		id = 61144,
		desc = "以純黃金鑄造此鎧甲，堅固無比，光彩奪目",
	},
	{
		id = 61145,
		desc = "此戰袍以紅錦成衣，其上繡萬花，故得此名",
	},
	{
		id = 61146,
		desc = "精製鎧甲，甲片有如魚鱗覆蓋全身，故而得名",
	},
	{
		id = 61147,
		desc = "精製頭盔，因其形如狼，故而得名",
	},
	{
		id = 61148,
		desc = "精製鎧甲，其上鑄有虎牙紋飾",
	},
	{
		id = 61149,
		desc = "精製鎧甲，其上鑄有獨特紋飾",
	},
	{
		id = 61150,
		desc = "精製鎧甲，其上鑄有月影紋飾",
	},
	{
		id = 61151,
		desc = "精製布護腕，佩戴舒適",
	},
	{
		id = 61152,
		desc = "精製鎧甲，甲片有如魚鱗覆蓋全身，並以金線相連",
	},
	{
		id = 61153,
		desc = "精製鎧甲，其上鑄有雷霆紋飾",
	},
	{
		id = 61154,
		desc = "精製鐵護腕，佩戴舒適",
	},
	{
		id = 61155,
		desc = "相傳是此披風受到過眾神的祝福",
	},
	{
		id = 61156,
		desc = "相傳采取鳳翅上最美的數根金羽製成",
	},
	{
		id = 61157,
		desc = "精製頭盔，堅固無比，箭矢難穿",
	},
	{
		id = 61158,
		desc = "精製戰靴，保護雙足",
	},
	{
		id = 61159,
		desc = "精製鎧甲，甲片有如龍鱗覆蓋全身",
	},
	{
		id = 61160,
		desc = "精製鎧甲，其上鑄有寒月紋飾",
	},
	{
		id = 61161,
		desc = "精製鎧甲，其上鑄有光環紋飾",
	},
	{
		id = 61162,
		desc = "精製鎧甲，其上鑄有荒鷲紋飾",
	},
	{
		id = 61163,
		desc = "精製鎧甲，其上鑄有特殊紋飾",
	},
	{
		id = 61164,
		desc = "精製鎧甲，其上鑄有紫翎紋飾",
	},
	{
		id = 61165,
		desc = "精製鎧甲，其上鑄有特別紋飾",
	},
	{
		id = 61166,
		desc = "精製鎧甲，其上鑄有獸面紋飾",
	},
	{
		id = 61167,
		desc = "純銀打造，小巧美觀",
	},
	{
		id = 61168,
		desc = "精心縫製的布袋，內置香料",
	},
	{
		id = 61169,
		desc = "相傳為上天的眼淚所化",
	},
	{
		id = 61170,
		desc = "青玉石製成的吊墜",
	},
	{
		id = 61171,
		desc = "罕見的寶石，可在黑暗中發光",
	},
	{
		id = 61172,
		desc = "保護佩戴之人趨吉避兇",
	},
	{
		id = 61173,
		desc = "由諸多大小相同、質地相近的珍珠串連起來",
	},
	{
		id = 61174,
		desc = "用野獸的牙齒製成的配飾",
	},
	{
		id = 61175,
		desc = "黃金打造的手鐲",
	},
	{
		id = 61176,
		desc = "罕見的寶石，有如大海般的藍色，故得此名",
	},
	{
		id = 61177,
		desc = "神異奇石，敵人靠近是會有隱隱發光，如烽火一般",
	},
	{
		id = 61178,
		desc = "長生乞巧,永訂盟香",
	},
	{
		id = 61179,
		desc = "罕見的寶石，做工精巧，玲瓏剔透",
	},
	{
		id = 61180,
		desc = "碧玉製成的扳指",
	},
	{
		id = 61181,
		desc = "罕見寶石製成的項鏈，因有霞光般的色澤而得名",
	},
	{
		id = 61182,
		desc = "稀有的寶石，晶瑩透亮",
	},
	{
		id = 61183,
		desc = "珊瑚製成的耳墜",
	},
	{
		id = 61184,
		desc = "虎牙製成的手鏈",
	},
	{
		id = 61185,
		desc = "精致瑪瑙鑲入黃金製成的吊墜",
	},
	{
		id = 61186,
		desc = "能工巧匠精心製作的戒指",
	},
	{
		id = 61187,
		desc = "紅玉製成的扳指",
	},
	{
		id = 61188,
		desc = "血石串連而成的項鏈",
	},
	{
		id = 61189,
		desc = "著名美玉，被奉為“無價之寶”的“天下所共傳之寶”",
	},
	{
		id = 61190,
		desc = "刻有八卦符文的吊墜",
	},
	{
		id = 61191,
		desc = "罕見美玉製成，有著琉璃般的通透",
	},
	{
		id = 61192,
		desc = "刻有羽人、神獸紋飾的銅鏡",
	},
	{
		id = 61193,
		desc = "相傳為諸葛亮發明，民眾多用於祈福",
	},
	{
		id = 61194,
		desc = "精選美玉製成的項鏈",
	},
	{
		id = 61195,
		desc = "歷代皇帝相傳之印璽，乃奉秦始皇之命所鐫刻",
	},
	{
		id = 61196,
		desc = "刻有雲紋的玉佩",
	},
	{
		id = 61197,
		desc = "舉世罕見的翡翠玉，即使神龍見了也愛惜不已，故而得名",
	},
	{
		id = 61198,
		desc = "白玉製成的發簪",
	},
	{
		id = 61199,
		desc = "琉璃所製，玲瓏小巧",
	},
	{
		id = 61200,
		desc = "罕見的神石，相傳來自玄冥之處",
	},
	{
		id = 61201,
		desc = "做工精巧無雙的戒指",
	},
	{
		id = 61202,
		desc = "綾羅製成的香囊，其上繡有精美花紋",
	},
	{
		id = 61203,
		desc = "罕見的寶珠，隱約可見白煙纏繞",
	},
	{
		id = 61204,
		desc = "用諸多寶石製成的項鏈，極大地提高佩戴者的吸引力",
	},
	{
		id = 61205,
		desc = "極品翡翠雕製而成的青龍，栩栩如生",
	},
	{
		id = 61206,
		desc = "精心製作的戒指，戒面仿佛有白雲流動",
	},
	{
		id = 61207,
		desc = "罕見的寶珠，據傳龍王也為之顛倒",
	},
	{
		id = 61208,
		desc = "神異奇石，其色繽紛多變，其形小巧玲瓏",
	},
	{
		id = 61209,
		desc = "相傳為聖王佩戴過的吊墜",
	},
	{
		id = 61210,
		desc = "內含天機的錦囊",
	},
	{
		id = 61211,
		desc = "雕有四靈神獸的銅鏡",
	},
	{
		id = 61212,
		desc = "豹騎都督的授印",
	},
	{
		id = 61213,
		desc = "張翼德裝酒的葫蘆",
	},
	{
		id = 61214,
		desc = "太玄石製成的手鏈",
	},
	{
		id = 61215,
		desc = "甄宓使用過的玉笛",
	},
	{
		id = 61216,
		desc = "典韋使用過的護心鏡",
	},
	{
		id = 61217,
		desc = "任勞任怨的牛",
	},
	{
		id = 61218,
		desc = "任勞任怨的牛",
	},
	{
		id = 61219,
		desc = "褐色鬃毛的馬",
	},
	{
		id = 61220,
		desc = "渾身雪白如玉的駿馬",
	},
	{
		id = 61221,
		desc = "南蠻地區馴化後可騎乘的大象",
	},
	{
		id = 61222,
		desc = "因流出像鮮血一樣的汗水而聞名",
	},
	{
		id = 61223,
		desc = "大宛國特有的駿馬",
	},
	{
		id = 61224,
		desc = "孫權之愛馬，是三國名馬之一",
	},
	{
		id = 61225,
		desc = "著名的千裏馬",
	},
	{
		id = 61226,
		desc = "周穆王駕車用的駿馬",
	},
	{
		id = 61227,
		desc = "著名的千裏馬",
	},
	{
		id = 61228,
		desc = "著名的千裏馬",
	},
	{
		id = 61229,
		desc = "著名的千裏馬",
	},
	{
		id = 61230,
		desc = "曹真之愛馬，是三國名馬之一",
	},
	{
		id = 61231,
		desc = "著名的千裏馬",
	},
	{
		id = 61232,
		desc = "著名的千裏馬",
	},
	{
		id = 61233,
		desc = "曹操的愛駒，高大威武，體態莊嚴",
	},
	{
		id = 61234,
		desc = "呂布的愛馬，是三國名馬之一",
	},
	{
		id = 61235,
		desc = "曹操的愛馬，是三國名馬之一",
	},
	{
		id = 61236,
		desc = "劉備的愛馬，是三國名馬之一",
	},
	{
		id = 61237,
		desc = "周武王登基後鐫刻之印璽，失傳多年後重現江湖，傳得之者可網羅天下英雄",
	},
	{
		id = 61238,
		desc = "精致的鎧甲，穿戴者周身散發出虹光",
	},
	{
		id = 61239,
		desc = "精致的吊墜，隱約可見虹光散發",
	},
	{
		id = 61240,
		desc = "散發虹光的異界之馬，周身似乎琉璃一般透明",
	},
	{
		id = 66001,
		desc = "鬃毛牛",
	},
	{
		id = 66002,
		desc = "時要論",
	},
	{
		id = 66003,
		desc = "書經",
	},
	{
		id = 66004,
		desc = "孝經傳",
	},
	{
		id = 66005,
		desc = "史記",
	},
	{
		id = 66006,
		desc = "戰國策",
	},
	{
		id = 66007,
		desc = "治論",
	},
	{
		id = 66008,
		desc = "赤毛牛",
	},
	{
		id = 66009,
		desc = "褐鬃馬",
	},
	{
		id = 66010,
		desc = "詩經",
	},
	{
		id = 66011,
		desc = "列女傳",
	},
	{
		id = 66012,
		desc = "論語",
	},
	{
		id = 66013,
		desc = "商君書",
	},
	{
		id = 66014,
		desc = "易經",
	},
	{
		id = 66015,
		desc = "玉龍駒",
	},
	{
		id = 66016,
		desc = "南蠻巨象",
	},
	{
		id = 66017,
		desc = "汗血",
	},
	{
		id = 66018,
		desc = "大宛",
	},
	{
		id = 66019,
		desc = "快航",
	},
	{
		id = 66020,
		desc = "辯道論",
	},
	{
		id = 66021,
		desc = "典論",
	},
	{
		id = 66022,
		desc = "六韜",
	},
	{
		id = 66023,
		desc = "三略",
	},
	{
		id = 66024,
		desc = "山海經",
	},
	{
		id = 66025,
		desc = "太平清領道",
	},
	{
		id = 66026,
		desc = "騏驥",
	},
	{
		id = 66027,
		desc = "綠耳",
	},
	{
		id = 66028,
		desc = "踏雲",
	},
	{
		id = 66029,
		desc = "紫騂",
	},
	{
		id = 66030,
		desc = "灰影",
	},
	{
		id = 66031,
		desc = "驚帆",
	},
	{
		id = 66032,
		desc = "烏孫",
	},
	{
		id = 66033,
		desc = "道德經",
	},
	{
		id = 66034,
		desc = "禮記",
	},
	{
		id = 66035,
		desc = "吳起兵法",
	},
	{
		id = 66036,
		desc = "遁甲天書",
	},
	{
		id = 66037,
		desc = "孟德新書",
	},
	{
		id = 66038,
		desc = "青囊書",
	},
	{
		id = 66039,
		desc = "孫子兵法",
	},
	{
		id = 66040,
		desc = "太平要術",
	},
	{
		id = 66041,
		desc = "王追",
	},
	{
		id = 66042,
		desc = "爪黃飛電",
	},
	{
		id = 66043,
		desc = "赤兔",
	},
	{
		id = 66044,
		desc = "絕影",
	},
	{
		id = 66045,
		desc = "的盧",
	},
	{
		id = 66046,
		desc = "易筋經",
	},
	{
		id = 66047,
		desc = "嘯日箭",
	},
	{
		id = 66048,
		desc = "逐月箭",
	},
	{
		id = 66049,
		desc = "追星箭",
	},
	{
		id = 67001,
		desc = "渾身長滿鬃毛的牛",
	},
	{
		id = 67002,
		desc = "王基著此書以譏諷時事",
	},
	{
		id = 67003,
		desc = "《尚書》，儒家經典之一",
	},
	{
		id = 67004,
		desc = "嚴畯所著",
	},
	{
		id = 67005,
		desc = "司馬遷所著，列為“二十四史”之首",
	},
	{
		id = 67006,
		desc = "記述了戰國時代歷史的著作",
	},
	{
		id = 67007,
		desc = "治論介紹",
	},
	{
		id = 67008,
		desc = "毛皮為赤色的牛",
	},
	{
		id = 67009,
		desc = "褐色鬃毛的馬",
	},
	{
		id = 67010,
		desc = "《詩》，儒家經典之一",
	},
	{
		id = 67011,
		desc = "介紹古代婦女事跡的傳記性史書",
	},
	{
		id = 67012,
		desc = "《論語》，儒家經典，記錄了孔子及其弟子的言行",
	},
	{
		id = 67013,
		desc = "商鞅所著，戰國時期法家學派的代表作",
	},
	{
		id = 67014,
		desc = "群經之首，設教之書",
	},
	{
		id = 67015,
		desc = "渾身雪白如玉的駿馬",
	},
	{
		id = 67016,
		desc = "南蠻之地獨有坐騎",
	},
	{
		id = 67017,
		desc = "因流出像鮮血一樣的汗水而聞名",
	},
	{
		id = 67018,
		desc = "大宛國特有的駿馬",
	},
	{
		id = 67019,
		desc = "孫權之愛馬，是三國名馬之一",
	},
	{
		id = 67020,
		desc = "曹植所著，探討了神仙之道，表達了對修道的不認同",
	},
	{
		id = 67021,
		desc = "曹丕所著，文藝理論批評專著",
	},
	{
		id = 67022,
		desc = "姜子牙所著，古時重要的兵書，與《三略》齊名",
	},
	{
		id = 67023,
		desc = "著名的軍事著作，屬於道家兵書，與《六韜》齊名",
	},
	{
		id = 67024,
		desc = "誌怪古籍",
	},
	{
		id = 67025,
		desc = "三國神書之一為於吉所有，後贈與張角",
	},
	{
		id = 67026,
		desc = "著名的千裏馬",
	},
	{
		id = 67027,
		desc = "周穆王駕車用的駿馬",
	},
	{
		id = 67028,
		desc = "著名的千裏馬",
	},
	{
		id = 67029,
		desc = "著名的千裏馬",
	},
	{
		id = 67030,
		desc = "著名的千裏馬",
	},
	{
		id = 67031,
		desc = "曹真之愛馬，是三國名馬之一",
	},
	{
		id = 67032,
		desc = "著名的千裏馬",
	},
	{
		id = 67033,
		desc = "老子所著，古代先秦諸子的著作之一",
	},
	{
		id = 67034,
		desc = "儒家經典之一",
	},
	{
		id = 67035,
		desc = "著名兵書",
	},
	{
		id = 67036,
		desc = "雷霆碎石壁而出此書，為左慈所得",
	},
	{
		id = 67037,
		desc = "曹操結合了其軍事實踐和前人兵書所著",
	},
	{
		id = 67038,
		desc = "華佗傾畢生經歷、行醫經驗所作之書",
	},
	{
		id = 67039,
		desc = "孫武所著之兵學聖典",
	},
	{
		id = 67040,
		desc = "又稱《太平經》，是黃老道的主要經典",
	},
	{
		id = 67041,
		desc = "著名的千裏馬",
	},
	{
		id = 67042,
		desc = "曹操的愛駒，高大威武，體態莊嚴",
	},
	{
		id = 67043,
		desc = "呂布的愛馬，是三國名馬之一",
	},
	{
		id = 67044,
		desc = "曹操的愛馬，是三國名馬之一",
	},
	{
		id = 67045,
		desc = "劉備的愛馬，是三國名馬之一",
	},
	{
		id = 67046,
		desc = "著名養生典籍，傳授三軍後可大幅減少傷亡",
	},
	{
		id = 67047,
		desc = "九州之內無人匹敵，箭術登峰造極的象徵",
	},
	{
		id = 67048,
		desc = "五州之內無人匹敵，箭術高深莫測的象徵",
	},
	{
		id = 67049,
		desc = "中原內無人匹敵，箭術爐火純青的象徵",
	},
	{
		id = 70001,
		desc = "1級落石",
	},
	{
		id = 70002,
		desc = "1級落石介紹",
	},
	{
		id = 70003,
		desc = "1級火箭",
	},
	{
		id = 70004,
		desc = "1級火箭介紹",
	},
	{
		id = 70005,
		desc = "1級滾木",
	},
	{
		id = 70006,
		desc = "1級滾木介紹",
	},
	{
		id = 80001,
		desc = "黃金",
	},
	{
		id = 80002,
		desc = "糧食",
	},
	{
		id = 80003,
		desc = "木材",
	},
	{
		id = 80004,
		desc = "石料",
	},
	{
		id = 80005,
		desc = "鐵礦",
	},
	{
		id = 80006,
		desc = "白銀",
	},
	{
		id = 80007,
		desc = "元寶",
	},
	{
		id = 80008,
		desc = "個人榮譽",
	},
	{
		id = 80009,
		desc = "行動力",
	},
	{
		id = 80010,
		desc = "主公經驗",
	},
	{
		id = 80011,
		desc = "聯盟科技經驗",
	},
	{
		id = 80012,
		desc = "聯盟榮譽",
	},
	{
		id = 80013,
		desc = "錦囊",
	},
	{
		id = 80014,
		desc = "銅幣",
	},
	{
		id = 80015,
		desc = "勾玉",
	},
	{
		id = 80016,
		desc = "VIP點數",
	},
	{
		id = 80017,
		desc = "玉璽碎片",
	},
	{
		id = 80018,
		desc = "1級晶玉",
	},
	{
		id = 80019,
		desc = "2級晶玉",
	},
	{
		id = 80020,
		desc = "3級晶玉",
	},
	{
		id = 80021,
		desc = "4級晶玉",
	},
	{
		id = 80022,
		desc = "5級晶玉",
	},
	{
		id = 80023,
		desc = "1級青銅",
	},
	{
		id = 80024,
		desc = "2級青銅",
	},
	{
		id = 80025,
		desc = "3級青銅",
	},
	{
		id = 80026,
		desc = "4級青銅",
	},
	{
		id = 80027,
		desc = "5級青銅",
	},
	{
		id = 80028,
		desc = "1級精鐵",
	},
	{
		id = 80029,
		desc = "2級精鐵",
	},
	{
		id = 80030,
		desc = "3級精鐵",
	},
	{
		id = 80031,
		desc = "4級精鐵",
	},
	{
		id = 80032,
		desc = "5級精鐵",
	},
	{
		id = 80033,
		desc = "1級松木",
	},
	{
		id = 80034,
		desc = "2級松木",
	},
	{
		id = 80035,
		desc = "3級松木",
	},
	{
		id = 80036,
		desc = "4級松木",
	},
	{
		id = 80037,
		desc = "5級松木",
	},
	{
		id = 80038,
		desc = "1級翡翠",
	},
	{
		id = 80039,
		desc = "2級翡翠",
	},
	{
		id = 80040,
		desc = "3級翡翠",
	},
	{
		id = 80041,
		desc = "4級翡翠",
	},
	{
		id = 80042,
		desc = "5級翡翠",
	},
	{
		id = 80043,
		desc = "1級瑪瑙",
	},
	{
		id = 80044,
		desc = "2級瑪瑙",
	},
	{
		id = 80045,
		desc = "3級瑪瑙",
	},
	{
		id = 80046,
		desc = "4級瑪瑙",
	},
	{
		id = 80047,
		desc = "5級瑪瑙",
	},
	{
		id = 80048,
		desc = "1級硫磺",
	},
	{
		id = 80049,
		desc = "2級硫磺",
	},
	{
		id = 80050,
		desc = "3級硫磺",
	},
	{
		id = 80051,
		desc = "4級硫磺",
	},
	{
		id = 80052,
		desc = "5級硫磺",
	},
	{
		id = 80053,
		desc = "1級硝石",
	},
	{
		id = 80054,
		desc = "2級硝石",
	},
	{
		id = 80055,
		desc = "3級硝石",
	},
	{
		id = 80056,
		desc = "4級硝石",
	},
	{
		id = 80057,
		desc = "5級硝石",
	},
	{
		id = 80058,
		desc = "10000黃金",
	},
	{
		id = 80059,
		desc = "50000黃金",
	},
	{
		id = 80060,
		desc = "250000黃金",
	},
	{
		id = 80061,
		desc = "1000000黃金",
	},
	{
		id = 80062,
		desc = "3000000黃金",
	},
	{
		id = 80063,
		desc = "5000000黃金",
	},
	{
		id = 80064,
		desc = "少量黃金",
	},
	{
		id = 80065,
		desc = "許多黃金",
	},
	{
		id = 80066,
		desc = "很多黃金",
	},
	{
		id = 80067,
		desc = "大量黃金",
	},
	{
		id = 80068,
		desc = "巨量黃金",
	},
	{
		id = 80069,
		desc = "無數黃金",
	},
	{
		id = 80070,
		desc = "10000糧食",
	},
	{
		id = 80071,
		desc = "50000糧食",
	},
	{
		id = 80072,
		desc = "250000糧食",
	},
	{
		id = 80073,
		desc = "1000000糧食",
	},
	{
		id = 80074,
		desc = "3000000糧食",
	},
	{
		id = 80075,
		desc = "5000000糧食",
	},
	{
		id = 80076,
		desc = "少量糧食",
	},
	{
		id = 80077,
		desc = "許多糧食",
	},
	{
		id = 80078,
		desc = "很多糧食",
	},
	{
		id = 80079,
		desc = "大量糧食",
	},
	{
		id = 80080,
		desc = "巨量糧食",
	},
	{
		id = 80081,
		desc = "無數糧食",
	},
	{
		id = 80082,
		desc = "5000木材",
	},
	{
		id = 80083,
		desc = "25000木材",
	},
	{
		id = 80084,
		desc = "125000木材",
	},
	{
		id = 80085,
		desc = "500000木材",
	},
	{
		id = 80086,
		desc = "1500000木材",
	},
	{
		id = 80087,
		desc = "2500000木材",
	},
	{
		id = 80088,
		desc = "少量木材",
	},
	{
		id = 80089,
		desc = "許多木材",
	},
	{
		id = 80090,
		desc = "很多木材",
	},
	{
		id = 80091,
		desc = "大量木材",
	},
	{
		id = 80092,
		desc = "巨量木材",
	},
	{
		id = 80093,
		desc = "無數木材",
	},
	{
		id = 80094,
		desc = "3500石料",
	},
	{
		id = 80095,
		desc = "17500石料",
	},
	{
		id = 80096,
		desc = "87500石料",
	},
	{
		id = 80097,
		desc = "350000石料",
	},
	{
		id = 80098,
		desc = "1050000石料",
	},
	{
		id = 80099,
		desc = "1750000石料",
	},
	{
		id = 80100,
		desc = "少量石料",
	},
	{
		id = 80101,
		desc = "許多石料",
	},
	{
		id = 80102,
		desc = "很多石料",
	},
	{
		id = 80103,
		desc = "大量石料",
	},
	{
		id = 80104,
		desc = "巨量石料",
	},
	{
		id = 80105,
		desc = "無數石料",
	},
	{
		id = 80106,
		desc = "2500鐵礦",
	},
	{
		id = 80107,
		desc = "12500鐵礦",
	},
	{
		id = 80108,
		desc = "62500鐵礦",
	},
	{
		id = 80109,
		desc = "250000鐵礦",
	},
	{
		id = 80110,
		desc = "750000鐵礦",
	},
	{
		id = 80111,
		desc = "1250000鐵礦",
	},
	{
		id = 80112,
		desc = "少量鐵礦",
	},
	{
		id = 80113,
		desc = "許多鐵礦",
	},
	{
		id = 80114,
		desc = "很多鐵礦",
	},
	{
		id = 80115,
		desc = "大量鐵礦",
	},
	{
		id = 80116,
		desc = "巨量鐵礦",
	},
	{
		id = 80117,
		desc = "無數鐵礦",
	},
	{
		id = 80118,
		desc = "1000銅幣",
	},
	{
		id = 80119,
		desc = "10000銅幣",
	},
	{
		id = 80120,
		desc = "100000銅幣",
	},
	{
		id = 80121,
		desc = "50勾玉",
	},
	{
		id = 80122,
		desc = "1000勾玉",
	},
	{
		id = 80123,
		desc = "5勾玉",
	},
	{
		id = 80124,
		desc = "10勾玉",
	},
	{
		id = 80125,
		desc = "100勾玉",
	},
	{
		id = 80126,
		desc = "10白銀",
	},
	{
		id = 80127,
		desc = "100白銀",
	},
	{
		id = 80128,
		desc = "1000白銀",
	},
	{
		id = 80129,
		desc = "1錦囊",
	},
	{
		id = 80130,
		desc = "10錦囊",
	},
	{
		id = 80131,
		desc = "100錦囊",
	},
	{
		id = 80132,
		desc = "糧食消耗減少25%%",
	},
	{
		id = 80133,
		desc = "糧食消耗減少25%%",
	},
	{
		id = 80134,
		desc = "糧食消耗減少50%%",
	},
	{
		id = 80135,
		desc = "5分鐘通用加速",
	},
	{
		id = 80136,
		desc = "1小時通用加速",
	},
	{
		id = 80137,
		desc = "5分鐘建築加速",
	},
	{
		id = 80138,
		desc = "10分鐘建築加速",
	},
	{
		id = 80139,
		desc = "30分鐘建築加速",
	},
	{
		id = 80140,
		desc = "1小時建築加速",
	},
	{
		id = 80141,
		desc = "2小時建築加速",
	},
	{
		id = 80142,
		desc = "8小時建築加速",
	},
	{
		id = 80143,
		desc = "5分鐘訓練加速",
	},
	{
		id = 80144,
		desc = "10分鐘訓練加速",
	},
	{
		id = 80145,
		desc = "30分鐘訓練加速",
	},
	{
		id = 80146,
		desc = "1小時訓練加速",
	},
	{
		id = 80147,
		desc = "2小時訓練加速",
	},
	{
		id = 80148,
		desc = "8小時訓練加速",
	},
	{
		id = 80149,
		desc = "5分鐘治療加速",
	},
	{
		id = 80150,
		desc = "10分鐘治療加速",
	},
	{
		id = 80151,
		desc = "30分鐘治療加速",
	},
	{
		id = 80152,
		desc = "1小時治療加速",
	},
	{
		id = 80153,
		desc = "2小時治療加速",
	},
	{
		id = 80154,
		desc = "8小時治療加速",
	},
	{
		id = 80155,
		desc = "5分鐘研究加速",
	},
	{
		id = 80156,
		desc = "10分鐘研究加速",
	},
	{
		id = 80157,
		desc = "30分鐘研究加速",
	},
	{
		id = 80158,
		desc = "1小時研究加速",
	},
	{
		id = 80159,
		desc = "2小時研究加速",
	},
	{
		id = 80160,
		desc = "8小時研究加速",
	},
	{
		id = 80161,
		desc = "隨機遷城",
	},
	{
		id = 80162,
		desc = "高級遷城",
	},
	{
		id = 80163,
		desc = "盟友遷城",
	},
	{
		id = 80164,
		desc = "初級行軍返回",
	},
	{
		id = 80165,
		desc = "高級行軍返回",
	},
	{
		id = 80166,
		desc = "25%%行軍加速",
	},
	{
		id = 80167,
		desc = "50%%行軍加速",
	},
	{
		id = 80168,
		desc = "8小時戰爭保護",
	},
	{
		id = 80169,
		desc = "24小時戰爭保護",
	},
	{
		id = 80170,
		desc = "3天戰爭保護",
	},
	{
		id = 80171,
		desc = "25%%軍團出戰上限提升",
	},
	{
		id = 80172,
		desc = "12小時攻擊加成",
	},
	{
		id = 80173,
		desc = "24小時攻擊加成",
	},
	{
		id = 80174,
		desc = "12小時防禦加成",
	},
	{
		id = 80175,
		desc = "24小時防禦加成",
	},
	{
		id = 80176,
		desc = "24小時反偵察",
	},
	{
		id = 80177,
		desc = "7天反偵察",
	},
	{
		id = 80178,
		desc = "24小時偽裝術",
	},
	{
		id = 80179,
		desc = "8小時採集加成",
	},
	{
		id = 80180,
		desc = "20小時採集加成",
	},
	{
		id = 80181,
		desc = "金礦提升",
	},
	{
		id = 80182,
		desc = "農田提升",
	},
	{
		id = 80183,
		desc = "伐木場提升",
	},
	{
		id = 80184,
		desc = "採石場提升",
	},
	{
		id = 80185,
		desc = "鐵礦場提升",
	},
	{
		id = 80186,
		desc = "10點行動力藥水",
	},
	{
		id = 80187,
		desc = "50點行動力藥水",
	},
	{
		id = 80188,
		desc = "號角",
	},
	{
		id = 80189,
		desc = "刷新令",
	},
	{
		id = 80190,
		desc = "改名道具",
	},
	{
		id = 80191,
		desc = "更改形象",
	},
	{
		id = 80192,
		desc = "建築移動",
	},
	{
		id = 80193,
		desc = "白色裝備箱",
	},
	{
		id = 80194,
		desc = "綠色裝備箱",
	},
	{
		id = 80195,
		desc = "藍色裝備箱",
	},
	{
		id = 80196,
		desc = "紫色裝備箱",
	},
	{
		id = 80197,
		desc = "橙色裝備箱",
	},
	{
		id = 80198,
		desc = "超級NB的裝備箱",
	},
	{
		id = 80199,
		desc = "鬼才知道裏面掉啥的裝備箱",
	},
	{
		id = 80200,
		desc = "白色或綠色裝備",
	},
	{
		id = 80201,
		desc = "綠色或藍色裝備",
	},
	{
		id = 80202,
		desc = "藍色或紫色裝備",
	},
	{
		id = 80203,
		desc = "紫色或橙色裝備",
	},
	{
		id = 80204,
		desc = "橙色裝備",
	},
	{
		id = 80205,
		desc = "白色進階材料箱",
	},
	{
		id = 80206,
		desc = "綠色進階材料箱",
	},
	{
		id = 80207,
		desc = "藍色進階材料箱",
	},
	{
		id = 80208,
		desc = "紫色進階材料箱",
	},
	{
		id = 80209,
		desc = "橙色進階材料箱",
	},
	{
		id = 80210,
		desc = "白色材料",
	},
	{
		id = 80211,
		desc = "綠色材料",
	},
	{
		id = 80212,
		desc = "藍色材料",
	},
	{
		id = 80213,
		desc = "紫色材料",
	},
	{
		id = 80214,
		desc = "橙色材料",
	},
	{
		id = 80215,
		desc = "1000主公經驗",
	},
	{
		id = 80216,
		desc = "2000主公經驗",
	},
	{
		id = 80217,
		desc = "5000主公經驗",
	},
	{
		id = 80218,
		desc = "10000主公經驗",
	},
	{
		id = 80219,
		desc = "20000主公經驗",
	},
	{
		id = 80220,
		desc = "戰爭號角",
	},
	{
		id = 80221,
		desc = "寶箱",
	},
	{
		id = 80222,
		desc = "5分鐘陷阱製造加速",
	},
	{
		id = 80223,
		desc = "10分鐘陷阱製造加速",
	},
	{
		id = 80224,
		desc = "30分鐘陷阱製造加速",
	},
	{
		id = 80225,
		desc = "1小時陷阱製造加速",
	},
	{
		id = 80226,
		desc = "2小時陷阱製造加速",
	},
	{
		id = 80227,
		desc = "8小時陷阱製造加速",
	},
	{
		id = 80228,
		desc = "天賦重置",
	},
	{
		id = 80229,
		desc = "30分鐘VIP",
	},
	{
		id = 80230,
		desc = "60分鐘VIP",
	},
	{
		id = 80231,
		desc = "1天VIP",
	},
	{
		id = 80232,
		desc = "7天VIP",
	},
	{
		id = 80233,
		desc = "30天VIP",
	},
	{
		id = 80234,
		desc = "10 VIP點數",
	},
	{
		id = 80235,
		desc = "100 VIP點數",
	},
	{
		id = 80236,
		desc = "300 VIP點數",
	},
	{
		id = 80237,
		desc = "1000 VIP點數",
	},
	{
		id = 80238,
		desc = "10000 VIP點數",
	},
	{
		id = 80239,
		desc = "守衛禮包",
	},
	{
		id = 80240,
		desc = "援助禮包",
	},
	{
		id = 80241,
		desc = "征戰禮包",
	},
	{
		id = 80242,
		desc = "總冠軍超級黃金寶箱",
	},
	{
		id = 80243,
		desc = "總亞軍超級白銀寶箱",
	},
	{
		id = 80244,
		desc = "總季軍超級青銅寶箱",
	},
	{
		id = 80245,
		desc = "超級青銅寶箱",
	},
	{
		id = 80246,
		desc = "超級青銅寶箱",
	},
	{
		id = 80247,
		desc = "超級青銅寶箱",
	},
	{
		id = 80248,
		desc = "超級青銅寶箱",
	},
	{
		id = 80249,
		desc = "超級青銅寶箱",
	},
	{
		id = 80250,
		desc = "超級青銅寶箱",
	},
	{
		id = 80251,
		desc = "超級青銅寶箱",
	},
	{
		id = 80252,
		desc = "青銅寶箱",
	},
	{
		id = 80253,
		desc = "白銀寶箱",
	},
	{
		id = 80254,
		desc = "黃金寶箱",
	},
	{
		id = 80255,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 80256,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 80257,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 80258,
		desc = "大型青銅寶箱",
	},
	{
		id = 80259,
		desc = "大型青銅寶箱",
	},
	{
		id = 80260,
		desc = "大型青銅寶箱",
	},
	{
		id = 80261,
		desc = "大型青銅寶箱",
	},
	{
		id = 80262,
		desc = "大型青銅寶箱",
	},
	{
		id = 80263,
		desc = "大型青銅寶箱",
	},
	{
		id = 80264,
		desc = "大型青銅寶箱",
	},
	{
		id = 80265,
		desc = "青銅寶箱",
	},
	{
		id = 80266,
		desc = "白銀寶箱",
	},
	{
		id = 80267,
		desc = "黃金寶箱",
	},
	{
		id = 80268,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 80269,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 80270,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 80271,
		desc = "大型青銅寶箱",
	},
	{
		id = 80272,
		desc = "大型青銅寶箱",
	},
	{
		id = 80273,
		desc = "大型青銅寶箱",
	},
	{
		id = 80274,
		desc = "大型青銅寶箱",
	},
	{
		id = 80275,
		desc = "大型青銅寶箱",
	},
	{
		id = 80276,
		desc = "大型青銅寶箱",
	},
	{
		id = 80277,
		desc = "大型青銅寶箱",
	},
	{
		id = 80278,
		desc = "青銅寶箱",
	},
	{
		id = 80279,
		desc = "白銀寶箱",
	},
	{
		id = 80280,
		desc = "黃金寶箱",
	},
	{
		id = 80281,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 80282,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 80283,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 80284,
		desc = "大型青銅寶箱",
	},
	{
		id = 80285,
		desc = "大型青銅寶箱",
	},
	{
		id = 80286,
		desc = "大型青銅寶箱",
	},
	{
		id = 80287,
		desc = "大型青銅寶箱",
	},
	{
		id = 80288,
		desc = "大型青銅寶箱",
	},
	{
		id = 80289,
		desc = "大型青銅寶箱",
	},
	{
		id = 80290,
		desc = "大型青銅寶箱",
	},
	{
		id = 80291,
		desc = "青銅寶箱",
	},
	{
		id = 80292,
		desc = "白銀寶箱",
	},
	{
		id = 80293,
		desc = "黃金寶箱",
	},
	{
		id = 80294,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 80295,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 80296,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 80297,
		desc = "大型青銅寶箱",
	},
	{
		id = 80298,
		desc = "大型青銅寶箱",
	},
	{
		id = 80299,
		desc = "大型青銅寶箱",
	},
	{
		id = 80300,
		desc = "大型青銅寶箱",
	},
	{
		id = 80301,
		desc = "大型青銅寶箱",
	},
	{
		id = 80302,
		desc = "大型青銅寶箱",
	},
	{
		id = 80303,
		desc = "大型青銅寶箱",
	},
	{
		id = 80304,
		desc = "青銅寶箱",
	},
	{
		id = 80305,
		desc = "白銀寶箱",
	},
	{
		id = 80306,
		desc = "黃金寶箱",
	},
	{
		id = 80307,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 80308,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 80309,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 80310,
		desc = "大型青銅寶箱",
	},
	{
		id = 80311,
		desc = "大型青銅寶箱",
	},
	{
		id = 80312,
		desc = "大型青銅寶箱",
	},
	{
		id = 80313,
		desc = "大型青銅寶箱",
	},
	{
		id = 80314,
		desc = "大型青銅寶箱",
	},
	{
		id = 80315,
		desc = "大型青銅寶箱",
	},
	{
		id = 80316,
		desc = "大型青銅寶箱",
	},
	{
		id = 80317,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 80318,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 80319,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 80320,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 80321,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 80322,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 80323,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 80324,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 80325,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 80326,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 80327,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 80328,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 80329,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 80330,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 80331,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 80332,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 80333,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 80334,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 80335,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 80336,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 80337,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 80338,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 80339,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 80340,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 80341,
		desc = "董襲信物",
	},
	{
		id = 80342,
		desc = "蔣欽信物",
	},
	{
		id = 80343,
		desc = "朱然信物",
	},
	{
		id = 80344,
		desc = "夏侯霸信物",
	},
	{
		id = 80345,
		desc = "樂進信物",
	},
	{
		id = 80346,
		desc = "曹洪信物",
	},
	{
		id = 80347,
		desc = "于禁信物",
	},
	{
		id = 80348,
		desc = "李典信物",
	},
	{
		id = 80349,
		desc = "廖化信物",
	},
	{
		id = 80350,
		desc = "張翼信物",
	},
	{
		id = 80351,
		desc = "孟達信物",
	},
	{
		id = 80352,
		desc = "蔣琬信物",
	},
	{
		id = 80353,
		desc = "張繡信物",
	},
	{
		id = 80354,
		desc = "張寶信物",
	},
	{
		id = 80355,
		desc = "韓遂信物",
	},
	{
		id = 80356,
		desc = "劉表信物",
	},
	{
		id = 80357,
		desc = "張角信物",
	},
	{
		id = 80358,
		desc = "淩統信物",
	},
	{
		id = 80359,
		desc = "丁奉信物",
	},
	{
		id = 80360,
		desc = "韓當信物",
	},
	{
		id = 80361,
		desc = "朱桓信物",
	},
	{
		id = 80362,
		desc = "徐盛信物",
	},
	{
		id = 80363,
		desc = "曹彰信物",
	},
	{
		id = 80364,
		desc = "王雙信物",
	},
	{
		id = 80365,
		desc = "鄧艾信物",
	},
	{
		id = 80366,
		desc = "文聘信物",
	},
	{
		id = 80367,
		desc = "諸葛誕信物",
	},
	{
		id = 80368,
		desc = "司馬昭信物",
	},
	{
		id = 80369,
		desc = "鍾會信物",
	},
	{
		id = 80370,
		desc = "甄姬信物",
	},
	{
		id = 80371,
		desc = "孟獲信物",
	},
	{
		id = 80372,
		desc = "馬岱信物",
	},
	{
		id = 80373,
		desc = "祝融信物",
	},
	{
		id = 80374,
		desc = "周倉信物",
	},
	{
		id = 80375,
		desc = "王平信物",
	},
	{
		id = 80376,
		desc = "吳懿信物",
	},
	{
		id = 80377,
		desc = "鄧芝信物",
	},
	{
		id = 80378,
		desc = "法正信物",
	},
	{
		id = 80379,
		desc = "黃月英信物",
	},
	{
		id = 80380,
		desc = "費祎信物",
	},
	{
		id = 80381,
		desc = "紀靈信物",
	},
	{
		id = 80382,
		desc = "馬騰信物",
	},
	{
		id = 80383,
		desc = "陳武信物",
	},
	{
		id = 80384,
		desc = "公孫瓚信物",
	},
	{
		id = 80385,
		desc = "陳登信物",
	},
	{
		id = 80386,
		desc = "盧植信物",
	},
	{
		id = 80387,
		desc = "審配信物",
	},
	{
		id = 80388,
		desc = "陳宮信物",
	},
	{
		id = 80389,
		desc = "沮授信物",
	},
	{
		id = 80390,
		desc = "黃蓋信物",
	},
	{
		id = 80391,
		desc = "孫尚香信物",
	},
	{
		id = 80392,
		desc = "程普信物",
	},
	{
		id = 80393,
		desc = "孫權信物",
	},
	{
		id = 80394,
		desc = "曹丕信物",
	},
	{
		id = 80395,
		desc = "程昱信物",
	},
	{
		id = 80396,
		desc = "嚴顏信物",
	},
	{
		id = 80397,
		desc = "馬良信物",
	},
	{
		id = 80398,
		desc = "董卓信物",
	},
	{
		id = 80399,
		desc = "甘寧信物",
	},
	{
		id = 80400,
		desc = "孫堅信物",
	},
	{
		id = 80401,
		desc = "魯肅信物",
	},
	{
		id = 80402,
		desc = "張纮信物",
	},
	{
		id = 80403,
		desc = "張昭信物",
	},
	{
		id = 80404,
		desc = "龐德信物",
	},
	{
		id = 80405,
		desc = "夏侯惇信物",
	},
	{
		id = 80406,
		desc = "徐晃信物",
	},
	{
		id = 80407,
		desc = "夏侯淵信物",
	},
	{
		id = 80408,
		desc = "張郃信物",
	},
	{
		id = 80409,
		desc = "曹仁信物",
	},
	{
		id = 80410,
		desc = "徐庶信物",
	},
	{
		id = 80411,
		desc = "賈詡信物",
	},
	{
		id = 80412,
		desc = "荀彧信物",
	},
	{
		id = 80413,
		desc = "魏延信物",
	},
	{
		id = 80414,
		desc = "關索信物",
	},
	{
		id = 80415,
		desc = "張苞信物",
	},
	{
		id = 80416,
		desc = "關興信物",
	},
	{
		id = 80417,
		desc = "關平信物",
	},
	{
		id = 80418,
		desc = "龐統信物",
	},
	{
		id = 80419,
		desc = "文醜信物",
	},
	{
		id = 80420,
		desc = "顏良信物",
	},
	{
		id = 80421,
		desc = "華雄信物",
	},
	{
		id = 80422,
		desc = "張任信物",
	},
	{
		id = 80423,
		desc = "高順信物",
	},
	{
		id = 80424,
		desc = "袁紹信物",
	},
	{
		id = 80425,
		desc = "華佗信物",
	},
	{
		id = 80426,
		desc = "田豐信物",
	},
	{
		id = 80427,
		desc = "李儒信物",
	},
	{
		id = 80428,
		desc = "太史慈信物",
	},
	{
		id = 80429,
		desc = "周泰信物",
	},
	{
		id = 80430,
		desc = "呂蒙信物",
	},
	{
		id = 80431,
		desc = "小喬信物",
	},
	{
		id = 80432,
		desc = "大喬信物",
	},
	{
		id = 80433,
		desc = "張遼信物",
	},
	{
		id = 80434,
		desc = "姜維信物",
	},
	{
		id = 80435,
		desc = "劉備信物",
	},
	{
		id = 80436,
		desc = "貂蟬信物",
	},
	{
		id = 80437,
		desc = "孫策信物",
	},
	{
		id = 80438,
		desc = "周瑜信物",
	},
	{
		id = 80439,
		desc = "陸遜信物",
	},
	{
		id = 80440,
		desc = "典韋信物",
	},
	{
		id = 80441,
		desc = "許褚信物",
	},
	{
		id = 80442,
		desc = "曹操信物",
	},
	{
		id = 80443,
		desc = "司馬懿信物",
	},
	{
		id = 80444,
		desc = "郭嘉信物",
	},
	{
		id = 80445,
		desc = "張飛信物",
	},
	{
		id = 80446,
		desc = "關羽信物",
	},
	{
		id = 80447,
		desc = "馬超信物",
	},
	{
		id = 80448,
		desc = "趙雲信物",
	},
	{
		id = 80449,
		desc = "黃忠信物",
	},
	{
		id = 80450,
		desc = "諸葛亮信物",
	},
	{
		id = 80451,
		desc = "呂布信物",
	},
	{
		id = 80452,
		desc = "月餅",
	},
	{
		id = 80453,
		desc = "玉佩",
	},
	{
		id = 80454,
		desc = "南瓜",
	},
	{
		id = 80455,
		desc = "神董襲信物",
	},
	{
		id = 80456,
		desc = "神蔣欽信物",
	},
	{
		id = 80457,
		desc = "神朱然信物",
	},
	{
		id = 80458,
		desc = "神夏侯霸信物",
	},
	{
		id = 80459,
		desc = "神樂進信物",
	},
	{
		id = 80460,
		desc = "神曹洪信物",
	},
	{
		id = 80461,
		desc = "神于禁信物",
	},
	{
		id = 80462,
		desc = "神李典信物",
	},
	{
		id = 80463,
		desc = "神廖化信物",
	},
	{
		id = 80464,
		desc = "神張翼信物",
	},
	{
		id = 80465,
		desc = "神孟達信物",
	},
	{
		id = 80466,
		desc = "神蔣琬信物",
	},
	{
		id = 80467,
		desc = "神張繡信物",
	},
	{
		id = 80468,
		desc = "神張寶信物",
	},
	{
		id = 80469,
		desc = "神韓遂信物",
	},
	{
		id = 80470,
		desc = "神劉表信物",
	},
	{
		id = 80471,
		desc = "神張角信物",
	},
	{
		id = 80472,
		desc = "神淩統信物",
	},
	{
		id = 80473,
		desc = "神丁奉信物",
	},
	{
		id = 80474,
		desc = "神韓當信物",
	},
	{
		id = 80475,
		desc = "神朱桓信物",
	},
	{
		id = 80476,
		desc = "神徐盛信物",
	},
	{
		id = 80477,
		desc = "神曹彰信物",
	},
	{
		id = 80478,
		desc = "神王雙信物",
	},
	{
		id = 80479,
		desc = "神鄧艾信物",
	},
	{
		id = 80480,
		desc = "神文聘信物",
	},
	{
		id = 80481,
		desc = "神諸葛誕信物",
	},
	{
		id = 80482,
		desc = "神司馬昭信物",
	},
	{
		id = 80483,
		desc = "神鍾會信物",
	},
	{
		id = 80484,
		desc = "神甄姬信物",
	},
	{
		id = 80485,
		desc = "神孟獲信物",
	},
	{
		id = 80486,
		desc = "神馬岱信物",
	},
	{
		id = 80487,
		desc = "神祝融信物",
	},
	{
		id = 80488,
		desc = "神周倉信物",
	},
	{
		id = 80489,
		desc = "神王平信物",
	},
	{
		id = 80490,
		desc = "神吳懿信物",
	},
	{
		id = 80491,
		desc = "神鄧芝信物",
	},
	{
		id = 80492,
		desc = "神法正信物",
	},
	{
		id = 80493,
		desc = "神黃月英信物",
	},
	{
		id = 80494,
		desc = "神費祎信物",
	},
	{
		id = 80495,
		desc = "神紀靈信物",
	},
	{
		id = 80496,
		desc = "神馬騰信物",
	},
	{
		id = 80497,
		desc = "神陳武信物",
	},
	{
		id = 80498,
		desc = "神公孫瓚信物",
	},
	{
		id = 80499,
		desc = "神陳登信物",
	},
	{
		id = 80500,
		desc = "神盧植信物",
	},
	{
		id = 80501,
		desc = "神審配信物",
	},
	{
		id = 80502,
		desc = "神陳宮信物",
	},
	{
		id = 80503,
		desc = "神沮授信物",
	},
	{
		id = 80504,
		desc = "神黃蓋信物",
	},
	{
		id = 80505,
		desc = "神孫尚香信物",
	},
	{
		id = 80506,
		desc = "神程普信物",
	},
	{
		id = 80507,
		desc = "神孫權信物",
	},
	{
		id = 80508,
		desc = "神曹丕信物",
	},
	{
		id = 80509,
		desc = "神程昱信物",
	},
	{
		id = 80510,
		desc = "神嚴顏信物",
	},
	{
		id = 80511,
		desc = "神馬良信物",
	},
	{
		id = 80512,
		desc = "神董卓信物",
	},
	{
		id = 80513,
		desc = "神甘寧信物",
	},
	{
		id = 80514,
		desc = "神孫堅信物",
	},
	{
		id = 80515,
		desc = "神魯肅信物",
	},
	{
		id = 80516,
		desc = "神張纮信物",
	},
	{
		id = 80517,
		desc = "神張昭信物",
	},
	{
		id = 80518,
		desc = "神龐德信物",
	},
	{
		id = 80519,
		desc = "神夏侯惇信物",
	},
	{
		id = 80520,
		desc = "神徐晃信物",
	},
	{
		id = 80521,
		desc = "神夏侯淵信物",
	},
	{
		id = 80522,
		desc = "神張郃信物",
	},
	{
		id = 80523,
		desc = "神曹仁信物",
	},
	{
		id = 80524,
		desc = "神徐庶信物",
	},
	{
		id = 80525,
		desc = "神賈詡信物",
	},
	{
		id = 80526,
		desc = "神荀彧信物",
	},
	{
		id = 80527,
		desc = "神魏延信物",
	},
	{
		id = 80528,
		desc = "神關索信物",
	},
	{
		id = 80529,
		desc = "神張苞信物",
	},
	{
		id = 80530,
		desc = "神關興信物",
	},
	{
		id = 80531,
		desc = "神關平信物",
	},
	{
		id = 80532,
		desc = "神龐統信物",
	},
	{
		id = 80533,
		desc = "神文醜信物",
	},
	{
		id = 80534,
		desc = "神顏良信物",
	},
	{
		id = 80535,
		desc = "神華雄信物",
	},
	{
		id = 80536,
		desc = "神張任信物",
	},
	{
		id = 80537,
		desc = "神高順信物",
	},
	{
		id = 80538,
		desc = "神袁紹信物",
	},
	{
		id = 80539,
		desc = "神華佗信物",
	},
	{
		id = 80540,
		desc = "神田豐信物",
	},
	{
		id = 80541,
		desc = "神李儒信物",
	},
	{
		id = 80542,
		desc = "神太史慈信物",
	},
	{
		id = 80543,
		desc = "神周泰信物",
	},
	{
		id = 80544,
		desc = "神呂蒙信物",
	},
	{
		id = 80545,
		desc = "神小喬信物",
	},
	{
		id = 80546,
		desc = "神大喬信物",
	},
	{
		id = 80547,
		desc = "神張遼信物",
	},
	{
		id = 80548,
		desc = "神姜維信物",
	},
	{
		id = 80549,
		desc = "神劉備信物",
	},
	{
		id = 80550,
		desc = "神貂蟬信物",
	},
	{
		id = 80551,
		desc = "神孫策信物",
	},
	{
		id = 80552,
		desc = "神周瑜信物",
	},
	{
		id = 80553,
		desc = "神陸遜信物",
	},
	{
		id = 80554,
		desc = "神典韋信物",
	},
	{
		id = 80555,
		desc = "神許褚信物",
	},
	{
		id = 80556,
		desc = "神曹操信物",
	},
	{
		id = 80557,
		desc = "神司馬懿信物",
	},
	{
		id = 80558,
		desc = "神郭嘉信物",
	},
	{
		id = 80559,
		desc = "神張飛信物",
	},
	{
		id = 80560,
		desc = "神關羽信物",
	},
	{
		id = 80561,
		desc = "神馬超信物",
	},
	{
		id = 80562,
		desc = "神趙雲信物",
	},
	{
		id = 80563,
		desc = "神黃忠信物",
	},
	{
		id = 80564,
		desc = "神諸葛亮信物",
	},
	{
		id = 80565,
		desc = "神呂布信物",
	},
	{
		id = 80566,
		desc = "禦龍頭盔",
	},
	{
		id = 80567,
		desc = "禦龍護肩",
	},
	{
		id = 80568,
		desc = "禦龍胸鎧",
	},
	{
		id = 80569,
		desc = "禦龍腰封",
	},
	{
		id = 80570,
		desc = "禦龍腿鎧",
	},
	{
		id = 80571,
		desc = "禦龍戰靴",
	},
	{
		id = 80572,
		desc = "混元丹",
	},
	{
		id = 80573,
		desc = "無字天書",
	},
	{
		id = 80574,
		desc = "混元丹",
	},
	{
		id = 80575,
		desc = "混元丹",
	},
	{
		id = 80576,
		desc = "混元丹",
	},
	{
		id = 80577,
		desc = "兵法殘頁",
	},
	{
		id = 80578,
		desc = "兵法殘簡",
	},
	{
		id = 80579,
		desc = "兵法書頁",
	},
	{
		id = 80580,
		desc = "兵法書簡",
	},
	{
		id = 80581,
		desc = "兵法書卷",
	},
	{
		id = 80582,
		desc = "城防值",
	},
	{
		id = 80583,
		desc = "鑄城錘",
	},
	{
		id = 80584,
		desc = "神武將經驗",
	},
	{
		id = 80585,
		desc = "免費占星券",
	},
	{
		id = 80586,
		desc = "免費天隕券",
	},
	{
		id = 80587,
		desc = "幸運券",
	},
	{
		id = 80588,
		desc = "禦龍寶箱",
	},
	{
		id = 80589,
		desc = "禦龍寶箱",
	},
	{
		id = 80590,
		desc = "禦龍寶箱",
	},
	{
		id = 80591,
		desc = "禦龍寶箱",
	},
	{
		id = 80592,
		desc = "禦龍寶箱",
	},
	{
		id = 80593,
		desc = "富貴雞",
	},
	{
		id = 80594,
		desc = "天降神兵",
	},
	{
		id = 80595,
		desc = "禦龍大寶箱",
	},
	{
		id = 80596,
		desc = "禦龍中寶箱",
	},
	{
		id = 80597,
		desc = "禦龍小寶箱",
	},
	{
		id = 80598,
		desc = "坐騎寶箱",
	},
	{
		id = 80599,
		desc = "神盔寶箱",
	},
	{
		id = 80600,
		desc = "元旦禮盒",
	},
	{
		id = 80601,
		desc = "鎮國小寶箱",
	},
	{
		id = 80602,
		desc = "鎮國中寶箱",
	},
	{
		id = 80603,
		desc = "鎮國大寶箱",
	},
	{
		id = 80604,
		desc = "鎮國聖器箱",
	},
	{
		id = 80605,
		desc = "鎮國神器箱",
	},
	{
		id = 80606,
		desc = "戰勛",
	},
	{
		id = 80607,
		desc = "橙色坐騎寶箱",
	},
	{
		id = 80608,
		desc = "新年福袋",
	},
	{
		id = 80609,
		desc = "元寶紅包",
	},
	{
		id = 80610,
		desc = "紅玫瑰",
	},
	{
		id = 80611,
		desc = "城戰行軍加速50%%",
	},
	{
		id = 80612,
		desc = "神董襲將魂",
	},
	{
		id = 80613,
		desc = "神蔣欽將魂",
	},
	{
		id = 80614,
		desc = "神朱然將魂",
	},
	{
		id = 80615,
		desc = "神夏侯霸將魂",
	},
	{
		id = 80616,
		desc = "神樂進將魂",
	},
	{
		id = 80617,
		desc = "神曹洪將魂",
	},
	{
		id = 80618,
		desc = "神于禁將魂",
	},
	{
		id = 80619,
		desc = "神李典將魂",
	},
	{
		id = 80620,
		desc = "神廖化將魂",
	},
	{
		id = 80621,
		desc = "神張翼將魂",
	},
	{
		id = 80622,
		desc = "神孟達將魂",
	},
	{
		id = 80623,
		desc = "神蔣琬將魂",
	},
	{
		id = 80624,
		desc = "神張繡將魂",
	},
	{
		id = 80625,
		desc = "神張寶將魂",
	},
	{
		id = 80626,
		desc = "神韓遂將魂",
	},
	{
		id = 80627,
		desc = "神劉表將魂",
	},
	{
		id = 80628,
		desc = "神張角將魂",
	},
	{
		id = 80629,
		desc = "神淩統將魂",
	},
	{
		id = 80630,
		desc = "神丁奉將魂",
	},
	{
		id = 80631,
		desc = "神韓當將魂",
	},
	{
		id = 80632,
		desc = "神朱桓將魂",
	},
	{
		id = 80633,
		desc = "神徐盛將魂",
	},
	{
		id = 80634,
		desc = "神曹彰將魂",
	},
	{
		id = 80635,
		desc = "神王雙將魂",
	},
	{
		id = 80636,
		desc = "神鄧艾將魂",
	},
	{
		id = 80637,
		desc = "神文聘將魂",
	},
	{
		id = 80638,
		desc = "神諸葛誕將魂",
	},
	{
		id = 80639,
		desc = "神司馬昭將魂",
	},
	{
		id = 80640,
		desc = "神鍾會將魂",
	},
	{
		id = 80641,
		desc = "神甄姬將魂",
	},
	{
		id = 80642,
		desc = "神孟獲將魂",
	},
	{
		id = 80643,
		desc = "神馬岱將魂",
	},
	{
		id = 80644,
		desc = "神祝融將魂",
	},
	{
		id = 80645,
		desc = "神周倉將魂",
	},
	{
		id = 80646,
		desc = "神王平將魂",
	},
	{
		id = 80647,
		desc = "神吳懿將魂",
	},
	{
		id = 80648,
		desc = "神鄧芝將魂",
	},
	{
		id = 80649,
		desc = "神法正將魂",
	},
	{
		id = 80650,
		desc = "神黃月英將魂",
	},
	{
		id = 80651,
		desc = "神費禕將魂",
	},
	{
		id = 80652,
		desc = "神紀靈將魂",
	},
	{
		id = 80653,
		desc = "神馬騰將魂",
	},
	{
		id = 80654,
		desc = "神陳武將魂",
	},
	{
		id = 80655,
		desc = "神公孫瓚將魂",
	},
	{
		id = 80656,
		desc = "神陳登將魂",
	},
	{
		id = 80657,
		desc = "神盧植將魂",
	},
	{
		id = 80658,
		desc = "神審配將魂",
	},
	{
		id = 80659,
		desc = "神陳宮將魂",
	},
	{
		id = 80660,
		desc = "神沮授將魂",
	},
	{
		id = 80661,
		desc = "神黃蓋將魂",
	},
	{
		id = 80662,
		desc = "神孫尚香將魂",
	},
	{
		id = 80663,
		desc = "神程普將魂",
	},
	{
		id = 80664,
		desc = "神孫權將魂",
	},
	{
		id = 80665,
		desc = "神曹丕將魂",
	},
	{
		id = 80666,
		desc = "神程昱將魂",
	},
	{
		id = 80667,
		desc = "神嚴顏將魂",
	},
	{
		id = 80668,
		desc = "神馬良將魂",
	},
	{
		id = 80669,
		desc = "神董卓將魂",
	},
	{
		id = 80670,
		desc = "神甘寧將魂",
	},
	{
		id = 80671,
		desc = "神孫堅將魂",
	},
	{
		id = 80672,
		desc = "神魯肅將魂",
	},
	{
		id = 80673,
		desc = "神張紘將魂",
	},
	{
		id = 80674,
		desc = "神張昭將魂",
	},
	{
		id = 80675,
		desc = "神龐德將魂",
	},
	{
		id = 80676,
		desc = "神夏侯惇將魂",
	},
	{
		id = 80677,
		desc = "神徐晃將魂",
	},
	{
		id = 80678,
		desc = "神夏侯淵將魂",
	},
	{
		id = 80679,
		desc = "神張郃將魂",
	},
	{
		id = 80680,
		desc = "神曹仁將魂",
	},
	{
		id = 80681,
		desc = "神徐庶將魂",
	},
	{
		id = 80682,
		desc = "神賈詡將魂",
	},
	{
		id = 80683,
		desc = "神荀彧將魂",
	},
	{
		id = 80684,
		desc = "神魏延將魂",
	},
	{
		id = 80685,
		desc = "神關索將魂",
	},
	{
		id = 80686,
		desc = "神張苞將魂",
	},
	{
		id = 80687,
		desc = "神關興將魂",
	},
	{
		id = 80688,
		desc = "神關平將魂",
	},
	{
		id = 80689,
		desc = "神龐統將魂",
	},
	{
		id = 80690,
		desc = "神文醜將魂",
	},
	{
		id = 80691,
		desc = "神顏良將魂",
	},
	{
		id = 80692,
		desc = "神華雄將魂",
	},
	{
		id = 80693,
		desc = "神張任將魂",
	},
	{
		id = 80694,
		desc = "神高順將魂",
	},
	{
		id = 80695,
		desc = "神袁紹將魂",
	},
	{
		id = 80696,
		desc = "神華佗將魂",
	},
	{
		id = 80697,
		desc = "神田豐將魂",
	},
	{
		id = 80698,
		desc = "神李儒將魂",
	},
	{
		id = 80699,
		desc = "神太史慈將魂",
	},
	{
		id = 80700,
		desc = "神周泰將魂",
	},
	{
		id = 80701,
		desc = "神呂蒙將魂",
	},
	{
		id = 80702,
		desc = "神小喬將魂",
	},
	{
		id = 80703,
		desc = "神大喬將魂",
	},
	{
		id = 80704,
		desc = "神張遼將魂",
	},
	{
		id = 80705,
		desc = "神姜維將魂",
	},
	{
		id = 80706,
		desc = "神劉備將魂",
	},
	{
		id = 80707,
		desc = "神貂蟬將魂",
	},
	{
		id = 80708,
		desc = "神孫策將魂",
	},
	{
		id = 80709,
		desc = "神周瑜將魂",
	},
	{
		id = 80710,
		desc = "神陸遜將魂",
	},
	{
		id = 80711,
		desc = "神典韋將魂",
	},
	{
		id = 80712,
		desc = "神許褚將魂",
	},
	{
		id = 80713,
		desc = "神曹操將魂",
	},
	{
		id = 80714,
		desc = "神司馬懿將魂",
	},
	{
		id = 80715,
		desc = "神郭嘉將魂",
	},
	{
		id = 80716,
		desc = "神張飛將魂",
	},
	{
		id = 80717,
		desc = "神關羽將魂",
	},
	{
		id = 80718,
		desc = "神馬超將魂",
	},
	{
		id = 80719,
		desc = "神趙雲將魂",
	},
	{
		id = 80720,
		desc = "神黃忠將魂",
	},
	{
		id = 80721,
		desc = "神諸葛亮將魂",
	},
	{
		id = 80722,
		desc = "神呂布將魂",
	},
	{
		id = 80723,
		desc = "免費祭天券",
	},
	{
		id = 80724,
		desc = "桃花枝",
	},
	{
		id = 80725,
		desc = "神玉",
	},
	{
		id = 80726,
		desc = "將印",
	},
	{
		id = 80727,
		desc = "黃龍碎玉",
	},
	{
		id = 80728,
		desc = "祭天香",
	},
	{
		id = 80729,
		desc = "玲瓏香粽",
	},
	{
		id = 80730,
		desc = "月牙戟碎片",
	},
	{
		id = 80731,
		desc = "鑌鐵寶刀碎片",
	},
	{
		id = 80732,
		desc = "虹刃劍碎片",
	},
	{
		id = 80733,
		desc = "桃花扇碎片",
	},
	{
		id = 80734,
		desc = "鵑花扇碎片",
	},
	{
		id = 80735,
		desc = "承影碎片",
	},
	{
		id = 80736,
		desc = "昂龍三尖叉碎片",
	},
	{
		id = 80737,
		desc = "雌雄雙股劍碎片",
	},
	{
		id = 80738,
		desc = "牡丹扇碎片",
	},
	{
		id = 80739,
		desc = "霸王槍碎片",
	},
	{
		id = 80740,
		desc = "淮陰劍碎片",
	},
	{
		id = 80741,
		desc = "閃燕劍碎片",
	},
	{
		id = 80742,
		desc = "惡來雙戟碎片",
	},
	{
		id = 80743,
		desc = "金背開山刀碎片",
	},
	{
		id = 80744,
		desc = "倚天劍碎片",
	},
	{
		id = 80745,
		desc = "黑慧扇碎片",
	},
	{
		id = 80746,
		desc = "鬼才扇碎片",
	},
	{
		id = 80747,
		desc = "丈八蛇矛碎片",
	},
	{
		id = 80748,
		desc = "青龍偃月刀碎片",
	},
	{
		id = 80749,
		desc = "虎頭湛金槍碎片",
	},
	{
		id = 80750,
		desc = "龍膽亮銀槍碎片",
	},
	{
		id = 80751,
		desc = "萬石弓碎片",
	},
	{
		id = 80752,
		desc = "朱雀羽扇碎片",
	},
	{
		id = 80753,
		desc = "方天畫戟碎片",
	},
	{
		id = 80754,
		desc = "離火雙刃碎片",
	},
	{
		id = 80755,
		desc = "鳳鳴環碎片",
	},
	{
		id = 80756,
		desc = "癘火劈水刀碎片",
	},
	{
		id = 80757,
		desc = "白虹碎片",
	},
	{
		id = 80758,
		desc = "青釭劍碎片",
	},
	{
		id = 80759,
		desc = "奇才扇碎片",
	},
	{
		id = 80760,
		desc = "日月開天斧碎片",
	},
	{
		id = 80761,
		desc = "判官筆碎片",
	},
	{
		id = 80762,
		desc = "七星寶刀碎片",
	},
	{
		id = 80763,
		desc = "鬼頭灌金刀碎片",
	},
	{
		id = 80764,
		desc = "古錠刀碎片",
	},
	{
		id = 80765,
		desc = "淩雲筆碎片",
	},
	{
		id = 80766,
		desc = "風鴻羽扇碎片",
	},
	{
		id = 80767,
		desc = "青雲扇碎片",
	},
	{
		id = 80768,
		desc = "金臂赤銅刀碎片",
	},
	{
		id = 80769,
		desc = "新亭侯碎片",
	},
	{
		id = 80770,
		desc = "烏金斷日斧碎片",
	},
	{
		id = 80771,
		desc = "霸王弓碎片",
	},
	{
		id = 80772,
		desc = "破甲槍碎片",
	},
	{
		id = 80773,
		desc = "三環鏨金槍碎片",
	},
	{
		id = 80774,
		desc = "八卦陰陽扇碎片",
	},
	{
		id = 80775,
		desc = "鐵骨扇碎片",
	},
	{
		id = 80776,
		desc = "王佐羽扇碎片",
	},
	{
		id = 80777,
		desc = "冷月寶刀碎片",
	},
	{
		id = 80778,
		desc = "青龍板門刀碎片",
	},
	{
		id = 80779,
		desc = "毒蛇矛碎片",
	},
	{
		id = 80780,
		desc = "盤龍金背刀碎片",
	},
	{
		id = 80781,
		desc = "青龍三亭刀碎片",
	},
	{
		id = 80782,
		desc = "鳳羽扇碎片",
	},
	{
		id = 80783,
		desc = "鳴鴻刀碎片",
	},
	{
		id = 80784,
		desc = "環首樸刀碎片",
	},
	{
		id = 80785,
		desc = "昆吾刀碎片",
	},
	{
		id = 80786,
		desc = "鋒泉劍碎片",
	},
	{
		id = 80787,
		desc = "銀雀槍碎片",
	},
	{
		id = 80788,
		desc = "寒月碎片",
	},
	{
		id = 80789,
		desc = "凈水葫蘆碎片",
	},
	{
		id = 80790,
		desc = "死諫筆碎片",
	},
	{
		id = 80791,
		desc = "諸葛連弩碎片",
	},
	{
		id = 80792,
		desc = "鐵脊長弓碎片",
	},
	{
		id = 80793,
		desc = "烏金槍碎片",
	},
	{
		id = 80794,
		desc = "鋸齒鉤鐮刀碎片",
	},
	{
		id = 80795,
		desc = "喪門戟碎片",
	},
	{
		id = 80796,
		desc = "八寶電光錘碎片",
	},
	{
		id = 80797,
		desc = "佛光劍碎片",
	},
	{
		id = 80798,
		desc = "射日弓碎片",
	},
	{
		id = 80799,
		desc = "三挺砍山刀碎片",
	},
	{
		id = 80800,
		desc = "五虎斷門刀碎片",
	},
	{
		id = 80801,
		desc = "八卦開天斧碎片",
	},
	{
		id = 80802,
		desc = "日月雙刃碎片",
	},
	{
		id = 80803,
		desc = "乾坤筆碎片",
	},
	{
		id = 80804,
		desc = "烏金三叉戟碎片",
	},
	{
		id = 80805,
		desc = "丹鳳劍碎片",
	},
	{
		id = 80806,
		desc = "雙翅玲瓏戟碎片",
	},
	{
		id = 80807,
		desc = "龍頭紮刀碎片",
	},
	{
		id = 80808,
		desc = "凝碧劍碎片",
	},
	{
		id = 80809,
		desc = "亮銀點剛槍碎片",
	},
	{
		id = 80810,
		desc = "八楞亮銀錘碎片",
	},
	{
		id = 80811,
		desc = "杵白梨花槍碎片",
	},
	{
		id = 80812,
		desc = "亮銀刀碎片",
	},
	{
		id = 80813,
		desc = "遊子弓碎片",
	},
	{
		id = 80814,
		desc = "白桿小銀槍碎片",
	},
	{
		id = 80815,
		desc = "狀元筆碎片",
	},
	{
		id = 80816,
		desc = "三股亮銀叉碎片",
	},
	{
		id = 80817,
		desc = "獸角點金槍碎片",
	},
	{
		id = 80818,
		desc = "火畫扇碎片",
	},
	{
		id = 80819,
		desc = "竹絲扇碎片",
	},
	{
		id = 80820,
		desc = "龍鳳雙刀碎片",
	},
	{
		id = 80821,
		desc = "檀香扇碎片",
	},
	{
		id = 80822,
		desc = "截頭金背大刀碎片",
	},
	{
		id = 80823,
		desc = "烏金虎頭槍碎片",
	},
	{
		id = 80824,
		desc = "白光劍碎片",
	},
	{
		id = 80825,
		desc = "八寶雁翎刀碎片",
	},
	{
		id = 80826,
		desc = "八卦宣化斧碎片",
	},
	{
		id = 80827,
		desc = "九耳八環刀碎片",
	},
	{
		id = 80828,
		desc = "震天弓碎片",
	},
	{
		id = 80829,
		desc = "壯誌筆碎片",
	},
	{
		id = 80830,
		desc = "龍鳳環碎片",
	},
	{
		id = 80831,
		desc = "千葉扇碎片",
	},
	{
		id = 80832,
		desc = "銀蟒槍碎片",
	},
	{
		id = 80833,
		desc = "霸江刀碎片",
	},
	{
		id = 80834,
		desc = "鉤雲刀碎片",
	},
	{
		id = 80835,
		desc = "赤刃劍碎片",
	},
	{
		id = 80836,
		desc = "春燕扇碎片",
	},
	{
		id = 80837,
		desc = "玉蒲扇碎片",
	},
	{
		id = 80838,
		desc = "馥紅扇碎片",
	},
	{
		id = 80839,
		desc = "紫香扇碎片",
	},
	{
		id = 80840,
		desc = "絨羽扇碎片",
	},
	{
		id = 80841,
		desc = "昴炎布衣碎片",
	},
	{
		id = 80842,
		desc = "紫川布衣碎片",
	},
	{
		id = 80843,
		desc = "德杉布衣碎片",
	},
	{
		id = 80844,
		desc = "木翼布衣碎片",
	},
	{
		id = 80845,
		desc = "昴炎皮衣碎片",
	},
	{
		id = 80846,
		desc = "紫川皮衣碎片",
	},
	{
		id = 80847,
		desc = "德杉皮衣碎片",
	},
	{
		id = 80848,
		desc = "木翼皮衣碎片",
	},
	{
		id = 80849,
		desc = "銳輝皮衣碎片",
	},
	{
		id = 80850,
		desc = "煬渺皮衣碎片",
	},
	{
		id = 80851,
		desc = "煬渺皮甲碎片",
	},
	{
		id = 80852,
		desc = "炙杉皮甲碎片",
	},
	{
		id = 80853,
		desc = "耀焰皮甲碎片",
	},
	{
		id = 80854,
		desc = "穀溪皮甲碎片",
	},
	{
		id = 80855,
		desc = "冰嶺皮甲碎片",
	},
	{
		id = 80856,
		desc = "岱炎皮甲碎片",
	},
	{
		id = 80857,
		desc = "鋃燦皮甲碎片",
	},
	{
		id = 80858,
		desc = "洛炎皮甲碎片",
	},
	{
		id = 80859,
		desc = "銳茂皮甲碎片",
	},
	{
		id = 80860,
		desc = "屹錚皮甲碎片",
	},
	{
		id = 80861,
		desc = "龍骨甲碎片",
	},
	{
		id = 80862,
		desc = "虎紋鎧甲碎片",
	},
	{
		id = 80863,
		desc = "昴炎戰甲碎片",
	},
	{
		id = 80864,
		desc = "紫川戰甲碎片",
	},
	{
		id = 80865,
		desc = "德杉戰甲碎片",
	},
	{
		id = 80866,
		desc = "木翼戰甲碎片",
	},
	{
		id = 80867,
		desc = "銳輝戰甲碎片",
	},
	{
		id = 80868,
		desc = "黃金鎧碎片",
	},
	{
		id = 80869,
		desc = "紅錦萬花袍碎片",
	},
	{
		id = 80870,
		desc = "魚鱗甲碎片",
	},
	{
		id = 80871,
		desc = "天狼頭盔碎片",
	},
	{
		id = 80872,
		desc = "虎牙戰甲碎片",
	},
	{
		id = 80873,
		desc = "英傑戰甲碎片",
	},
	{
		id = 80874,
		desc = "月影戰甲碎片",
	},
	{
		id = 80875,
		desc = "判官護腕碎片",
	},
	{
		id = 80876,
		desc = "金絲魚鱗甲碎片",
	},
	{
		id = 80877,
		desc = "雷霆重盔碎片",
	},
	{
		id = 80878,
		desc = "擒龍錮鐵腕碎片",
	},
	{
		id = 80879,
		desc = "神喻披風碎片",
	},
	{
		id = 80880,
		desc = "鳳翅金翎碎片",
	},
	{
		id = 80881,
		desc = "天罡盔碎片",
	},
	{
		id = 80882,
		desc = "鋼甲戰靴碎片",
	},
	{
		id = 80883,
		desc = "龍麟鎧甲碎片",
	},
	{
		id = 80884,
		desc = "寒月冰魄鎧碎片",
	},
	{
		id = 80885,
		desc = "奮威明光鎧碎片",
	},
	{
		id = 80886,
		desc = "荒鷲鎧甲碎片",
	},
	{
		id = 80887,
		desc = "明鏡鎧甲碎片",
	},
	{
		id = 80888,
		desc = "紫翎鎧甲碎片",
	},
	{
		id = 80889,
		desc = "錦衣鎧甲碎片",
	},
	{
		id = 80890,
		desc = "獸面連環鎧碎片",
	},
	{
		id = 80891,
		desc = "銀戒指碎片",
	},
	{
		id = 80892,
		desc = "香囊碎片",
	},
	{
		id = 80893,
		desc = "蒼天石碎片",
	},
	{
		id = 80894,
		desc = "青玉吊墜碎片",
	},
	{
		id = 80895,
		desc = "夜明珠碎片",
	},
	{
		id = 80896,
		desc = "護身符碎片",
	},
	{
		id = 80897,
		desc = "珍珠鏈碎片",
	},
	{
		id = 80898,
		desc = "獸牙飾碎片",
	},
	{
		id = 80899,
		desc = "黃金手鐲碎片",
	},
	{
		id = 80900,
		desc = "靛海珠碎片",
	},
	{
		id = 80901,
		desc = "烽火石碎片",
	},
	{
		id = 80902,
		desc = "長生鏡碎片",
	},
	{
		id = 80903,
		desc = "玲瓏寶珠碎片",
	},
	{
		id = 80904,
		desc = "碧玉扳指碎片",
	},
	{
		id = 80905,
		desc = "霞光項鏈碎片",
	},
	{
		id = 80906,
		desc = "避水珠碎片",
	},
	{
		id = 80907,
		desc = "珊瑚耳墜碎片",
	},
	{
		id = 80908,
		desc = "虎牙手煉碎片",
	},
	{
		id = 80909,
		desc = "瑪瑙鑲金墜碎片",
	},
	{
		id = 80910,
		desc = "無方戒碎片",
	},
	{
		id = 80911,
		desc = "紅玉扳指碎片",
	},
	{
		id = 80912,
		desc = "血石項鏈碎片",
	},
	{
		id = 80913,
		desc = "和氏璧碎片",
	},
	{
		id = 80914,
		desc = "八卦墜碎片",
	},
	{
		id = 80915,
		desc = "琉璃玉璧碎片",
	},
	{
		id = 80916,
		desc = "羽人獸紋鏡碎片",
	},
	{
		id = 80917,
		desc = "孔明燈碎片",
	},
	{
		id = 80918,
		desc = "玉簾項鏈碎片",
	},
	{
		id = 80919,
		desc = "傳國玉璽碎片",
	},
	{
		id = 80920,
		desc = "雲紋佩碎片",
	},
	{
		id = 80921,
		desc = "龍慕翡翠玉碎片",
	},
	{
		id = 80922,
		desc = "白玉響鈴簪碎片",
	},
	{
		id = 80923,
		desc = "玲瓏玻璃球碎片",
	},
	{
		id = 80924,
		desc = "六光玄冥石碎片",
	},
	{
		id = 80925,
		desc = "無雙戒碎片",
	},
	{
		id = 80926,
		desc = "羅綺香囊碎片",
	},
	{
		id = 80927,
		desc = "蒼魂珠碎片",
	},
	{
		id = 80928,
		desc = "風月寶鏈碎片",
	},
	{
		id = 80929,
		desc = "碧水青龍碎片",
	},
	{
		id = 80930,
		desc = "雲流戒碎片",
	},
	{
		id = 80931,
		desc = "顛海神珠碎片",
	},
	{
		id = 80932,
		desc = "七彩玲瓏碎片",
	},
	{
		id = 80933,
		desc = "聖王墜碎片",
	},
	{
		id = 80934,
		desc = "天機錦囊碎片",
	},
	{
		id = 80935,
		desc = "四靈文鏡碎片",
	},
	{
		id = 80936,
		desc = "豹騎都督印碎片",
	},
	{
		id = 80937,
		desc = "翼德葫蘆碎片",
	},
	{
		id = 80938,
		desc = "遊心太玄鏈碎片",
	},
	{
		id = 80939,
		desc = "甄宓玉笛碎片",
	},
	{
		id = 80940,
		desc = "典韋護心鏡碎片",
	},
	{
		id = 80941,
		desc = "鬃毛牛碎片",
	},
	{
		id = 80942,
		desc = "赤毛牛碎片",
	},
	{
		id = 80943,
		desc = "褐鬃馬碎片",
	},
	{
		id = 80944,
		desc = "玉龍駒碎片",
	},
	{
		id = 80945,
		desc = "南蠻巨象碎片",
	},
	{
		id = 80946,
		desc = "汗血碎片",
	},
	{
		id = 80947,
		desc = "大宛碎片",
	},
	{
		id = 80948,
		desc = "快航碎片",
	},
	{
		id = 80949,
		desc = "騏驥碎片",
	},
	{
		id = 80950,
		desc = "綠耳碎片",
	},
	{
		id = 80951,
		desc = "踏雲碎片",
	},
	{
		id = 80952,
		desc = "紫騂碎片",
	},
	{
		id = 80953,
		desc = "灰影碎片",
	},
	{
		id = 80954,
		desc = "驚帆碎片",
	},
	{
		id = 80955,
		desc = "烏孫碎片",
	},
	{
		id = 80956,
		desc = "王追碎片",
	},
	{
		id = 80957,
		desc = "爪黃飛電碎片",
	},
	{
		id = 80958,
		desc = "赤兔碎片",
	},
	{
		id = 80959,
		desc = "絕影碎片",
	},
	{
		id = 80960,
		desc = "的盧碎片",
	},
	{
		id = 80961,
		desc = "護國玉璽碎片",
	},
	{
		id = 80962,
		desc = "夏季清涼禮盒",
	},
	{
		id = 80963,
		desc = "冷面",
	},
	{
		id = 80964,
		desc = "黃瓜",
	},
	{
		id = 80965,
		desc = "麻油雞",
	},
	{
		id = 80966,
		desc = "龍蝦",
	},
	{
		id = 80967,
		desc = "軍資",
	},
	{
		id = 80968,
		desc = "國家科技經驗",
	},
	{
		id = 80969,
		desc = "虹光寶甲碎片",
	},
	{
		id = 80970,
		desc = "虹光吊墜碎片",
	},
	{
		id = 80971,
		desc = "虹光琉璃駒碎片",
	},
	{
		id = 80972,
		desc = "令箭",
	},
	{
		id = 80973,
		desc = "諸侯令",
	},
	{
		id = 80974,
		desc = "週年紀念章",
	},
	{
		id = 80975,
		desc = "湛金槍頭",
	},
	{
		id = 80976,
		desc = "承影劍鞘",
	},
	{
		id = 80977,
		desc = "蓬萊招待券",
	},
	{
		id = 80978,
		desc = "軍械寶箱",
	},
	{
		id = 80979,
		desc = "聖靈寶箱",
	},
	{
		id = 80980,
		desc = "禦神寶珠",
	},
	{
		id = 80981,
		desc = "禦神精華",
	},
	{
		id = 80982,
		desc = "箭矢",
	},
	{
		id = 81001,
		desc = "生產、建造所需的基礎資源",
	},
	{
		id = 81002,
		desc = "生產、建造所需的基礎資源",
	},
	{
		id = 81003,
		desc = "生產、建造所需的基礎資源",
	},
	{
		id = 81004,
		desc = "生產、建造所需的基礎資源",
	},
	{
		id = 81005,
		desc = "生產、建造所需的基礎資源",
	},
	{
		id = 81006,
		desc = "進階裝備所需的基礎資源",
	},
	{
		id = 81007,
		desc = "財富的象徵，可兌換成任意資源",
	},
	{
		id = 81008,
		desc = "可用於在聯盟商店中購買物品",
	},
	{
		id = 81009,
		desc = "軍團出征時需要消耗的資源",
	},
	{
		id = 81010,
		desc = "主公經驗",
	},
	{
		id = 81011,
		desc = "升級聯盟科技所必需的資源",
	},
	{
		id = 81012,
		desc = "可用於在聯盟商店中兌換物品",
	},
	{
		id = 81013,
		desc = "可用於在錦囊商店中兌換主公寶物",
	},
	{
		id = 81014,
		desc = "在皇陵探寶時需要的資源",
	},
	{
		id = 81015,
		desc = "皇陵探寶時開啟寶箱需要的資源",
	},
	{
		id = 81016,
		desc = "提升VIP等級的道具",
	},
	{
		id = 81017,
		desc = "玉璽爭奪活動的必要資源，獲得後可增加活動積分",
	},
	{
		id = 81018,
		desc = "白色品質晶玉",
	},
	{
		id = 81019,
		desc = "綠色品質晶玉",
	},
	{
		id = 81020,
		desc = "藍色品質晶玉",
	},
	{
		id = 81021,
		desc = "紫色品質晶玉",
	},
	{
		id = 81022,
		desc = "橙色品質晶玉",
	},
	{
		id = 81023,
		desc = "白色品質青銅",
	},
	{
		id = 81024,
		desc = "綠色品質青銅",
	},
	{
		id = 81025,
		desc = "藍色品質青銅",
	},
	{
		id = 81026,
		desc = "紫色品質青銅",
	},
	{
		id = 81027,
		desc = "橙色品質青銅",
	},
	{
		id = 81028,
		desc = "白色品質精鐵",
	},
	{
		id = 81029,
		desc = "綠色品質精鐵",
	},
	{
		id = 81030,
		desc = "藍色品質精鐵",
	},
	{
		id = 81031,
		desc = "紫色品質精鐵",
	},
	{
		id = 81032,
		desc = "橙色品質精鐵",
	},
	{
		id = 81033,
		desc = "白色品質松木",
	},
	{
		id = 81034,
		desc = "綠色品質松木",
	},
	{
		id = 81035,
		desc = "藍色品質松木",
	},
	{
		id = 81036,
		desc = "紫色品質松木",
	},
	{
		id = 81037,
		desc = "橙色品質松木",
	},
	{
		id = 81038,
		desc = "白色品質翡翠",
	},
	{
		id = 81039,
		desc = "綠色品質翡翠",
	},
	{
		id = 81040,
		desc = "藍色品質翡翠",
	},
	{
		id = 81041,
		desc = "紫色品質翡翠",
	},
	{
		id = 81042,
		desc = "橙色品質翡翠",
	},
	{
		id = 81043,
		desc = "白色品質瑪瑙",
	},
	{
		id = 81044,
		desc = "綠色品質瑪瑙",
	},
	{
		id = 81045,
		desc = "藍色品質瑪瑙",
	},
	{
		id = 81046,
		desc = "紫色品質瑪瑙",
	},
	{
		id = 81047,
		desc = "橙色品質瑪瑙",
	},
	{
		id = 81048,
		desc = "白色品質硫磺",
	},
	{
		id = 81049,
		desc = "綠色品質硫磺",
	},
	{
		id = 81050,
		desc = "藍色品質硫磺",
	},
	{
		id = 81051,
		desc = "紫色品質硫磺",
	},
	{
		id = 81052,
		desc = "橙色品質硫磺",
	},
	{
		id = 81053,
		desc = "白色品質硝石",
	},
	{
		id = 81054,
		desc = "綠色品質硝石",
	},
	{
		id = 81055,
		desc = "藍色品質硝石",
	},
	{
		id = 81056,
		desc = "紫色品質硝石",
	},
	{
		id = 81057,
		desc = "橙色品質硝石",
	},
	{
		id = 81058,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81059,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81060,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81061,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81062,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81063,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81064,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81065,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81066,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81067,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81068,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81069,
		desc = "使用後獲得黃金%{num}",
	},
	{
		id = 81070,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81071,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81072,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81073,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81074,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81075,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81076,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81077,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81078,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81079,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81080,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81081,
		desc = "使用後獲得糧食%{num}",
	},
	{
		id = 81082,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81083,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81084,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81085,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81086,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81087,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81088,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81089,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81090,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81091,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81092,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81093,
		desc = "使用後獲得木材%{num}",
	},
	{
		id = 81094,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81095,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81096,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81097,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81098,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81099,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81100,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81101,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81102,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81103,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81104,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81105,
		desc = "使用後獲得石料%{num}",
	},
	{
		id = 81106,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81107,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81108,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81109,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81110,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81111,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81112,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81113,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81114,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81115,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81116,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81117,
		desc = "使用後獲得鐵礦%{num}",
	},
	{
		id = 81118,
		desc = "使用後獲得銅幣%{num}",
	},
	{
		id = 81119,
		desc = "使用後獲得銅幣%{num}",
	},
	{
		id = 81120,
		desc = "使用後獲得銅幣%{num}",
	},
	{
		id = 81121,
		desc = "使用後獲得勾玉%{num}",
	},
	{
		id = 81122,
		desc = "使用後獲得勾玉%{num}",
	},
	{
		id = 81123,
		desc = "使用後獲得勾玉%{num}",
	},
	{
		id = 81124,
		desc = "使用後獲得勾玉%{num}",
	},
	{
		id = 81125,
		desc = "使用後獲得勾玉%{num}",
	},
	{
		id = 81126,
		desc = "使用後獲得白銀%{num}",
	},
	{
		id = 81127,
		desc = "使用後獲得白銀%{num}",
	},
	{
		id = 81128,
		desc = "使用後獲得白銀%{num}",
	},
	{
		id = 81129,
		desc = "使用後獲得錦囊%{num}",
	},
	{
		id = 81130,
		desc = "使用後獲得錦囊%{num}",
	},
	{
		id = 81131,
		desc = "使用後獲得錦囊%{num}",
	},
	{
		id = 81132,
		desc = "12小時內減少25%%的糧食消耗",
	},
	{
		id = 81133,
		desc = "24小時內減少25%%的糧食消耗",
	},
	{
		id = 81134,
		desc = "24小時內減少50%%的糧食消耗",
	},
	{
		id = 81135,
		desc = "減少計時器中的剩餘時間5分鐘",
	},
	{
		id = 81136,
		desc = "減少計時器中的剩餘時間1小時",
	},
	{
		id = 81137,
		desc = "減少建造計時器中的5分鐘剩餘時間",
	},
	{
		id = 81138,
		desc = "減少建造計時器中的10分鐘剩餘時間",
	},
	{
		id = 81139,
		desc = "減少建造計時器中的30分鐘剩餘時間",
	},
	{
		id = 81140,
		desc = "減少建造計時器中的1小時剩餘時間",
	},
	{
		id = 81141,
		desc = "減少建造計時器中的2小時剩餘時間",
	},
	{
		id = 81142,
		desc = "減少建造計時器中的8小時剩餘時間",
	},
	{
		id = 81143,
		desc = "減少訓練計時器中的5分鐘剩餘時間",
	},
	{
		id = 81144,
		desc = "減少訓練計時器中的10分鐘剩餘時間",
	},
	{
		id = 81145,
		desc = "減少訓練計時器中的30分鐘剩餘時間",
	},
	{
		id = 81146,
		desc = "減少訓練計時器中的1小時剩餘時間",
	},
	{
		id = 81147,
		desc = "減少訓練計時器中的2小時剩餘時間",
	},
	{
		id = 81148,
		desc = "減少訓練計時器中的8小時剩餘時間",
	},
	{
		id = 81149,
		desc = "減少治療計時器中的5分鐘剩餘時間",
	},
	{
		id = 81150,
		desc = "減少治療計時器中的10分鐘剩餘時間",
	},
	{
		id = 81151,
		desc = "減少治療計時器中的30分鐘剩餘時間",
	},
	{
		id = 81152,
		desc = "減少治療計時器中的1小時剩餘時間",
	},
	{
		id = 81153,
		desc = "減少治療計時器中的2小時剩餘時間",
	},
	{
		id = 81154,
		desc = "減少治療計時器中的8小時剩餘時間",
	},
	{
		id = 81155,
		desc = "減少研究計時器中的5分鐘剩餘時間",
	},
	{
		id = 81156,
		desc = "減少研究計時器中的10分鐘剩餘時間",
	},
	{
		id = 81157,
		desc = "減少研究計時器中的30分鐘剩餘時間",
	},
	{
		id = 81158,
		desc = "減少研究計時器中的1小時剩餘時間",
	},
	{
		id = 81159,
		desc = "減少研究計時器中的2小時剩餘時間",
	},
	{
		id = 81160,
		desc = "減少研究計時器中的8小時剩餘時間",
	},
	{
		id = 81161,
		desc = "將您的城市遷往隨機位置",
	},
	{
		id = 81162,
		desc = "將您的城堡遷往指定位置",
	},
	{
		id = 81163,
		desc = "將您的城堡遷往你盟友周邊的指定位置",
	},
	{
		id = 81164,
		desc = "召回您當前正在出征的一支部隊，只能對正在前往目的地的部隊生效",
	},
	{
		id = 81165,
		desc = "召回由您集結的且正在前往目的地的所有部隊，只有發起集結的玩家才可以使用",
	},
	{
		id = 81166,
		desc = "將行軍時間縮短25%%，本道具使用後僅生效1次",
	},
	{
		id = 81167,
		desc = "將行軍時間縮短50%%，本道具使用後僅生效1次",
	},
	{
		id = 81168,
		desc = "使您的城市獲得8小時的和平狀態，保護您的城市不會被他人攻擊",
	},
	{
		id = 81169,
		desc = "使您的城市獲得24小時的和平狀態，保護您的城市不會被他人攻擊",
	},
	{
		id = 81170,
		desc = "使您的城市獲得72小時的和平狀態，保護您的城市不會被他人攻擊",
	},
	{
		id = 81171,
		desc = "使您的軍團在4小時內出戰的兵力上限提升25%%",
	},
	{
		id = 81172,
		desc = "在12小時內增加您所有的單位20%%攻擊力",
	},
	{
		id = 81173,
		desc = "在24小時內增加您所有的單位20%%攻擊力",
	},
	{
		id = 81174,
		desc = "在12小時內增加您所有的單位20%%防禦力",
	},
	{
		id = 81175,
		desc = "在24小時內增加您所有的單位20%%防禦力",
	},
	{
		id = 81176,
		desc = "在24小時內使敵對玩家無法對你進行偵察",
	},
	{
		id = 81177,
		desc = "在7天內使敵對玩家無法對你進行偵察",
	},
	{
		id = 81178,
		desc = "在24小時內您的城內部隊數在別人的偵察列表中顯示雙倍數量",
	},
	{
		id = 81179,
		desc = "8小時內增加50%%部隊世界採集速度（對正在採集的軍團無效）",
	},
	{
		id = 81180,
		desc = "20小時內增加50%%部隊世界採集速度（對正在採集的軍團無效）",
	},
	{
		id = 81181,
		desc = "提升金礦產量100%%，持續一天，持續時間內大幅提升容量",
	},
	{
		id = 81182,
		desc = "提升農田產量100%%，持續一天，持續時間內大幅提升容量",
	},
	{
		id = 81183,
		desc = "提升伐木場產量100%%，持續一天，持續時間內大幅提升容量",
	},
	{
		id = 81184,
		desc = "提升採石場產量100%%，持續一天，持續時間內大幅提升容量",
	},
	{
		id = 81185,
		desc = "提升鐵礦場產量100%%，持續一天，持續時間內大幅提升容量",
	},
	{
		id = 81186,
		desc = "使用後立即恢復%{num}點主公行動力",
	},
	{
		id = 81187,
		desc = "使用後立即恢復%{num}點主公行動力",
	},
	{
		id = 81188,
		desc = "使用號角可以發送一條全王國可見的公告",
	},
	{
		id = 81189,
		desc = "每個刷新令可以使免費元寶刷新酒館武將",
	},
	{
		id = 81190,
		desc = "使用該道具可修改您的暱稱",
	},
	{
		id = 81191,
		desc = "使用該道具可修改您的主公形象",
	},
	{
		id = 81192,
		desc = "使用該道具可將已經建造完成的建築交換位置",
	},
	{
		id = 81193,
		desc = "使用後獲得白色裝備，小概率獲得綠色裝備",
	},
	{
		id = 81194,
		desc = "使用後獲得綠色裝備，小概率獲得藍色裝備",
	},
	{
		id = 81195,
		desc = "使用後獲得藍色裝備，小概率獲得紫色裝備",
	},
	{
		id = 81196,
		desc = "使用後獲得紫色裝備，小概率獲得橙色裝備",
	},
	{
		id = 81197,
		desc = "使用後獲得橙色裝備",
	},
	{
		id = 81198,
		desc = "既然這麽NB，先不讓你用了···",
	},
	{
		id = 81199,
		desc = "傳說中能掉落神器的裝備箱，前提是你能把他打開！！！",
	},
	{
		id = 81200,
		desc = "掉落1個白色裝備，小概率掉落白色萬能裝備或綠色裝備",
	},
	{
		id = 81201,
		desc = "掉落1個綠色裝備，小概率掉落綠色萬能裝備或藍色裝備",
	},
	{
		id = 81202,
		desc = "掉落1個藍色裝備，小概率掉落藍色萬能裝備或紫色裝備",
	},
	{
		id = 81203,
		desc = "掉落1個紫色裝備，小概率掉落紫色萬能裝備或橙色裝備",
	},
	{
		id = 81204,
		desc = "掉落1個橙色裝備，小概率掉落橙色萬能裝備",
	},
	{
		id = 81205,
		desc = "使用後隨機獲得1個白色材料",
	},
	{
		id = 81206,
		desc = "使用後隨機獲得1個綠色材料",
	},
	{
		id = 81207,
		desc = "使用後隨機獲得1個藍色材料",
	},
	{
		id = 81208,
		desc = "使用後隨機獲得1個紫色材料",
	},
	{
		id = 81209,
		desc = "使用後隨機獲得1個橙色材料",
	},
	{
		id = 81210,
		desc = "掉落隨機白色材料",
	},
	{
		id = 81211,
		desc = "掉落隨機綠色材料",
	},
	{
		id = 81212,
		desc = "掉落隨機藍色材料",
	},
	{
		id = 81213,
		desc = "掉落隨機紫色材料",
	},
	{
		id = 81214,
		desc = "掉落隨機橙色材料",
	},
	{
		id = 81215,
		desc = "使用後立即獲得%{num}主公經驗",
	},
	{
		id = 81216,
		desc = "使用後立即獲得%{num}主公經驗",
	},
	{
		id = 81217,
		desc = "使用後立即獲得%{num}主公經驗",
	},
	{
		id = 81218,
		desc = "使用後立即獲得%{num}主公經驗",
	},
	{
		id = 81219,
		desc = "使用後立即獲得%{num}主公經驗",
	},
	{
		id = 81220,
		desc = "用於升級戰爭大廳",
	},
	{
		id = 81221,
		desc = "概率獲得所有道具",
	},
	{
		id = 81222,
		desc = "減少陷阱製造計時器中的5分鐘剩餘時間",
	},
	{
		id = 81223,
		desc = "減少陷阱製造計時器中的10分鐘剩餘時間",
	},
	{
		id = 81224,
		desc = "減少陷阱製造計時器中的30分鐘剩餘時間",
	},
	{
		id = 81225,
		desc = "減少陷阱製造計時器中的1小時剩餘時間",
	},
	{
		id = 81226,
		desc = "減少陷阱製造計時器中的2小時剩餘時間",
	},
	{
		id = 81227,
		desc = "減少陷阱製造計時器中的8小時剩餘時間",
	},
	{
		id = 81228,
		desc = "重置主公全部天賦點數",
	},
	{
		id = 81229,
		desc = "激活VIP特權30分鐘",
	},
	{
		id = 81230,
		desc = "激活VIP特權60分鐘",
	},
	{
		id = 81231,
		desc = "激活VIP特權1天",
	},
	{
		id = 81232,
		desc = "激活VIP特權7天",
	},
	{
		id = 81233,
		desc = "激活VIP特權30天",
	},
	{
		id = 81234,
		desc = "獲得VIP點數%{num}點",
	},
	{
		id = 81235,
		desc = "獲得VIP點數%{num}點",
	},
	{
		id = 81236,
		desc = "獲得VIP點數%{num}點",
	},
	{
		id = 81237,
		desc = "獲得VIP點數%{num}點",
	},
	{
		id = 81238,
		desc = "獲得VIP點數%{num}點",
	},
	{
		id = 81239,
		desc = "守衛禮包",
	},
	{
		id = 81240,
		desc = "援助禮包",
	},
	{
		id = 81241,
		desc = "征戰禮包",
	},
	{
		id = 81242,
		desc = "總冠軍超級黃金寶箱",
	},
	{
		id = 81243,
		desc = "總亞軍超級白銀寶箱",
	},
	{
		id = 81244,
		desc = "總季軍超級青銅寶箱",
	},
	{
		id = 81245,
		desc = "超級青銅寶箱",
	},
	{
		id = 81246,
		desc = "超級青銅寶箱",
	},
	{
		id = 81247,
		desc = "超級青銅寶箱",
	},
	{
		id = 81248,
		desc = "超級青銅寶箱",
	},
	{
		id = 81249,
		desc = "超級青銅寶箱",
	},
	{
		id = 81250,
		desc = "超級青銅寶箱",
	},
	{
		id = 81251,
		desc = "超級青銅寶箱",
	},
	{
		id = 81252,
		desc = "青銅寶箱",
	},
	{
		id = 81253,
		desc = "白銀寶箱",
	},
	{
		id = 81254,
		desc = "黃金寶箱",
	},
	{
		id = 81255,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 81256,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 81257,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 81258,
		desc = "大型青銅寶箱",
	},
	{
		id = 81259,
		desc = "大型青銅寶箱",
	},
	{
		id = 81260,
		desc = "大型青銅寶箱",
	},
	{
		id = 81261,
		desc = "大型青銅寶箱",
	},
	{
		id = 81262,
		desc = "大型青銅寶箱",
	},
	{
		id = 81263,
		desc = "大型青銅寶箱",
	},
	{
		id = 81264,
		desc = "大型青銅寶箱",
	},
	{
		id = 81265,
		desc = "青銅寶箱",
	},
	{
		id = 81266,
		desc = "白銀寶箱",
	},
	{
		id = 81267,
		desc = "黃金寶箱",
	},
	{
		id = 81268,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 81269,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 81270,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 81271,
		desc = "大型青銅寶箱",
	},
	{
		id = 81272,
		desc = "大型青銅寶箱",
	},
	{
		id = 81273,
		desc = "大型青銅寶箱",
	},
	{
		id = 81274,
		desc = "大型青銅寶箱",
	},
	{
		id = 81275,
		desc = "大型青銅寶箱",
	},
	{
		id = 81276,
		desc = "大型青銅寶箱",
	},
	{
		id = 81277,
		desc = "大型青銅寶箱",
	},
	{
		id = 81278,
		desc = "青銅寶箱",
	},
	{
		id = 81279,
		desc = "白銀寶箱",
	},
	{
		id = 81280,
		desc = "黃金寶箱",
	},
	{
		id = 81281,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 81282,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 81283,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 81284,
		desc = "大型青銅寶箱",
	},
	{
		id = 81285,
		desc = "大型青銅寶箱",
	},
	{
		id = 81286,
		desc = "大型青銅寶箱",
	},
	{
		id = 81287,
		desc = "大型青銅寶箱",
	},
	{
		id = 81288,
		desc = "大型青銅寶箱",
	},
	{
		id = 81289,
		desc = "大型青銅寶箱",
	},
	{
		id = 81290,
		desc = "大型青銅寶箱",
	},
	{
		id = 81291,
		desc = "青銅寶箱",
	},
	{
		id = 81292,
		desc = "白銀寶箱",
	},
	{
		id = 81293,
		desc = "黃金寶箱",
	},
	{
		id = 81294,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 81295,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 81296,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 81297,
		desc = "大型青銅寶箱",
	},
	{
		id = 81298,
		desc = "大型青銅寶箱",
	},
	{
		id = 81299,
		desc = "大型青銅寶箱",
	},
	{
		id = 81300,
		desc = "大型青銅寶箱",
	},
	{
		id = 81301,
		desc = "大型青銅寶箱",
	},
	{
		id = 81302,
		desc = "大型青銅寶箱",
	},
	{
		id = 81303,
		desc = "大型青銅寶箱",
	},
	{
		id = 81304,
		desc = "青銅寶箱",
	},
	{
		id = 81305,
		desc = "白銀寶箱",
	},
	{
		id = 81306,
		desc = "黃金寶箱",
	},
	{
		id = 81307,
		desc = "冠軍大型黃金寶箱",
	},
	{
		id = 81308,
		desc = "亞軍大型白銀寶箱",
	},
	{
		id = 81309,
		desc = "季軍大型青銅寶箱",
	},
	{
		id = 81310,
		desc = "大型青銅寶箱",
	},
	{
		id = 81311,
		desc = "大型青銅寶箱",
	},
	{
		id = 81312,
		desc = "大型青銅寶箱",
	},
	{
		id = 81313,
		desc = "大型青銅寶箱",
	},
	{
		id = 81314,
		desc = "大型青銅寶箱",
	},
	{
		id = 81315,
		desc = "大型青銅寶箱",
	},
	{
		id = 81316,
		desc = "大型青銅寶箱",
	},
	{
		id = 81317,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 81318,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 81319,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 81320,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 81321,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 81322,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 81323,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 81324,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 81325,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 81326,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 81327,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 81328,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 81329,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 81330,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 81331,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 81332,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 81333,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 81334,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 81335,
		desc = "聯盟青銅寶箱",
	},
	{
		id = 81336,
		desc = "聯盟白銀寶箱",
	},
	{
		id = 81337,
		desc = "聯盟黃金寶箱",
	},
	{
		id = 81338,
		desc = "冠軍超級黃金寶箱",
	},
	{
		id = 81339,
		desc = "亞軍超級白銀寶箱",
	},
	{
		id = 81340,
		desc = "季軍超級青銅寶箱",
	},
	{
		id = 81341,
		desc = "董襲的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81342,
		desc = "蔣欽的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81343,
		desc = "朱然的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81344,
		desc = "夏侯霸的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81345,
		desc = "樂進的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81346,
		desc = "曹洪的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81347,
		desc = "于禁的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81348,
		desc = "李典的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81349,
		desc = "廖化的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81350,
		desc = "張翼的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81351,
		desc = "孟達的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81352,
		desc = "蔣琬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81353,
		desc = "張繡的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81354,
		desc = "張寶的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81355,
		desc = "韓遂的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81356,
		desc = "劉表的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81357,
		desc = "張角的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81358,
		desc = "淩統的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81359,
		desc = "丁奉的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81360,
		desc = "韓當的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81361,
		desc = "朱桓的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81362,
		desc = "徐盛的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81363,
		desc = "曹彰的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81364,
		desc = "王雙的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81365,
		desc = "鄧艾的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81366,
		desc = "文聘的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81367,
		desc = "諸葛誕的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81368,
		desc = "司馬昭的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81369,
		desc = "鍾會的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81370,
		desc = "甄姬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81371,
		desc = "孟獲的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81372,
		desc = "馬岱的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81373,
		desc = "祝融的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81374,
		desc = "周倉的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81375,
		desc = "王平的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81376,
		desc = "吳懿的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81377,
		desc = "鄧芝的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81378,
		desc = "法正的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81379,
		desc = "黃月英的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81380,
		desc = "費祎的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81381,
		desc = "紀靈的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81382,
		desc = "馬騰的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81383,
		desc = "陳武的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81384,
		desc = "公孫瓚的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81385,
		desc = "陳登的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81386,
		desc = "盧植的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81387,
		desc = "審配的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81388,
		desc = "陳宮的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81389,
		desc = "沮授的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81390,
		desc = "黃蓋的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81391,
		desc = "孫尚香的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81392,
		desc = "程普的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81393,
		desc = "孫權的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81394,
		desc = "曹丕的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81395,
		desc = "程昱的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81396,
		desc = "嚴顏的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81397,
		desc = "馬良的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81398,
		desc = "董卓的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81399,
		desc = "甘寧的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81400,
		desc = "孫堅的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81401,
		desc = "魯肅的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81402,
		desc = "張纮的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81403,
		desc = "張昭的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81404,
		desc = "龐德的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81405,
		desc = "夏侯惇的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81406,
		desc = "徐晃的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81407,
		desc = "夏侯淵的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81408,
		desc = "張郃的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81409,
		desc = "曹仁的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81410,
		desc = "徐庶的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81411,
		desc = "賈詡的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81412,
		desc = "荀彧的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81413,
		desc = "魏延的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81414,
		desc = "關索的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81415,
		desc = "張苞的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81416,
		desc = "關興的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81417,
		desc = "關平的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81418,
		desc = "龐統的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81419,
		desc = "文醜的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81420,
		desc = "顏良的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81421,
		desc = "華雄的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81422,
		desc = "張任的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81423,
		desc = "高順的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81424,
		desc = "袁紹的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81425,
		desc = "華佗的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81426,
		desc = "田豐的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81427,
		desc = "李儒的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81428,
		desc = "太史慈的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81429,
		desc = "周泰的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81430,
		desc = "呂蒙的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81431,
		desc = "小喬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81432,
		desc = "大喬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81433,
		desc = "張遼的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81434,
		desc = "姜維的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81435,
		desc = "劉備的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81436,
		desc = "貂蟬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81437,
		desc = "孫策的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81438,
		desc = "周瑜的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81439,
		desc = "陸遜的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81440,
		desc = "典韋的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81441,
		desc = "許褚的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81442,
		desc = "曹操的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81443,
		desc = "司馬懿的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81444,
		desc = "郭嘉的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81445,
		desc = "張飛的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81446,
		desc = "關羽的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81447,
		desc = "馬超的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81448,
		desc = "趙雲的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81449,
		desc = "黃忠的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81450,
		desc = "諸葛亮的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81451,
		desc = "呂布的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81452,
		desc = "中秋節節日食俗，使用獲得各種道具",
	},
	{
		id = 81453,
		desc = "象徵貴族地位的玉佩，使用後獲得各種道具",
	},
	{
		id = 81454,
		desc = "萬聖節南瓜，可在奇珍兌換中換取各色寶物。也可直接使用獲得各種道具",
	},
	{
		id = 81455,
		desc = "董襲的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81456,
		desc = "蔣欽的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81457,
		desc = "朱然的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81458,
		desc = "夏侯霸的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81459,
		desc = "樂進的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81460,
		desc = "曹洪的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81461,
		desc = "于禁的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81462,
		desc = "李典的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81463,
		desc = "廖化的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81464,
		desc = "張翼的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81465,
		desc = "孟達的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81466,
		desc = "蔣琬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81467,
		desc = "張繡的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81468,
		desc = "張寶的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81469,
		desc = "韓遂的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81470,
		desc = "劉表的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81471,
		desc = "張角的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81472,
		desc = "淩統的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81473,
		desc = "丁奉的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81474,
		desc = "韓當的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81475,
		desc = "朱桓的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81476,
		desc = "徐盛的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81477,
		desc = "曹彰的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81478,
		desc = "王雙的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81479,
		desc = "鄧艾的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81480,
		desc = "文聘的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81481,
		desc = "諸葛誕的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81482,
		desc = "司馬昭的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81483,
		desc = "鍾會的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81484,
		desc = "甄姬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81485,
		desc = "孟獲的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81486,
		desc = "馬岱的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81487,
		desc = "祝融的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81488,
		desc = "周倉的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81489,
		desc = "王平的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81490,
		desc = "吳懿的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81491,
		desc = "鄧芝的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81492,
		desc = "法正的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81493,
		desc = "黃月英的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81494,
		desc = "費祎的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81495,
		desc = "紀靈的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81496,
		desc = "馬騰的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81497,
		desc = "陳武的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81498,
		desc = "公孫瓚的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81499,
		desc = "陳登的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81500,
		desc = "盧植的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81501,
		desc = "審配的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81502,
		desc = "陳宮的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81503,
		desc = "沮授的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81504,
		desc = "黃蓋的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81505,
		desc = "孫尚香的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81506,
		desc = "程普的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81507,
		desc = "孫權的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81508,
		desc = "曹丕的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81509,
		desc = "程昱的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81510,
		desc = "嚴顏的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81511,
		desc = "馬良的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81512,
		desc = "董卓的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81513,
		desc = "甘寧的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81514,
		desc = "孫堅的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81515,
		desc = "魯肅的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81516,
		desc = "張纮的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81517,
		desc = "張昭的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81518,
		desc = "龐德的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81519,
		desc = "夏侯惇的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81520,
		desc = "徐晃的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81521,
		desc = "夏侯淵的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81522,
		desc = "張郃的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81523,
		desc = "曹仁的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81524,
		desc = "徐庶的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81525,
		desc = "賈詡的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81526,
		desc = "荀彧的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81527,
		desc = "魏延的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81528,
		desc = "關索的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81529,
		desc = "張苞的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81530,
		desc = "關興的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81531,
		desc = "關平的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81532,
		desc = "龐統的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81533,
		desc = "文醜的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81534,
		desc = "顏良的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81535,
		desc = "華雄的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81536,
		desc = "張任的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81537,
		desc = "高順的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81538,
		desc = "袁紹的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81539,
		desc = "華佗的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81540,
		desc = "田豐的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81541,
		desc = "李儒的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81542,
		desc = "太史慈的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81543,
		desc = "周泰的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81544,
		desc = "呂蒙的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81545,
		desc = "小喬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81546,
		desc = "大喬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81547,
		desc = "張遼的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81548,
		desc = "姜維的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81549,
		desc = "劉備的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81550,
		desc = "貂蟬的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81551,
		desc = "孫策的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81552,
		desc = "周瑜的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81553,
		desc = "陸遜的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81554,
		desc = "典韋的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81555,
		desc = "許褚的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81556,
		desc = "曹操的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81557,
		desc = "司馬懿的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81558,
		desc = "郭嘉的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81559,
		desc = "張飛的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81560,
		desc = "關羽的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81561,
		desc = "馬超的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81562,
		desc = "趙雲的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81563,
		desc = "神黃忠的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81564,
		desc = "神諸葛亮的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81565,
		desc = "神呂布的信物，集齊所有信物後可在酒館招募武將",
	},
	{
		id = 81566,
		desc = "在神龕內融合神武將信物的裝備部件之一。",
	},
	{
		id = 81567,
		desc = "在神龕內融合神武將信物的裝備部件之一。",
	},
	{
		id = 81568,
		desc = "在神龕內融合神武將信物的裝備部件之一。",
	},
	{
		id = 81569,
		desc = "在神龕內融合神武將信物的裝備部件之一。",
	},
	{
		id = 81570,
		desc = "在神龕內融合神武將信物的裝備部件之一。",
	},
	{
		id = 81571,
		desc = "在神龕內融合神武將信物的裝備部件之一。",
	},
	{
		id = 81572,
		desc = "可提升神武將技能",
	},
	{
		id = 81573,
		desc = "可提升神武將城戰技能",
	},
	{
		id = 81574,
		desc = "可提升神武將技能",
	},
	{
		id = 81575,
		desc = "可提升神武將技能",
	},
	{
		id = 81576,
		desc = "可提升神武將技能",
	},
	{
		id = 81577,
		desc = "可提升神武將經驗",
	},
	{
		id = 81578,
		desc = "可提升神武將經驗",
	},
	{
		id = 81579,
		desc = "可提升神武將經驗",
	},
	{
		id = 81580,
		desc = "可提升神武將經驗",
	},
	{
		id = 81581,
		desc = "可提升神武將經驗",
	},
	{
		id = 81582,
		desc = "當城墻受損時，請在【城墻】—【防禦】介面使用鑄城錘恢復所有城防值",
	},
	{
		id = 81583,
		desc = "當城墻受損時，請在【城墻】—【防禦】介面使用鑄城錘恢復所有城防值",
	},
	{
		id = 81584,
		desc = "神武將經驗",
	},
	{
		id = 81585,
		desc = "可在觀星臺免費占星一次",
	},
	{
		id = 81586,
		desc = "可在觀星臺免費天隕一次",
	},
	{
		id = 81587,
		desc = "可以在幸運轉盤內免費旋轉一次轉盤",
	},
	{
		id = 81588,
		desc = "打開後獲得一種禦龍盔甲",
	},
	{
		id = 81589,
		desc = "打開後獲得一種禦龍盔甲",
	},
	{
		id = 81590,
		desc = "打開後獲得一種禦龍盔甲",
	},
	{
		id = 81591,
		desc = "打開後有概率獲得少量元寶或者一種禦龍盔甲",
	},
	{
		id = 81592,
		desc = "打開後有概率獲得一匹良駒或一種禦龍盔甲",
	},
	{
		id = 81593,
		desc = "流傳於民間的美食，金翅尤滴色味俱佳。打開後可以獲得各類寶物。",
	},
	{
		id = 81594,
		desc = "可獲得和府衙等級匹配的一批援軍",
	},
	{
		id = 81595,
		desc = "打開後有概率獲得一種禦龍盔甲",
	},
	{
		id = 81596,
		desc = "打開後有概率獲得一種禦龍盔甲",
	},
	{
		id = 81597,
		desc = "打開後有概率獲得一種禦龍盔甲",
	},
	{
		id = 81598,
		desc = "打開後獲得一匹良駒",
	},
	{
		id = 81599,
		desc = "打開後獲得一種禦龍盔甲",
	},
	{
		id = 81600,
		desc = "使用獲得各種道具",
	},
	{
		id = 81601,
		desc = "打開後獲得一件白色主公寶物",
	},
	{
		id = 81602,
		desc = "打開後獲得一件綠色主公寶物",
	},
	{
		id = 81603,
		desc = "打開後獲得一件藍色主公寶物",
	},
	{
		id = 81604,
		desc = "打開後獲得一件紫色主公寶物",
	},
	{
		id = 81605,
		desc = "打開後獲得一件橙色主公寶物",
	},
	{
		id = 81606,
		desc = "戰勛可以在戰勛商店內購買道具",
	},
	{
		id = 81607,
		desc = "打開後必定獲得橙色品質良駒，有幾率獲得特別稀有的坐騎",
	},
	{
		id = 81608,
		desc = "使用後獲得各種道具",
	},
	{
		id = 81609,
		desc = "祝各位盟友新春快樂，打開後可獲得一定數量的元寶",
	},
	{
		id = 81610,
		desc = "浪漫的玫瑰花，使用後可獲得一種道具獎勵",
	},
	{
		id = 81611,
		desc = "行軍時間縮短50%%",
	},
	{
		id = 81612,
		desc = "神董襲升星需要的材料",
	},
	{
		id = 81613,
		desc = "神蔣欽升星需要的材料",
	},
	{
		id = 81614,
		desc = "神朱然升星需要的材料",
	},
	{
		id = 81615,
		desc = "神夏侯霸升星需要的材料",
	},
	{
		id = 81616,
		desc = "神樂進升星需要的材料",
	},
	{
		id = 81617,
		desc = "神曹洪升星需要的材料",
	},
	{
		id = 81618,
		desc = "神于禁升星需要的材料",
	},
	{
		id = 81619,
		desc = "神李典升星需要的材料",
	},
	{
		id = 81620,
		desc = "神廖化升星需要的材料",
	},
	{
		id = 81621,
		desc = "神張翼升星需要的材料",
	},
	{
		id = 81622,
		desc = "神孟達升星需要的材料",
	},
	{
		id = 81623,
		desc = "神蔣琬升星需要的材料",
	},
	{
		id = 81624,
		desc = "神張繡升星需要的材料",
	},
	{
		id = 81625,
		desc = "神張寶升星需要的材料",
	},
	{
		id = 81626,
		desc = "神韓遂升星需要的材料",
	},
	{
		id = 81627,
		desc = "神劉表升星需要的材料",
	},
	{
		id = 81628,
		desc = "神張角升星需要的材料",
	},
	{
		id = 81629,
		desc = "神淩統升星需要的材料",
	},
	{
		id = 81630,
		desc = "神丁奉升星需要的材料",
	},
	{
		id = 81631,
		desc = "神韓當升星需要的材料",
	},
	{
		id = 81632,
		desc = "神朱桓升星需要的材料",
	},
	{
		id = 81633,
		desc = "神徐盛升星需要的材料",
	},
	{
		id = 81634,
		desc = "神曹彰升星需要的材料",
	},
	{
		id = 81635,
		desc = "神王雙升星需要的材料",
	},
	{
		id = 81636,
		desc = "神鄧艾升星需要的材料",
	},
	{
		id = 81637,
		desc = "神文聘升星需要的材料",
	},
	{
		id = 81638,
		desc = "神諸葛誕升星需要的材料",
	},
	{
		id = 81639,
		desc = "神司馬昭升星需要的材料",
	},
	{
		id = 81640,
		desc = "神鍾會升星需要的材料",
	},
	{
		id = 81641,
		desc = "神甄姬升星需要的材料",
	},
	{
		id = 81642,
		desc = "神孟獲升星需要的材料",
	},
	{
		id = 81643,
		desc = "神馬岱升星需要的材料",
	},
	{
		id = 81644,
		desc = "神祝融升星需要的材料",
	},
	{
		id = 81645,
		desc = "神周倉升星需要的材料",
	},
	{
		id = 81646,
		desc = "神王平升星需要的材料",
	},
	{
		id = 81647,
		desc = "神吳懿升星需要的材料",
	},
	{
		id = 81648,
		desc = "神鄧芝升星需要的材料",
	},
	{
		id = 81649,
		desc = "神法正升星需要的材料",
	},
	{
		id = 81650,
		desc = "神黃月英升星需要的材料",
	},
	{
		id = 81651,
		desc = "神費禕升星需要的材料",
	},
	{
		id = 81652,
		desc = "神紀靈升星需要的材料",
	},
	{
		id = 81653,
		desc = "神馬騰升星需要的材料",
	},
	{
		id = 81654,
		desc = "神陳武升星需要的材料",
	},
	{
		id = 81655,
		desc = "神公孫瓚升星需要的材料",
	},
	{
		id = 81656,
		desc = "神陳登升星需要的材料",
	},
	{
		id = 81657,
		desc = "神盧植升星需要的材料",
	},
	{
		id = 81658,
		desc = "神審配升星需要的材料",
	},
	{
		id = 81659,
		desc = "神陳宮升星需要的材料",
	},
	{
		id = 81660,
		desc = "神沮授升星需要的材料",
	},
	{
		id = 81661,
		desc = "神黃蓋升星需要的材料",
	},
	{
		id = 81662,
		desc = "神孫尚香升星需要的材料",
	},
	{
		id = 81663,
		desc = "神程普升星需要的材料",
	},
	{
		id = 81664,
		desc = "神孫權升星需要的材料",
	},
	{
		id = 81665,
		desc = "神曹丕升星需要的材料",
	},
	{
		id = 81666,
		desc = "神程昱升星需要的材料",
	},
	{
		id = 81667,
		desc = "神嚴顏升星需要的材料",
	},
	{
		id = 81668,
		desc = "神馬良升星需要的材料",
	},
	{
		id = 81669,
		desc = "神董卓升星需要的材料",
	},
	{
		id = 81670,
		desc = "神甘寧升星需要的材料",
	},
	{
		id = 81671,
		desc = "神孫堅升星需要的材料",
	},
	{
		id = 81672,
		desc = "神魯肅升星需要的材料",
	},
	{
		id = 81673,
		desc = "神張紘升星需要的材料",
	},
	{
		id = 81674,
		desc = "神張昭升星需要的材料",
	},
	{
		id = 81675,
		desc = "神龐德升星需要的材料",
	},
	{
		id = 81676,
		desc = "神夏侯惇升星需要的材料",
	},
	{
		id = 81677,
		desc = "神徐晃升星需要的材料",
	},
	{
		id = 81678,
		desc = "神夏侯淵升星需要的材料",
	},
	{
		id = 81679,
		desc = "神張郃升星需要的材料",
	},
	{
		id = 81680,
		desc = "神曹仁升星需要的材料",
	},
	{
		id = 81681,
		desc = "神徐庶升星需要的材料",
	},
	{
		id = 81682,
		desc = "神賈詡升星需要的材料",
	},
	{
		id = 81683,
		desc = "神荀彧升星需要的材料",
	},
	{
		id = 81684,
		desc = "神魏延升星需要的材料",
	},
	{
		id = 81685,
		desc = "神關索升星需要的材料",
	},
	{
		id = 81686,
		desc = "神張苞升星需要的材料",
	},
	{
		id = 81687,
		desc = "神關興升星需要的材料",
	},
	{
		id = 81688,
		desc = "神關平升星需要的材料",
	},
	{
		id = 81689,
		desc = "神龐統升星需要的材料",
	},
	{
		id = 81690,
		desc = "神文醜升星需要的材料",
	},
	{
		id = 81691,
		desc = "神顏良升星需要的材料",
	},
	{
		id = 81692,
		desc = "神華雄升星需要的材料",
	},
	{
		id = 81693,
		desc = "神張任升星需要的材料",
	},
	{
		id = 81694,
		desc = "神高順升星需要的材料",
	},
	{
		id = 81695,
		desc = "神袁紹升星需要的材料",
	},
	{
		id = 81696,
		desc = "神華佗升星需要的材料",
	},
	{
		id = 81697,
		desc = "神田豐升星需要的材料",
	},
	{
		id = 81698,
		desc = "神李儒升星需要的材料",
	},
	{
		id = 81699,
		desc = "神太史慈升星需要的材料",
	},
	{
		id = 81700,
		desc = "神周泰升星需要的材料",
	},
	{
		id = 81701,
		desc = "神呂蒙升星需要的材料",
	},
	{
		id = 81702,
		desc = "神小喬升星需要的材料",
	},
	{
		id = 81703,
		desc = "神大喬升星需要的材料",
	},
	{
		id = 81704,
		desc = "神張遼升星需要的材料",
	},
	{
		id = 81705,
		desc = "神姜維升星需要的材料",
	},
	{
		id = 81706,
		desc = "神劉備升星需要的材料",
	},
	{
		id = 81707,
		desc = "神貂蟬升星需要的材料",
	},
	{
		id = 81708,
		desc = "神孫策升星需要的材料",
	},
	{
		id = 81709,
		desc = "神周瑜升星需要的材料",
	},
	{
		id = 81710,
		desc = "神陸遜升星需要的材料",
	},
	{
		id = 81711,
		desc = "神典韋升星需要的材料",
	},
	{
		id = 81712,
		desc = "神許褚升星需要的材料",
	},
	{
		id = 81713,
		desc = "神曹操升星需要的材料",
	},
	{
		id = 81714,
		desc = "神司馬懿升星需要的材料",
	},
	{
		id = 81715,
		desc = "神郭嘉升星需要的材料",
	},
	{
		id = 81716,
		desc = "神張飛升星需要的材料",
	},
	{
		id = 81717,
		desc = "神關羽升星需要的材料",
	},
	{
		id = 81718,
		desc = "神馬超升星需要的材料",
	},
	{
		id = 81719,
		desc = "神趙雲升星需要的材料",
	},
	{
		id = 81720,
		desc = "神黃忠升星需要的材料",
	},
	{
		id = 81721,
		desc = "神諸葛亮升星需要的材料",
	},
	{
		id = 81722,
		desc = "神呂布升星需要的材料",
	},
	{
		id = 81723,
		desc = "可在觀星臺免費祭天一次",
	},
	{
		id = 81724,
		desc = "可在蓬萊訪客處兌換各種奇珍，或直接打開獲得各種道具",
	},
	{
		id = 81725,
		desc = "神武將洗煉城戰技能的材料",
	},
	{
		id = 81726,
		desc = "神武將滿星後再獲得將魂可轉化為將印，用於兌換特殊道具",
	},
	{
		id = 81727,
		desc = "非常珍貴的玉石，可用於兌換活動。打開後可獲得100個人榮譽",
	},
	{
		id = 81728,
		desc = "可在祭天大典活動中免費祭拜一次",
	},
	{
		id = 81729,
		desc = "可在蓬萊訪客處兌換各種奇珍，或直接打開獲得各種道具",
	},
	{
		id = 81730,
		desc = "月牙戟突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81731,
		desc = "鑌鐵寶刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81732,
		desc = "虹刃劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81733,
		desc = "桃花扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81734,
		desc = "鵑花扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81735,
		desc = "承影突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81736,
		desc = "昂龍三尖叉突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81737,
		desc = "雌雄雙股劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81738,
		desc = "牡丹扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81739,
		desc = "霸王槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81740,
		desc = "淮陰劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81741,
		desc = "閃燕劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81742,
		desc = "惡來雙戟突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81743,
		desc = "金背開山刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81744,
		desc = "倚天劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81745,
		desc = "黑慧扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81746,
		desc = "鬼才扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81747,
		desc = "丈八蛇矛突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81748,
		desc = "青龍偃月刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81749,
		desc = "虎頭湛金槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81750,
		desc = "龍膽亮銀槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81751,
		desc = "萬石弓突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81752,
		desc = "朱雀羽扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81753,
		desc = "方天畫戟突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81754,
		desc = "離火雙刃突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81755,
		desc = "鳳鳴環突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81756,
		desc = "癘火劈水刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81757,
		desc = "白虹突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81758,
		desc = "青釭劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81759,
		desc = "奇才扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81760,
		desc = "日月開天斧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81761,
		desc = "判官筆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81762,
		desc = "七星寶刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81763,
		desc = "鬼頭灌金刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81764,
		desc = "古錠刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81765,
		desc = "淩雲筆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81766,
		desc = "風鴻羽扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81767,
		desc = "青雲扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81768,
		desc = "金臂赤銅刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81769,
		desc = "新亭侯突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81770,
		desc = "烏金斷日斧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81771,
		desc = "霸王弓突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81772,
		desc = "破甲槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81773,
		desc = "三環鏨金槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81774,
		desc = "八卦陰陽扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81775,
		desc = "鐵骨扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81776,
		desc = "王佐羽扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81777,
		desc = "冷月寶刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81778,
		desc = "青龍板門刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81779,
		desc = "毒蛇矛突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81780,
		desc = "盤龍金背刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81781,
		desc = "青龍三亭刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81782,
		desc = "鳳羽扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81783,
		desc = "鳴鴻刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81784,
		desc = "環首樸刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81785,
		desc = "昆吾刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81786,
		desc = "鋒泉劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81787,
		desc = "銀雀槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81788,
		desc = "寒月突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81789,
		desc = "凈水葫蘆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81790,
		desc = "死諫筆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81791,
		desc = "諸葛連弩突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81792,
		desc = "鐵脊長弓突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81793,
		desc = "烏金槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81794,
		desc = "鋸齒鉤鐮刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81795,
		desc = "喪門戟突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81796,
		desc = "八寶電光錘突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81797,
		desc = "佛光劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81798,
		desc = "射日弓突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81799,
		desc = "三挺砍山刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81800,
		desc = "五虎斷門刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81801,
		desc = "八卦開天斧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81802,
		desc = "日月雙刃突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81803,
		desc = "乾坤筆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81804,
		desc = "烏金三叉戟突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81805,
		desc = "丹鳳劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81806,
		desc = "雙翅玲瓏戟突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81807,
		desc = "龍頭紮刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81808,
		desc = "凝碧劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81809,
		desc = "亮銀點剛槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81810,
		desc = "八楞亮銀錘突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81811,
		desc = "杵白梨花槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81812,
		desc = "亮銀刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81813,
		desc = "遊子弓突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81814,
		desc = "白桿小銀槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81815,
		desc = "狀元筆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81816,
		desc = "三股亮銀叉突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81817,
		desc = "獸角點金槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81818,
		desc = "火畫扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81819,
		desc = "竹絲扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81820,
		desc = "龍鳳雙刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81821,
		desc = "檀香扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81822,
		desc = "截頭金背大刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81823,
		desc = "烏金虎頭槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81824,
		desc = "白光劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81825,
		desc = "八寶雁翎刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81826,
		desc = "八卦宣化斧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81827,
		desc = "九耳八環刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81828,
		desc = "震天弓突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81829,
		desc = "壯誌筆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81830,
		desc = "龍鳳環突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81831,
		desc = "千葉扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81832,
		desc = "銀蟒槍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81833,
		desc = "霸江刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81834,
		desc = "鉤雲刀突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81835,
		desc = "赤刃劍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81836,
		desc = "春燕扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81837,
		desc = "玉蒲扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81838,
		desc = "馥紅扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81839,
		desc = "紫香扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81840,
		desc = "絨羽扇突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81841,
		desc = "昴炎布衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81842,
		desc = "紫川布衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81843,
		desc = "德杉布衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81844,
		desc = "木翼布衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81845,
		desc = "昴炎皮衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81846,
		desc = "紫川皮衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81847,
		desc = "德杉皮衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81848,
		desc = "木翼皮衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81849,
		desc = "銳輝皮衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81850,
		desc = "煬渺皮衣突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81851,
		desc = "煬渺皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81852,
		desc = "炙杉皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81853,
		desc = "耀焰皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81854,
		desc = "穀溪皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81855,
		desc = "冰嶺皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81856,
		desc = "岱炎皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81857,
		desc = "鋃燦皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81858,
		desc = "洛炎皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81859,
		desc = "銳茂皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81860,
		desc = "屹錚皮甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81861,
		desc = "龍骨甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81862,
		desc = "虎紋鎧甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81863,
		desc = "昴炎戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81864,
		desc = "紫川戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81865,
		desc = "德杉戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81866,
		desc = "木翼戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81867,
		desc = "銳輝戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81868,
		desc = "黃金鎧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81869,
		desc = "紅錦萬花袍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81870,
		desc = "魚鱗甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81871,
		desc = "天狼頭盔突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81872,
		desc = "虎牙戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81873,
		desc = "英傑戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81874,
		desc = "月影戰甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81875,
		desc = "判官護腕突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81876,
		desc = "金絲魚鱗甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81877,
		desc = "雷霆重盔突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81878,
		desc = "擒龍錮鐵腕突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81879,
		desc = "神喻披風突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81880,
		desc = "鳳翅金翎突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81881,
		desc = "天罡盔突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81882,
		desc = "鋼甲戰靴突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81883,
		desc = "龍麟鎧甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81884,
		desc = "寒月冰魄鎧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81885,
		desc = "奮威明光鎧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81886,
		desc = "荒鷲鎧甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81887,
		desc = "明鏡鎧甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81888,
		desc = "紫翎鎧甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81889,
		desc = "錦衣鎧甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81890,
		desc = "獸面連環鎧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81891,
		desc = "銀戒指突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81892,
		desc = "香囊突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81893,
		desc = "蒼天石突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81894,
		desc = "青玉吊墜突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81895,
		desc = "夜明珠突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81896,
		desc = "護身符突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81897,
		desc = "珍珠鏈突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81898,
		desc = "獸牙飾突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81899,
		desc = "黃金手鐲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81900,
		desc = "靛海珠突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81901,
		desc = "烽火石突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81902,
		desc = "長生鏡突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81903,
		desc = "玲瓏寶珠突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81904,
		desc = "碧玉扳指突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81905,
		desc = "霞光項鏈突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81906,
		desc = "避水珠突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81907,
		desc = "珊瑚耳墜突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81908,
		desc = "虎牙手煉突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81909,
		desc = "瑪瑙鑲金墜突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81910,
		desc = "無方戒突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81911,
		desc = "紅玉扳指突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81912,
		desc = "血石項鏈突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81913,
		desc = "和氏璧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81914,
		desc = "八卦墜突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81915,
		desc = "琉璃玉璧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81916,
		desc = "羽人獸紋鏡突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81917,
		desc = "孔明燈突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81918,
		desc = "玉簾項鏈突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81919,
		desc = "傳國玉璽突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81920,
		desc = "雲紋佩突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81921,
		desc = "龍慕翡翠玉突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81922,
		desc = "白玉響鈴簪突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81923,
		desc = "玲瓏玻璃球突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81924,
		desc = "六光玄冥石突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81925,
		desc = "無雙戒突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81926,
		desc = "羅綺香囊突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81927,
		desc = "蒼魂珠突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81928,
		desc = "風月寶鏈突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81929,
		desc = "碧水青龍突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81930,
		desc = "雲流戒突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81931,
		desc = "顛海神珠突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81932,
		desc = "七彩玲瓏突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81933,
		desc = "聖王墜突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81934,
		desc = "天機錦囊突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81935,
		desc = "四靈文鏡突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81936,
		desc = "豹騎都督印突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81937,
		desc = "翼德葫蘆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81938,
		desc = "遊心太玄鏈突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81939,
		desc = "甄宓玉笛突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81940,
		desc = "典韋護心鏡突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81941,
		desc = "鬃毛牛突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81942,
		desc = "赤毛牛突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81943,
		desc = "褐鬃馬突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81944,
		desc = "玉龍駒突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81945,
		desc = "南蠻巨象突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81946,
		desc = "汗血突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81947,
		desc = "大宛突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81948,
		desc = "快航突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81949,
		desc = "騏驥突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81950,
		desc = "綠耳突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81951,
		desc = "踏雲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81952,
		desc = "紫騂突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81953,
		desc = "灰影突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81954,
		desc = "驚帆突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81955,
		desc = "烏孫突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81956,
		desc = "王追突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81957,
		desc = "爪黃飛電突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81958,
		desc = "赤兔突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81959,
		desc = "絕影突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81960,
		desc = "的盧突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81961,
		desc = "護國玉璽突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81962,
		desc = "在炎炎夏天能給予人們帶來一股清涼的禮盒。打開後可隨機獲得冷面、黃瓜、麻油雞、龍蝦或實用道具獎勵。",
	},
	{
		id = 81963,
		desc = "收集一定數量可至蓬萊訪客處兌換道具獎勵，也可直接使用獲得100戰勛",
	},
	{
		id = 81964,
		desc = "收集一定數量可至蓬萊訪客處兌換道具獎勵，也可直接使用獲得100戰勛",
	},
	{
		id = 81965,
		desc = "收集一定數量可至蓬萊訪客處兌換道具獎勵，也可直接使用獲得100戰勛",
	},
	{
		id = 81966,
		desc = "收集一定數量可至蓬萊訪客處兌換道具獎勵，也可直接使用獲得100戰勛",
	},
	{
		id = 81967,
		desc = "玩家佔領城池後獲得的稅收",
	},
	{
		id = 81968,
		desc = "升級國家科技所必需的資源",
	},
	{
		id = 81969,
		desc = "虹光寶甲突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81970,
		desc = "虹光吊墜突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81971,
		desc = "虹光琉璃駒突破所需材料，可在城戰商鋪中購買",
	},
	{
		id = 81972,
		desc = "城戰令箭報名的必要材料",
	},
	{
		id = 81973,
		desc = "諸侯玩家可以使用諸侯令進行城戰諸侯報名",
	},
	{
		id = 81974,
		desc = "收集一定數量可至蓬萊訪客處兌換道具獎勵，也可直接使用獲得100個人貢獻",
	},
	{
		id = 81975,
		desc = "收集一定數量可至蓬萊訪客處兌換道具獎勵，也可直接使用獲得100功勛",
	},
	{
		id = 81976,
		desc = "收集一定數量可至蓬萊訪客處兌換道具獎勵，也可直接使用獲得100功勛",
	},
	{
		id = 81977,
		desc = "只有VIP才能受到蓬萊訪客的招待，可在奇珍兌換內換取折扣物品，也可直接使用獲得1000銅幣",
	},
	{
		id = 81978,
		desc = "打開後可隨機獲得以下紅色裝備碎片5個（四靈文鏡、判官護腕、豹騎都督印、金絲魚鱗甲、天機錦囊、鳳翅金翎、碧水青龍、奮威明光鎧）",
	},
	{
		id = 81979,
		desc = "城戰賽季結束勝者獎勵-本屆獎勵為青龍偃月刀碎片100個",
	},
	{
		id = 81980,
		desc = "打開後有機會獲得神黃忠信物、神夏侯惇信物、禦神精華、元寶等任意一種道具獎勵",
	},
	{
		id = 81981,
		desc = "上古天神遺留的精華，收集一定數量可兌換神武將信物、將魂",
	},
	{
		id = 81982,
		desc = "參加箭術大賽的必要道具",
	},
	{
		id = 90001,
		desc = "步兵防禦加成%{num}",
	},
	{
		id = 90002,
		desc = "步兵生命加成%{num}",
	},
	{
		id = 90003,
		desc = "步兵防禦加成%{num}",
	},
	{
		id = 90004,
		desc = "步兵生命加成%{num}",
	},
	{
		id = 91001,
		desc = "60元寶",
	},
	{
		id = 91002,
		desc = "300元寶",
	},
	{
		id = 91003,
		desc = "680元寶",
	},
	{
		id = 91004,
		desc = "1280元寶",
	},
	{
		id = 91005,
		desc = "3280元寶",
	},
	{
		id = 91006,
		desc = "6480元寶",
	},
	{
		id = 91007,
		desc = "至尊卡",
	},
	{
		id = 91008,
		desc = "月卡",
	},
	{
		id = 91009,
		desc = "儲值禮包",
	},
	{
		id = 91010,
		desc = "儲值禮包",
	},
	{
		id = 91011,
		desc = "儲值禮包",
	},
	{
		id = 91012,
		desc = "儲值禮包",
	},
	{
		id = 91013,
		desc = "儲值禮包",
	},
	{
		id = 91014,
		desc = "儲值禮包",
	},
	{
		id = 92001,
		desc = "熱賣資源禮包",
	},
	{
		id = 92002,
		desc = "熱賣加速禮包",
	},
	{
		id = 92003,
		desc = "熱賣元寶禮包",
	},
	{
		id = 92004,
		desc = "主公經驗禮包",
	},
	{
		id = 92005,
		desc = "主公經驗禮包",
	},
	{
		id = 92006,
		desc = "主公經驗禮包",
	},
	{
		id = 92007,
		desc = "主公經驗禮包",
	},
	{
		id = 92008,
		desc = "主公經驗禮包",
	},
	{
		id = 92009,
		desc = "裝備鍛造禮包",
	},
	{
		id = 92010,
		desc = "裝備鍛造禮包",
	},
	{
		id = 92011,
		desc = "裝備鍛造禮包",
	},
	{
		id = 92012,
		desc = "裝備鍛造禮包",
	},
	{
		id = 92013,
		desc = "裝備鍛造禮包",
	},
	{
		id = 92014,
		desc = "戰爭準備禮包",
	},
	{
		id = 92015,
		desc = "戰爭準備禮包",
	},
	{
		id = 92016,
		desc = "戰爭準備禮包",
	},
	{
		id = 92017,
		desc = "戰爭準備禮包",
	},
	{
		id = 92018,
		desc = "戰爭準備禮包",
	},
	{
		id = 92019,
		desc = "帝國建設禮包",
	},
	{
		id = 92020,
		desc = "帝國建設禮包",
	},
	{
		id = 92021,
		desc = "帝國建設禮包",
	},
	{
		id = 92022,
		desc = "帝國建設禮包",
	},
	{
		id = 92023,
		desc = "帝國建設禮包",
	},
	{
		id = 92024,
		desc = "時間禮包",
	},
	{
		id = 92025,
		desc = "時間禮包",
	},
	{
		id = 92026,
		desc = "時間禮包",
	},
	{
		id = 92027,
		desc = "時間禮包",
	},
	{
		id = 92028,
		desc = "時間禮包",
	},
	{
		id = 92029,
		desc = "鎮國之寶禮包",
	},
	{
		id = 92030,
		desc = "鎮國之寶禮包",
	},
	{
		id = 92031,
		desc = "鎮國之寶禮包",
	},
	{
		id = 92032,
		desc = "鎮國之寶禮包",
	},
	{
		id = 92033,
		desc = "鎮國之寶禮包",
	},
	{
		id = 92034,
		desc = "五穀豐登禮包",
	},
	{
		id = 92035,
		desc = "五穀豐登禮包",
	},
	{
		id = 92036,
		desc = "五穀豐登禮包",
	},
	{
		id = 92037,
		desc = "五穀豐登禮包",
	},
	{
		id = 92038,
		desc = "五穀豐登禮包",
	},
	{
		id = 92039,
		desc = "木材收集禮包",
	},
	{
		id = 92040,
		desc = "木材收集禮包",
	},
	{
		id = 92041,
		desc = "木材收集禮包",
	},
	{
		id = 92042,
		desc = "木材收集禮包",
	},
	{
		id = 92043,
		desc = "木材收集禮包",
	},
	{
		id = 92044,
		desc = "石料開采禮包",
	},
	{
		id = 92045,
		desc = "石料開采禮包",
	},
	{
		id = 92046,
		desc = "石料開采禮包",
	},
	{
		id = 92047,
		desc = "石料開采禮包",
	},
	{
		id = 92048,
		desc = "石料開采禮包",
	},
	{
		id = 92049,
		desc = "鋼鐵洪流禮包",
	},
	{
		id = 92050,
		desc = "鋼鐵洪流禮包",
	},
	{
		id = 92051,
		desc = "鋼鐵洪流禮包",
	},
	{
		id = 92052,
		desc = "鋼鐵洪流禮包",
	},
	{
		id = 92053,
		desc = "鋼鐵洪流禮包",
	},
	{
		id = 92054,
		desc = "黃金時代禮包",
	},
	{
		id = 92055,
		desc = "黃金時代禮包",
	},
	{
		id = 92056,
		desc = "黃金時代禮包",
	},
	{
		id = 92057,
		desc = "黃金時代禮包",
	},
	{
		id = 92058,
		desc = "黃金時代禮包",
	},
	{
		id = 92059,
		desc = "聯盟禮包",
	},
	{
		id = 92060,
		desc = "聯盟禮包",
	},
	{
		id = 92061,
		desc = "聯盟禮包",
	},
	{
		id = 92062,
		desc = "聯盟禮包",
	},
	{
		id = 92063,
		desc = "聯盟禮包",
	},
	{
		id = 92064,
		desc = "五一禮包",
	},
	{
		id = 92065,
		desc = "五一禮包",
	},
	{
		id = 92066,
		desc = "五一禮包",
	},
	{
		id = 92067,
		desc = "五一禮包",
	},
	{
		id = 92068,
		desc = "五一禮包",
	},
	{
		id = 92069,
		desc = "十一禮包",
	},
	{
		id = 92070,
		desc = "十一禮包",
	},
	{
		id = 92071,
		desc = "十一禮包",
	},
	{
		id = 92072,
		desc = "十一禮包",
	},
	{
		id = 92073,
		desc = "十一禮包",
	},
	{
		id = 92074,
		desc = "元旦禮包",
	},
	{
		id = 92075,
		desc = "元旦禮包",
	},
	{
		id = 92076,
		desc = "元旦禮包",
	},
	{
		id = 92077,
		desc = "元旦禮包",
	},
	{
		id = 92078,
		desc = "元旦禮包",
	},
	{
		id = 92079,
		desc = "春節禮包",
	},
	{
		id = 92080,
		desc = "春節禮包",
	},
	{
		id = 92081,
		desc = "春節禮包",
	},
	{
		id = 92082,
		desc = "春節禮包",
	},
	{
		id = 92083,
		desc = "春節禮包",
	},
	{
		id = 92084,
		desc = "清明禮包",
	},
	{
		id = 92085,
		desc = "清明禮包",
	},
	{
		id = 92086,
		desc = "清明禮包",
	},
	{
		id = 92087,
		desc = "清明禮包",
	},
	{
		id = 92088,
		desc = "清明禮包",
	},
	{
		id = 92089,
		desc = "群雄割據禮包",
	},
	{
		id = 92090,
		desc = "群雄割據禮包",
	},
	{
		id = 92091,
		desc = "群雄割據禮包",
	},
	{
		id = 92092,
		desc = "群雄割據禮包",
	},
	{
		id = 92093,
		desc = "群雄割據禮包",
	},
	{
		id = 92094,
		desc = "王侯將相禮包",
	},
	{
		id = 92095,
		desc = "王侯將相禮包",
	},
	{
		id = 92096,
		desc = "王侯將相禮包",
	},
	{
		id = 92097,
		desc = "王侯將相禮包",
	},
	{
		id = 92098,
		desc = "王侯將相禮包",
	},
	{
		id = 92099,
		desc = "君臨天下禮包",
	},
	{
		id = 92100,
		desc = "君臨天下禮包",
	},
	{
		id = 92101,
		desc = "君臨天下禮包",
	},
	{
		id = 92102,
		desc = "君臨天下禮包",
	},
	{
		id = 92103,
		desc = "君臨天下禮包",
	},
	{
		id = 92104,
		desc = "華佗再世禮包",
	},
	{
		id = 92105,
		desc = "華佗再世禮包",
	},
	{
		id = 92106,
		desc = "華佗再世禮包",
	},
	{
		id = 92107,
		desc = "華佗再世禮包",
	},
	{
		id = 92108,
		desc = "華佗再世禮包",
	},
	{
		id = 92109,
		desc = "小份禮包",
	},
	{
		id = 92110,
		desc = "中份禮包",
	},
	{
		id = 92111,
		desc = "大份禮包",
	},
	{
		id = 92112,
		desc = "超值禮包",
	},
	{
		id = 92113,
		desc = "豪華禮包",
	},
	{
		id = 92114,
		desc = "奢華禮包",
	},
	{
		id = 92115,
		desc = "七夕禮包",
	},
	{
		id = 92116,
		desc = "七夕禮包",
	},
	{
		id = 92117,
		desc = "七夕禮包",
	},
	{
		id = 92118,
		desc = "七夕禮包",
	},
	{
		id = 92119,
		desc = "七夕禮包",
	},
	{
		id = 92120,
		desc = "奢華尊享禮包",
	},
	{
		id = 92121,
		desc = "大型熱賣資源禮包",
	},
	{
		id = 92122,
		desc = "大型熱賣加速禮包",
	},
	{
		id = 92123,
		desc = "大型熱賣元寶禮包",
	},
	{
		id = 92124,
		desc = "萬聖派對禮包",
	},
	{
		id = 92125,
		desc = "萬聖狂歡禮包",
	},
	{
		id = 92126,
		desc = "萬聖錦囊禮包",
	},
	{
		id = 92127,
		desc = "元旦迎新禮包",
	},
	{
		id = 92128,
		desc = "元旦喜慶禮包",
	},
	{
		id = 92129,
		desc = "元旦鴻運禮包",
	},
	{
		id = 92130,
		desc = "超值錦囊禮包",
	},
	{
		id = 92131,
		desc = "豪華錦囊禮包",
	},
	{
		id = 92132,
		desc = "奢華錦囊禮包",
	},
	{
		id = 92133,
		desc = "最強醫館飾品包",
	},
	{
		id = 92134,
		desc = "最強校場飾品包",
	},
	{
		id = 92135,
		desc = "最強採集飾品包",
	},
	{
		id = 92140,
		desc = "週年幸運禮包",
	},
	{
		id = 92141,
		desc = "週年天隕禮包",
	},
	{
		id = 92142,
		desc = "週年祭天禮包",
	},
	{
		id = 92143,
		desc = "幸運慶典禮包",
	},
	{
		id = 92144,
		desc = "天隕慶典禮包",
	},
	{
		id = 92145,
		desc = "祭天慶典禮包",
	},
	{
		id = 100001,
		desc = "詳情",
	},
	{
		id = 100002,
		desc = "升級",
	},
	{
		id = 100003,
		desc = "駐守",
	},
	{
		id = 100004,
		desc = "加速",
	},
	{
		id = 100005,
		desc = "元寶加速",
	},
	{
		id = 100006,
		desc = "建造",
	},
	{
		id = 100007,
		desc = "訓練",
	},
	{
		id = 100008,
		desc = "鍛造",
	},
	{
		id = 100009,
		desc = "回收",
	},
	{
		id = 100010,
		desc = "研究",
	},
	{
		id = 100011,
		desc = "幫助",
	},
	{
		id = 100012,
		desc = "士兵援助",
	},
	{
		id = 100013,
		desc = "學習",
	},
	{
		id = 100014,
		desc = "招募",
	},
	{
		id = 100015,
		desc = "軍團編組",
	},
	{
		id = 100016,
		desc = "治療",
	},
	{
		id = 100017,
		desc = "軍情",
	},
	{
		id = 100018,
		desc = "武將",
	},
	{
		id = 100019,
		desc = "防禦",
	},
	{
		id = 100020,
		desc = "提速",
	},
	{
		id = 100021,
		desc = "元寶提速",
	},
	{
		id = 100022,
		desc = "收獲黃金",
	},
	{
		id = 100023,
		desc = "收獲糧食",
	},
	{
		id = 100024,
		desc = "收獲木材",
	},
	{
		id = 100025,
		desc = "收獲石料",
	},
	{
		id = 100026,
		desc = "收獲鐵礦",
	},
	{
		id = 100027,
		desc = "提速剩餘",
	},
	{
		id = 100028,
		desc = "聯盟戰爭",
	},
	{
		id = 100029,
		desc = "加速",
	},
	{
		id = 100030,
		desc = "元寶加速",
	},
	{
		id = 100031,
		desc = "加速",
	},
	{
		id = 100032,
		desc = "元寶加速",
	},
	{
		id = 100033,
		desc = "加速",
	},
	{
		id = 100034,
		desc = "元寶加速",
	},
	{
		id = 100035,
		desc = "加速",
	},
	{
		id = 100036,
		desc = "元寶加速",
	},
	{
		id = 100037,
		desc = "加速",
	},
	{
		id = 100038,
		desc = "元寶加速",
	},
	{
		id = 100039,
		desc = "加速",
	},
	{
		id = 100040,
		desc = "元寶加速",
	},
	{
		id = 100041,
		desc = "加速",
	},
	{
		id = 100042,
		desc = "元寶加速",
	},
	{
		id = 110001,
		desc = "無產出",
	},
	{
		id = 110002,
		desc = "黃金每小時產量",
	},
	{
		id = 110003,
		desc = "糧食每小時產量",
	},
	{
		id = 110004,
		desc = "木材每小時產量",
	},
	{
		id = 110005,
		desc = "石料每小時產量",
	},
	{
		id = 110006,
		desc = "鐵礦每小時產量",
	},
	{
		id = 110007,
		desc = "城防值",
	},
	{
		id = 110008,
		desc = "陷阱容量",
	},
	{
		id = 110009,
		desc = "醫館容量",
	},
	{
		id = 110010,
		desc = "將在%{level}級時解鎖%{name}",
	},
	{
		id = 110011,
		desc = "幫助次數",
	},
	{
		id = 110012,
		desc = "幫助減少時間",
	},
	{
		id = 110013,
		desc = "援兵容納數量",
	},
	{
		id = 110014,
		desc = "軍團武將數量",
	},
	{
		id = 110015,
		desc = "武將帶兵數增加",
	},
	{
		id = 110016,
		desc = "傷兵容量",
	},
	{
		id = 110017,
		desc = "學院欄位",
	},
	{
		id = 110018,
		desc = "白銀消耗減少",
	},
	{
		id = 110019,
		desc = "分解白銀獲得增加",
	},
	{
		id = 110020,
		desc = "黃金保護量",
	},
	{
		id = 110021,
		desc = "糧食保護量",
	},
	{
		id = 110022,
		desc = "木材保護量",
	},
	{
		id = 110023,
		desc = "石料保護量",
	},
	{
		id = 110024,
		desc = "鐵礦保護量",
	},
	{
		id = 110025,
		desc = "學習欄位最大上限",
	},
	{
		id = 110027,
		desc = "戰爭大廳集結軍團數",
	},
	{
		id = 111002,
		desc = "黃金產量",
	},
	{
		id = 111003,
		desc = "糧食產量",
	},
	{
		id = 111004,
		desc = "木材產量",
	},
	{
		id = 111005,
		desc = "石料產量",
	},
	{
		id = 111006,
		desc = "鐵礦產量",
	},
	{
		id = 111007,
		desc = "防禦值",
	},
	{
		id = 111008,
		desc = "陷阱容量",
	},
	{
		id = 111009,
		desc = "傷兵容量",
	},
	{
		id = 111010,
		desc = "解鎖",
	},
	{
		id = 111011,
		desc = "幫助次數",
	},
	{
		id = 111012,
		desc = "減少時間",
	},
	{
		id = 111013,
		desc = "容納援兵",
	},
	{
		id = 111014,
		desc = "軍團武將數",
	},
	{
		id = 111015,
		desc = "可控部隊數",
	},
	{
		id = 111016,
		desc = "傷兵容量",
	},
	{
		id = 111017,
		desc = "學院欄位",
	},
	{
		id = 111018,
		desc = "白銀消耗減少",
	},
	{
		id = 111019,
		desc = "分解白銀增加",
	},
	{
		id = 111020,
		desc = "黃金",
	},
	{
		id = 111021,
		desc = "糧草",
	},
	{
		id = 111022,
		desc = "木材",
	},
	{
		id = 111023,
		desc = "石料",
	},
	{
		id = 111024,
		desc = "鐵礦",
	},
	{
		id = 111025,
		desc = "學習欄位",
	},
	{
		id = 111026,
		desc = "集結軍團數",
	},
	{
		id = 111027,
		desc = "集結軍團數",
	},
	{
		id = 120001,
		desc = "鬼才",
	},
	{
		id = 120002,
		desc = "鬼才介紹",
	},
	{
		id = 120003,
		desc = "鬼才",
	},
	{
		id = 120004,
		desc = "鬼才介紹",
	},
	{
		id = 120005,
		desc = "鬼才",
	},
	{
		id = 120006,
		desc = "鬼才介紹",
	},
	{
		id = 130001,
		desc = "免戰",
	},
	{
		id = 130002,
		desc = "攻擊加成",
	},
	{
		id = 130003,
		desc = "防禦加成",
	},
	{
		id = 130004,
		desc = "糧食消耗減少",
	},
	{
		id = 130005,
		desc = "反偵察",
	},
	{
		id = 130006,
		desc = "偽裝術",
	},
	{
		id = 130007,
		desc = "採集速度加成",
	},
	{
		id = 130008,
		desc = "出征上限加成",
	},
	{
		id = 130009,
		desc = "部隊負重加成",
	},
	{
		id = 130010,
		desc = "步兵防禦加成",
	},
	{
		id = 130011,
		desc = "步兵生命加成",
	},
	{
		id = 130012,
		desc = "步兵攻擊加成",
	},
	{
		id = 130013,
		desc = "騎兵防禦加成",
	},
	{
		id = 130014,
		desc = "騎兵生命加成",
	},
	{
		id = 130015,
		desc = "騎兵攻擊加成",
	},
	{
		id = 130016,
		desc = "弓兵防禦加成",
	},
	{
		id = 130017,
		desc = "弓兵生命加成",
	},
	{
		id = 130018,
		desc = "弓兵攻擊加成",
	},
	{
		id = 130019,
		desc = "車兵防禦加成",
	},
	{
		id = 130020,
		desc = "車兵生命加成",
	},
	{
		id = 130021,
		desc = "車兵攻擊加成",
	},
	{
		id = 130022,
		desc = "步兵減傷",
	},
	{
		id = 130023,
		desc = "騎兵傷害增加",
	},
	{
		id = 130024,
		desc = "弓兵傷害增加",
	},
	{
		id = 130025,
		desc = "車兵傷害增加",
	},
	{
		id = 130026,
		desc = "建造加速",
	},
	{
		id = 130027,
		desc = "研究加速",
	},
	{
		id = 130028,
		desc = "伐木場增產",
	},
	{
		id = 130029,
		desc = "農田增產",
	},
	{
		id = 130030,
		desc = "世界採集木頭提升",
	},
	{
		id = 130031,
		desc = "世界採集糧食提升",
	},
	{
		id = 130032,
		desc = "倉庫容量上升",
	},
	{
		id = 130033,
		desc = "移速提升",
	},
	{
		id = 130034,
		desc = "剿匪移速提升",
	},
	{
		id = 130035,
		desc = "行軍移速提升",
	},
	{
		id = 130036,
		desc = "行動力恢復速度提升",
	},
	{
		id = 130037,
		desc = "單次練兵數量提升",
	},
	{
		id = 130038,
		desc = "醫館容量提升",
	},
	{
		id = 130039,
		desc = "陷阱製造速度提升",
	},
	{
		id = 130040,
		desc = "陷阱攻擊力提升",
	},
	{
		id = 130041,
		desc = "士兵訓練速度提升",
	},
	{
		id = 130042,
		desc = "醫療速度提升",
	},
	{
		id = 130043,
		desc = "箭塔攻擊力提升",
	},
	{
		id = 130044,
		desc = "箭塔攻擊速度提升",
	},
	{
		id = 130045,
		desc = "醫療費用降低",
	},
	{
		id = 130046,
		desc = "城防值增加",
	},
	{
		id = 130047,
		desc = "守軍攻擊增加",
	},
	{
		id = 130048,
		desc = "守軍防禦增加",
	},
	{
		id = 130049,
		desc = "守軍生命增加",
	},
	{
		id = 130050,
		desc = "火箭對騎兵傷害增加",
	},
	{
		id = 130051,
		desc = "落石對步兵傷害增加",
	},
	{
		id = 130052,
		desc = "滾木對弓兵傷害增加",
	},
	{
		id = 130053,
		desc = "出征傷兵比例",
	},
	{
		id = 130054,
		desc = "單只部隊上限增加",
	},
	{
		id = 130055,
		desc = "金礦增產",
	},
	{
		id = 130056,
		desc = "石料增產",
	},
	{
		id = 130057,
		desc = "鐵礦增產",
	},
	{
		id = 130058,
		desc = "步兵負重增加",
	},
	{
		id = 130059,
		desc = "騎兵負重增加",
	},
	{
		id = 130060,
		desc = "弓兵負重增加",
	},
	{
		id = 130061,
		desc = "車兵負重增加",
	},
	{
		id = 130062,
		desc = "世界採集黃金速度提升",
	},
	{
		id = 130063,
		desc = "世界採集石料速度提升",
	},
	{
		id = 130064,
		desc = "世界採集鐵礦速度提升",
	},
	{
		id = 130076,
		desc = "降低敵方步兵造成的傷害",
	},
	{
		id = 130077,
		desc = "降低敵方騎兵造成的傷害",
	},
	{
		id = 130078,
		desc = "降低敵方弓兵造成的傷害",
	},
	{
		id = 130079,
		desc = "降低敵方車兵造成的傷害",
	},
	{
		id = 131001,
		desc = "聯盟人數上限增加",
	},
	{
		id = 131002,
		desc = "加快建築建造升級速度",
	},
	{
		id = 131003,
		desc = "增加集結進攻的隊伍空位",
	},
	{
		id = 131004,
		desc = "增加戰爭大廳可以容納集結部隊的數量",
	},
	{
		id = 131005,
		desc = "增加聯盟成員建造陷阱的速度",
	},
	{
		id = 131006,
		desc = "減少陷阱的損失",
	},
	{
		id = 131007,
		desc = "增加聯盟幫助減少的時間",
	},
	{
		id = 131008,
		desc = "提高全體聯盟成員的步兵兵種傷害",
	},
	{
		id = 131009,
		desc = "提高全體聯盟成員的騎兵兵種傷害",
	},
	{
		id = 131010,
		desc = "提高全體聯盟成員的弓兵兵種傷害",
	},
	{
		id = 131011,
		desc = "提高全體聯盟成員的車兵兵種傷害",
	},
	{
		id = 131012,
		desc = "降低敵方的步兵造成的傷害",
	},
	{
		id = 131013,
		desc = "降低敵方的騎兵造成的傷害",
	},
	{
		id = 131014,
		desc = "降低敵方的弓兵造成的傷害",
	},
	{
		id = 131015,
		desc = "降低地方的車兵造成的傷害",
	},
	{
		id = 131016,
		desc = "加快科技的研究速度",
	},
	{
		id = 131017,
		desc = "增加集結軍隊的行軍速度",
	},
	{
		id = 131018,
		desc = "聯盟倉庫每日存儲上限增加",
	},
	{
		id = 131019,
		desc = "提高金礦產量",
	},
	{
		id = 131020,
		desc = "提高農田產量",
	},
	{
		id = 131021,
		desc = "提高木材產量",
	},
	{
		id = 131022,
		desc = "提高石料產量",
	},
	{
		id = 131023,
		desc = "提高鐵礦產量",
	},
	{
		id = 131024,
		desc = "提高全聯盟的行軍速度",
	},
	{
		id = 131025,
		desc = "增加援軍數量",
	},
	{
		id = 131026,
		desc = "增加援助次數",
	},
	{
		id = 137001,
		desc = "步兵單次訓練數",
	},
	{
		id = 137002,
		desc = "騎兵單次訓練數",
	},
	{
		id = 137003,
		desc = "弓兵單次訓練數",
	},
	{
		id = 137004,
		desc = "車兵單次訓練數",
	},
	{
		id = 137005,
		desc = "雇傭兵容量",
	},
	{
		id = 137006,
		desc = "陷阱建造加速",
	},
	{
		id = 137007,
		desc = "武將招募上限",
	},
	{
		id = 138001,
		desc = "步兵訓練數",
	},
	{
		id = 138002,
		desc = "騎兵訓練數",
	},
	{
		id = 138003,
		desc = "弓兵訓練數",
	},
	{
		id = 138004,
		desc = "車兵訓練數",
	},
	{
		id = 138005,
		desc = "傭兵容量",
	},
	{
		id = 138006,
		desc = "陷阱製造數",
	},
	{
		id = 138007,
		desc = "武將上限",
	},
	{
		id = 140001,
		desc = "1、活動期間內，|<#22,155,209#>每個玉璽碎片每10分鐘|增加10點聯盟積分，活動結束時每個玉璽碎片增加|<#22,155,209#>120點|聯盟積分。|<#\n#>|2、活動期間離開聯盟，持有的玉璽碎片及相應個人增益仍保留，但不再計算積分。|<#\n#>|3、排名獎和階段獎，都將在|<#22,155,209#>活動結束後|的第二天淩晨，根據活動截止時的聯盟實際情況，通過郵件統一發放給聯盟的每一個成員。|<#\n#>|4、攻擊玩家或集結攻擊玩家獲勝|<#22,155,209#>可搶奪|玩家的玉璽碎片。|<#\n#>|5、第一次取得玉璽會使得已經開啟的戰爭保護|<#22,155,209#>失效|，取得玉璽後也|<#22,155,209#>無法開啟|戰爭保護，直至失去全部玉璽後恢復正常狀態。|<#\n#>|6、獲得前5名的盟主可以分配頒發寶箱給聯盟成員。",
	},
	{
		id = 140002,
		desc = "1、捐獻資源時，每獲得|<#22,155,209#>2點榮譽|即可獲得1積分。|<#\n#>|2、在活動期間|<#22,155,209#>退出聯盟|，此前個人獲得的積分將會被|<#22,155,209#>清空|，聯盟也會扣除這部分積分。|<#\n#>|3、排名獎和階段獎，都將在|<#22,155,209#>活動結束後|的第二天淩晨，根據活動截止時的聯盟實際情況，通過郵件統一|<#\n#>|發放給聯盟的每一個成員。|<#\n#>|4、獲得前5名的盟主可以分配頒發寶箱給聯盟成員。",
	},
	{
		id = 140003,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|每採集|<#72,255,98#>1|黃金獲得|<#72,255,98#>0.5|積分|<#\n#>|每採集|<#72,255,98#>1|糧食獲得|<#72,255,98#>0.5|積分|<#\n#>|每採集|<#72,255,98#>1|木材獲得|<#72,255,98#>1|積分|<#\n#>|每採集|<#72,255,98#>1|石料獲得|<#72,255,98#>1.5|積分|<#\n#>|每採集|<#72,255,98#>1|鐵礦獲得|<#72,255,98#>2.5|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。|<#\n#>|5、採集部隊返回城池時結算積分",
	},
	{
		id = 140004,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|升級建築每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|研究科技每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 140005,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|訓練士兵每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|製造陷阱每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 140006,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|擊殺野怪獲得野怪等級*|<#72,255,98#>100|積分|<#\n#>|每個武將營寨擁有武將營寨等級*|<#72,255,98#>2000|積分，集結攻擊對武將營寨造成傷害的血量的百分比獲得積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 140007,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|通過擊殺其他玩家的士兵，使敵人每降低|<#72,255,98#>1|點戰力獲得|<#72,255,98#>5|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 140008,
		desc = "當你的城被攻陷後，它將燃燒30分鐘。當城防值為0時，你的城池將被強制遷往世界其他位置。",
	},
	{
		id = 140009,
		desc = "聯盟商店由【商城】和【貨物列表】組成。|<#\n#>|為了讓您更好的理解【聯盟商店】中的【商城】與【貨物列表】的功能。請允許我們先為您解釋一下【個人貢獻】和【聯盟貢獻】的區別與聯系。|<#\n#>|【個人貢獻】和【聯盟貢獻】|<#\n#>|1、聯盟中每位成員均可通過捐獻科技獲得個人貢獻|<#\n#>|2、聯盟成員每獲得1點個人貢獻，聯盟就會獲得1點聯盟貢獻|<#\n#>|3、個人貢獻歸聯盟個人成員所有，更換聯盟也不會丟失個人貢獻。|<#\n#>|4、聯盟貢獻歸聯盟所有且僅供聯盟中的盟主和副盟主支配。聯盟解散時，聯盟貢獻清零。|<#\n#>|【商城】與【貨物列表】|<#\n#>|1、只有聯盟中的盟主和副盟主可以在聯盟商店中的【貨物列表】中通過聯盟貢獻兌換物品並將其放入聯盟商店的【商城】中.|<#\n#>|2、所有聯盟成員均可在聯盟商店的【商城】中通過個人貢獻兌換物品。",
	},
	{
		id = 140010,
		desc = "加入聯盟後可以開始對不同的聯盟科技進行捐獻|<#\n#>|每次捐獻，聯盟成員可以獲得【個人貢獻】並且聯盟可以獲得【聯盟貢獻】。|<#\n#>|捐獻會產生冷卻時間。當時間達到4小時後，需要等冷卻時間結束才能繼續捐贈。|<#\n#>|科技通過捐獻升星後，所有聯盟成員獲得科技加成的屬性。科技滿星後盟主和副盟主可以進行科技研究。突破科技等級上限。|<#\n#>|每層科技研究一定數量後，會解鎖更高級的科技。|<#\n#>|盟主可指定優先捐獻的科技。|<#\n#>|每日捐獻人數達到10,20或30人，全聯盟成員可領取寶箱獎勵。",
	},
	{
		id = 140011,
		desc = "當有敵軍來犯時，盟友間可以派兵互相援助；己方受到盟友援助的軍團數由己方屯所等級決定；派遣的軍團需要點擊【返回】才會回到自己的城池內。",
	},
	{
		id = 140012,
		desc = "1、只有購買了至尊卡的用戶方可參加此活動。|<#\n#>|2、購買基金後，府衙等級達標即可領取返還的元寶。|<#\n#>|3、每個服務器購買基金的總人數達標，將額外發放寶箱獎勵，點擊寶箱圖標預覽獎勵",
	},
	{
		id = 140013,
		desc = "1、翻牌介面一旦放棄後，便無法繼續之前的牌局。|<#\n#>|2、如果連續翻出倍率的獎勵，則是先相加後再對下一次實物獎勵進行相乘處理。",
	},
	{
		id = 140014,
		desc = "1、活動期間內，每個據點每佔領|<#22,155,209#>10分鐘|增加|<#22,155,209#>50|點聯盟積分，活動結束時每個佔領的據點增加|<#22,155,209#>600|點聯盟積分。|<#\n#>|2.持續佔領據點|<#22,155,209#>每小時|將產出|<#22,155,209#>1|個錦囊。|<#\n#>|3、據點戰採用模擬戰鬥的方式，搶占過程中|<#22,155,209#>不會|造成實際的兵力傷亡，戰勝後也無法掠奪別人已經獲得的錦囊。|<#\n#>|4、據點戰中弓騎兵所屬“資源戰”的特技無效，採集加成道具無效。|<#\n#>|5、活動期間離開聯盟，據點將繼續產出錦囊，此前增加的聯盟積分|<#22,155,209#>不扣除|，但不再繼續計算積分。|<#\n#>|6、活動排名獎和階段獎，都將在|<#22,155,209#>活動結束後|的第二天淩晨，根據活動截止時的聯盟實際情況，通過郵件統一發放給聯盟的每一個成員。6、獲得前5名的盟主可以分配頒發寶箱給聯盟成員。",
	},
	{
		id = 140015,
		desc = "1、黃巾軍在|<#22,155,209#>晚上8:00|開始進攻聯盟堡壘，玩家防守聯盟堡壘時擊殺的黃巾軍將轉化為活動積分。|<#\n#>|2、每波只需擊殺|<#22,155,209#>半數|黃巾軍即防守成功。累計防守失敗|<#22,155,209#>兩次|後活動結束。|<#\n#>|3、活動排名獎和階段獎，都將在|<#22,155,209#>活動結束後|的第二天淩晨，通過郵件統一發放給聯盟的每一個成員。|<#\n#>|4、活動結束後，根據|<#22,155,209#>防守波數|，通過郵件發放錦囊獎勵給聯盟的每一個成員。|<#\n#>|5、獲得前5名的盟主可以分配頒發寶箱給聯盟成員。",
	},
	{
		id = 140016,
		desc = "1、錦囊可以通過參與聯盟活動-|<#22,155,209#>黃巾起義|和|<#22,155,209#>據點戰|大量獲得。|<#\n#>|2、出售|<#22,155,209#>皇陵探寶|中獲得的多余主公寶物，也將返還售價|<#22,155,209#>九折|的錦囊（如除不盡則向上取整）。|<#\n#>|3、購買的主公寶物屬性都是在預設範圍內|<#22,155,209#>隨機|生成。",
	},
	{
		id = 140017,
		desc = "|<#253,208,110#>概述||<#\n#>|以聯盟為單位，通過集結戰鬥佔領皇城周圍4個建築獲得積分。活動結束時積分排名最高的聯盟獲得勝利。聯盟盟主可以推舉皇帝。|<#\n#>| |<#\n#>||<#253,208,110#>開啟時間||<#\n#>|1、開服後第18天開啟第一屆皇位戰|<#\n#>|2、活動持續時間：19：00--20:05|<#\n#>|3、第一屆結束之後每14天開啟一次|<#\n#>| |<#\n#>||<#253,208,110#>參與條件||<#\n#>|1、只有聯盟成員才可以參加皇位戰|<#\n#>| |<#\n#>||<#253,208,110#>建築相關||<#\n#>|1、皇城（坐標：619，619）：不可爭奪|<#\n#>|2、軍械所（坐標：626，626）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|3、練兵所（坐標：610，610）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|4、軍屯農（坐標：626，610）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|5、太鼓臺（坐標：610，626）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|註：皇位戰所有進攻/防守損失的士兵均會轉化為傷兵進入醫館內。|<#\n#>| |<#\n#>||<#253,208,110#>積分計算||<#\n#>|1、佔領下可爭奪的城池後所屬聯盟的積分會開始增長|<#\n#>|2、佔領的城池越多，會得到積分增長加成。|<#\n#>|例：佔領了軍械所和軍屯農2個建築，積分增加從原來的2分變為4分|<#\n#>|3、積分每10秒結算1次|<#\n#>| |<#\n#>||<#253,208,110#>獎勵結算|1、前10名的聯盟可以獲得相應排名獎勵。其他名次的聯盟將獲得一個參與獎勵（獎勵將於22點05分開始發放）|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活動世界結束，積分第一名聯盟佔領皇城|<#\n#>|2、3小時內由盟主推舉任意聯盟玩家為皇帝|<#\n#>|3、如1小時盟主不進行任何操作，則默認盟主為皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官職冊封||<#\n#>|1、皇帝可以冊封/謫貶本服內任意玩家|<#\n#>|2、每個職位的冊封/謫貶每8小時只能進行一次操作|<#\n#>| |<#\n#>||<#253,208,110#>賞賜禮包||<#\n#>|1、皇帝可以在皇戰禮包介面發放禮包給全服任意玩家|<#\n#>|2、收到過禮包的玩家無法再次收到賞賜",
	},
	{
		id = 140018,
		desc = "|<#253,208,110#>概述||<#\n#>|活動結束時積分排名最高的聯盟獲得勝利。聯盟盟主可以推舉皇帝。皇帝可以冊封其他官職|<#\n#>| |<#253,208,110#>登基大典||<#\n#>|1、活動世界結束，積分第一名聯盟佔領皇城|<#\n#>|2、1小時內由盟主推舉任意聯盟玩家為皇帝|<#\n#>|3、如3小時盟主不進行任何操作，則默認盟主為皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官職冊封||<#\n#>|1、皇帝可以冊封/謫貶本服內任意玩家|<#\n#>|2、每個職位的冊封/謫貶每8小時只能進行一次操作|<#\n#>| |<#\n#>||<#253,208,110#>賞賜禮包||<#\n#>|1、皇帝可以在皇戰禮包介面發放禮包給全服任意玩家|<#\n#>|2、收到過禮包的玩家無法再次收到賞賜",
	},
	{
		id = 140019,
		desc = "|<#253,208,110#>概述||<#\n#>|以聯盟為單位，通過集結戰鬥佔領皇城周圍4個建築獲得積分。活動結束時積分排名最高的聯盟獲得勝利。聯盟盟主可以推舉皇帝。|<#\n#>| |<#\n#>||<#253,208,110#>開啟時間||<#\n#>|1、開服後第18天開啟第一屆皇位戰|<#\n#>|2、活動持續時間：19：00--20:05|<#\n#>|3、第一屆結束之後每14天開啟一次|<#\n#>| |<#\n#>||<#253,208,110#>參與條件||<#\n#>|1、只有聯盟成員才可以參加皇位戰|<#\n#>| |<#\n#>||<#253,208,110#>建築相關||<#\n#>|1、皇城（坐標：619，619）：不可爭奪|<#\n#>|2、軍械所（坐標：626，626）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|3、練兵所（坐標：610，610）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|4、軍屯農（坐標：626，610）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|5、太鼓臺（坐標：610，626）：可爭奪，佔領後每秒增加|<#72,255,98#>1|點積分|<#\n#>|註：皇位戰所有進攻/防守損失的士兵均會轉化為傷兵進入醫館內。|<#\n#>| |<#\n#>||<#253,208,110#>積分計算||<#\n#>|1、佔領下可爭奪的城池後所屬聯盟的積分會開始增長|<#\n#>|2、佔領的城池越多，會得到積分增長加成。|<#\n#>|例：佔領了軍械所和軍屯農，積分增加從原來的2分變為4分|<#\n#>|3、積分每10秒結算1次|<#\n#>| |<#\n#>||<#253,208,110#>獎勵結算|1、前10名的聯盟可以獲得相應排名獎勵。其他名次的聯盟將獲得一個參與獎勵（獎勵將於22點05分開始發放）|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活動世界結束，積分第一名聯盟佔領皇城|<#\n#>|2、3小時內由盟主推舉任意聯盟玩家為皇帝|<#\n#>|3、如3小時盟主不進行任何操作，則默認盟主為皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官職冊封||<#\n#>|1、皇帝可以冊封/謫貶本服內任意玩家|<#\n#>|2、每個職位的冊封/謫貶每8小時只能進行一次操作|<#\n#>| |<#\n#>||<#253,208,110#>賞賜禮包||<#\n#>|1、皇帝可以在皇戰禮包介面發放禮包給全服任意玩家|<#\n#>|2、收到過禮包的玩家無法再次收到賞賜",
	},
	{
		id = 140020,
		desc = "1、佔領後積分增長：|<#72,255,98#>1|積分/秒|<#\n#>| |<#\n#>|2、佔領的城池越多每秒增加的積分會提高|<#\n#>| |<#\n#>|3、駐守時增益效果取駐守成員中戰鬥力最高的玩家|<#\n#>| |<#\n#>|4、皇位戰所有進攻/防守損失的士兵均會轉化為傷兵進入醫館內",
	},
	{
		id = 140021,
		desc = "1、佔領時積分增長：|<#72,255,98#>1|積分/秒|<#\n#>| |<#\n#>|2、佔領的城池越多每秒增加的積分會提高|<#\n#>| |<#\n#>|3、駐守時增益效果取駐守成員中戰鬥力最高的玩家|<#\n#>| |<#\n#>|4、皇位戰所有進攻/防守損失的士兵均會轉化為傷兵進入醫館內",
	},
	{
		id = 140022,
		desc = "1、開服後第18天晚上19點整開啟第一屆皇位戰，持續1小時|<#\n#>|2、第一屆結束之後每14天開啟一次|<#\n#>|3、點擊下方地形圖上的城池建築可以直接跳轉到相應城池位置|<#\n#>|4、皇位戰詳細說明請在城外點擊皇城-說明按鈕查看|<#\n#>|5、右上角為排名區域。活動結束時積分第一的聯盟可以推舉皇帝|<#\n#>|6、前10名的聯盟可以獲得相應排名獎勵。其他名次的聯盟將獲得一個參與獎勵（獎勵將於22點05分開始發放）",
	},
	{
		id = 140023,
		desc = "1、沒有顯示信物獲得途徑的武將將在後續版本中陸續開放。|<#\n#>| 2、達到指定的VIP等級並處於激活狀態，才可以正常的使用對酒功能。|<#\n#>| 3、通過對酒功能可以直接購買大部分的武將信物，但必須先取得至少一個該武將的信物。|<#\n#>| 4、某些特殊武將無法通過對酒功能購買。|<#\n#>| 5、招募武將後獲得的永久增益效果是對全局生效的。|<#\n#>| 6、神武將升星也可以增加總星數。",
	},
	{
		id = 140024,
		desc = "為了選出最強的聯盟，我們將在地圖中心區域展開爭奪皇位的活動。活動期間，聯盟成員需要通過緊密的配合，盡可能多的佔領皇城周圍的建築，同時抵禦其他聯盟和皇城NPC軍隊的進攻。活動結束時，積分最高的聯盟的盟主，將獲得至高無上的權力。",
	},
	{
		id = 140025,
		desc = "1、可以獲得一個皇帝專屬的增益效果。|<#\n#>|2、可以任命8個具備|<#22,155,209#>增益效果|的官職。|<#\n#>|3、可以給往日的|<#22,155,209#>仇敵|發配6個頭銜。|<#\n#>|4、可以發放總共|<#22,155,209#>35|個的禮包給全服玩家。",
	},
	{
		id = 140026,
		desc = "|<#253,208,110#>賽季規則：||<#\n#>|1、每個賽季將持續一定天數（賽季剩餘時間查看左上角）|<#\n#>|2、賽季結束後當前的賽季積分、段位、排行榜信息將會重置|<#\n#>| |<#\n#>||<#253,208,110#>匹配規則：||<#\n#>|1、點擊匹配會與一名實力相當的主公進行戰鬥|<#\n#>|2、每天免費匹配次數為5次|<#\n#>|3、免費匹配次數用盡後，再次匹配需要花費元寶|<#\n#>|4、如匹配中強制退出遊戲，則判負|<#\n#>|5、必須有3名武將在陣容中才可進行匹配|<#\n#>| |<#\n#>||<#253,208,110#>獎勵規則：||<#\n#>|1、每日獎勵：每日參加指定匹配戰鬥，即可領取獎勵（8點後重新結算）|<#\n#>|2、段位獎勵：每日22點可領取當前段位的獎勵|<#\n#>|3、賽季獎勵：賽季結束後，會通過郵件發放上一賽季的相應段位獎勵|<#\n#>|4、勝敗獎勵：匹配戰鬥勝利/失敗均會獲得相應獎勵|<#\n#>| |<#\n#>||<#253,208,110#>武鬥操作：||<#\n#>|1、普通武將：拖動武將到指定位置——→選擇武將攻擊方向——→點擊完成|<#\n#>|2、神武將：拖動武將到指定位置——→選擇武將攻擊方向/選擇指定方向施放技能（技能冷卻完畢）——→點擊完成|<#\n#>| |<#\n#>||<#253,208,110#>武將區別：||<#\n#>|1、短武器： 移動範圍大，攻擊範圍廣，但攻擊距離有限|<#\n#>|2、長武器：移動範圍中，攻擊範圍較長，攻擊距離比刀遠，但近身有盲區|<#\n#>|3、遠程武器：移動範圍小，攻擊範圍狹窄，攻擊距離很遠，但近身有盲區|<#\n#>|4、神武將含有主動技能：主動技冷卻時間通過回合數進行計算|<#\n#>|5、屬性：武力/智力最高的一個影響武將在武鬥中的攻擊力，統帥影響武鬥中的血量|<#\n#>| |<#\n#>||<#253,208,110#>段位介紹：||<#\n#>|1、0~499分-玄鐵戰狼|<#\n#>|2、500~999分-赤銅烈馬|<#\n#>|3、1000~499分-霜銀獵鷹|<#\n#>|4、1500~1999-紫金靈牛|<#\n#>|5、2000~2499分-火鉆狂鹿|<#\n#>|6、2500~2999分-無畏雄獅|<#\n#>|7、3000~3499分-烈焰麒麟|<#\n#>|8、3500以上-禦天神龍|<#\n#>| |<#\n#>||<#253,208,110#>戰勛商店：||<#\n#>|1、武鬥可以獲得戰勛點數|<#\n#>|2、戰勛點數可以在戰勛商店中購買各類道具",
	},
	{
		id = 140027,
		desc = "匹配規則：|<#\n#>|1、活動一旦開啟，即無法進行退盟、解散聯盟、踢人等行為。|<#\n#>|2、一個聯盟需要有十名府衙20級（含）以上的成員方可報名。|<#\n#>|3、活動各階段的時間安排如下：|<#\n#>|報名階段：8:00~19:00|<#\n#>|匹配階段：19:00~20:00|<#\n#>|比賽階段：20:00~21:00|<#\n#>|21:00後系統自動通過郵件發放獎勵，可能存在一定時間的延遲，請註意查收。|<#\n#>|4、參賽者麾下所有軍團必須全部回城，才可以進入跨服戰戰場。|<#\n#>|5、一旦進入跨服戰戰場，在戰鬥結束之前，將無法切換至普通地圖。|<#\n#>|6、參加比賽成員的城池在進入跨服戰場後，系統會對城池進行保護。|<#\n#>|7、只要參加比賽，無論輸贏所有成員都可以獲得一份福利，參賽者還有額外的獎勵。|<#\n#>| |<#\n#>||<#253,208,110#>戰鬥流程||<#\n#>||<#253,208,110#>準備階段||<#\n#>|攻守雙方進入地圖後在3分鐘內選擇出生點位置，如時間結束沒有選擇則系統將為其隨機分配|<#\n#>| |<#\n#>||<#253,208,110#>提交陣容||<#\n#>|盟主報名參賽後，玩家可以預設12名武將為開戰後使用。如果預設的武將中有主動技，還可以選擇攜帶至多2個主動技。|<#\n#>|當進入匹配階段，則無法在更換武將以及技能信息。|<#\n#>|如玩家不編輯陣容名單，在匹配階段，系統會自動把參賽主公戰力最高的12名武將放入名單中|<#\n#>| |<#\n#>||<#253,208,110#>開戰階段||<#\n#>||<#255,0,0#>攻方目標1|–利用攻城器械和軍團破壞守方3道城門|<#\n#>||<#255,0,0#>攻方目標2|–派遣軍團部署雲梯翻越側面城門直搗黃龍|<#\n#>| |<#\n#>||<#59,108,247#>守方目標1|–利用守城器械拖延攻方破城進度|<#\n#>||<#59,108,247#>守方目標2|–確保內城不被攻方擊破|<#\n#>| |<#\n#>||<#255,40,50#>攻方勝利條件：|規定時間內擊破守方內城（單場戰鬥最大時間30分鐘）|<#\n#>||<#59,108,247#>守方勝利條件：|規定時間內阻止攻方擊破內城|<#\n#>||<#72,255,98#>額外判定條件：|擊破內城時間短者勝，如時間一致以擊殺士兵總數量多者勝|<#\n#>| |<#\n#>||<#72,255,98#>攻守轉換：|攻守雙方在一輪戰鬥結束後互換攻守位置，攻方攻破內城時間越少下輪留給己方的防守時間將越短（意味著守城優勢越大）。|<#\n#>| |<#\n#>||<#253,208,110#>結算階段||<#\n#>|戰鬥結束後勝負雙方參與戰鬥的成員和雙方聯盟的所有成員都會獲得對應獎勵。|<#\n#>| |<#\n#>||<#253,208,110#>戰爭迷霧設定||<#\n#>|視野：在沒有視野的區域你將無法洞察地圖上的任何信息並且無法對區域進行任何相關操作。|<#\n#>||<#255,40,50#>攻方|–只擁有初始2個出生點區域的視野，每破一道城門或者雲梯部署完成才可開啟該城門內區域的視野。|<#\n#>||<#59,108,247#>守方|–擁有永久除攻方的2個出生點區域以外的其他所有區域的視野。點亮攻方2個出生點區域的視野，守方需要至少1個玩家城池存活在該區域。|<#\n#>| |<#\n#>||<#253,208,110#>戰爭器械介紹||<#\n#>|攻城錘：|<#\n#>|在有攻方軍團駐守時每隔一段時間會對城門1造成傷害，傷害的大小根據攻方所有駐守該建築的軍團總戰力計算。只能被攻方玩家駐守，每個玩家只能派遣一支軍團駐守。|<#\n#>|當攻城錘血量為0時所有攻方的駐守軍團將被強行返回自己城池，進入維修狀態，直到維修完畢才可重新駐守。|<#\n#>|雲梯：|<#\n#>|在有攻方軍團駐守時，雲梯將會開始讀取部署進度，部署完成後將翻越城墻直接開啟守方內城區域視野及遷城權。|<#\n#>|部署的速度根據攻方所有駐守該建築的軍團總戰力計算。|<#\n#>|只能被攻方玩家駐守，每個玩家只能派遣一支軍團駐守。|<#\n#>|當雲梯血量為0時所有攻方的駐守軍團將被強行返回自己城池，進入維修狀態，直到維修完畢才可重新駐守。|<#\n#>|床弩：|<#\n#>|在有守方軍團駐守時每隔一段時間會對攻方的攻城錘或雲梯造成傷害，傷害的大小根據駐守該建築的軍團的戰力計算。|<#\n#>|只能被守方玩家駐守，每個玩家只能擁有1個床弩的控製權。駐守在床弩中的軍團不會受到攻方任何人的攻擊。|<#\n#>|當該床弩所在區域的城門被擊破，所有駐守軍團將被自動召回。|<#\n#>|投石車：|<#\n#>|攻守雙方皆可佔領，在有軍團駐守時，玩家可選取投石車範圍內的目標進行打擊直接減少敵方城池耐久值，傷害的大小根據駐守該建築的軍團的戰力計算。|<#\n#>| |<#\n#>||<#253,208,110#>其他相關規則||<#\n#>|遷城：|<#\n#>|在跨服戰地圖中攻守雙方的玩家每使用一次遷城都會有CD，該CD無法使用任何道具或者元寶清除。|<#\n#>|復活：|<#\n#>|防守失敗或者被投石車攻擊將損失城防值，當玩家城防值為0時將進入復活CD時間。CD時間會隨死亡次數遞增。玩家城池被擊破後將損失所有現有士兵。復活後只有少量的初始士兵數量。|<#\n#>|招募士兵：|<#\n#>|在跨服戰場中所有玩家使用相同等級的士兵。初始玩家擁有一定數量的士兵，玩家可使用個人榮譽或者元寶購買士兵，預備役士兵購買的數量有上限。|<#\n#>|增益效果：|<#\n#>|跨服戰中計算武將以及其佩戴的裝備各項屬性增益加成（包括武將天賦加成)，其他增益效果（主公寶物、科技、天賦等）不會帶入跨服戰中|<#\n#>|城戰技能：|<#\n#>|武將升星後可以獲得城戰技能|<#\n#>|城戰技能分為主動技與被動技2種：|<#\n#>|主動技：上陣的12名武將中如果有主動技，則可以在跨服戰中使用。但是最多只能攜帶2個主動技。相同主動技施放，技能屬性高的生效|<#\n#>|被動技：上陣的12名武將只要帶有被動技均會在跨服戰中生效。對自己軍團生效的同類技能，技能屬性最高的生效。對所有玩家生效的被動技，技能屬性疊加（如力壓群雄、足智多謀）",
	},
	{
		id = 140028,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入攻城錘，攻城錘會自動攻擊城門1，直至城門1被摧毀。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>進攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的軍團|<#59,108,247#>總戰鬥力|調整。戰鬥力越高對城門造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守攻城錘時，攻城錘每|<#72,255,98#>30|秒對城門造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城錘血量：|攻城錘血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當攻城錘血量為|<#72,255,98#>0|時所有攻方的駐守軍團將被強行返回自己城池，攻城錘進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140029,
		desc = "|<#253,208,110#>概述：||<#\n#>|擊破城門|<#72,255,98#>1|，可以開啟|<#72,255,98#>區域3|的戰爭迷霧。並且獲得|<#72,255,98#>區域3|內的復活點與投石車|<#\n#>| |<#\n#>||<#253,208,110#>如何造成傷害：||<#\n#>|使用|<#59,108,247#>攻城錘|或|<#59,108,247#>玩家派兵|攻打會對城門|<#72,255,98#>1|造成傷害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根據守方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毀後影響：||<#\n#>|城門|<#72,255,98#>1|被摧毀後，|<#72,255,98#>區域3|的|<#59,108,247#>戰爭迷霧消失|，攻方可以|<#59,108,247#>遷城|前往|<#72,255,98#>區域3|，並且原本|<#72,255,98#>區域3|內的|<#59,108,247#>守方投石車|使用權將|<#59,108,247#>移交|攻方所有。",
	},
	{
		id = 140030,
		desc = "|<#253,208,110#>概述：||<#\n#>|擊破城門|<#72,255,98#>2|，可以開啟|<#72,255,98#>區域4|的戰爭迷霧。並且獲得|<#72,255,98#>區域4|內的復活點與投石車|<#\n#>| |<#\n#>||<#253,208,110#>如何造成傷害：||<#\n#>||<#59,108,247#>玩家派兵|攻打會對城門|<#72,255,98#>2|造成傷害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根據守方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毀後影響：||<#\n#>|城門|<#72,255,98#>B|被摧毀後，|<#72,255,98#>區域4|的|<#59,108,247#>戰爭迷霧消失|，攻方可以|<#59,108,247#>遷城|前往|<#72,255,98#>區域4|，並且原本|<#72,255,98#>區域4|內的|<#59,108,247#>守方投石車|使用權將|<#59,108,247#>移交|攻方所有。",
	},
	{
		id = 140031,
		desc = "|<#253,208,110#>概述：||<#\n#>|擊破城門|<#72,255,98#>3|，可以開啟|<#72,255,98#>區域5|的戰爭迷霧。並且獲得|<#72,255,98#>區域5|內的復活點|<#\n#>| |<#\n#>||<#253,208,110#>如何造成傷害：||<#\n#>||<#59,108,247#>玩家派兵|攻打會對城門|<#72,255,98#>3|造成傷害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根據守方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毀後影響：||<#\n#>|城門|<#72,255,98#>3|被摧毀後，|<#72,255,98#>區域5|的|<#59,108,247#>戰爭迷霧消失|，攻方可以|<#59,108,247#>遷城|前往|<#72,255,98#>區域5，|可攻擊內城",
	},
	{
		id = 140032,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140033,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140034,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140035,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140036,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入雲梯，待雲梯部署進度值達到|<#72,255,98#>100%%|，即可直接開啟守軍內城區域視野|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>進攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>進度增加量：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高進度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>增加間隔：||<#\n#>|當有玩家駐守雲梯時，雲梯每|<#72,255,98#>30|秒增加一次進度。|<#\n#>| |<#\n#>||<#253,208,110#>雲梯血量：||<#\n#>|雲梯血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當雲梯血量為|<#72,255,98#>0|時所有攻方的駐守軍團將被|<#59,108,247#>強行返回|自己城池，雲梯進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140037,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140038,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140039,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140040,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140041,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140042,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140043,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140044,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140045,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140046,
		desc = "|<#253,208,110#>概述：||<#\n#>|攻方可以派兵攻擊內城，內城城防值為|<#72,255,98#>0|時，則此輪|<#59,108,247#>戰鬥結束||<#\n#>| |<#\n#>|<#253,208,110#>駐守人數：||<#\n#>|內城不可被駐守，只有攻方可以攻擊|<#\n#>| |<#\n#>||<#253,208,110#>受到傷害：||<#\n#>|根據攻擊方派出|<#59,108,247#>軍團的戰鬥力|計算，戰鬥力越高傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根據守方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140047,
		desc = "1",
	},
	{
		id = 140048,
		desc = "|<#253,208,110#>概述：||<#\n#>|玩家根據地，可以遷移到戰場內的指定區域|<#\n#>| |<#\n#>||<#253,208,110#>軍團：||<#\n#>|玩家可以在軍團介面編輯自己的|<#59,108,247#>武將|和|<#59,108,247#>士兵||<#\n#>||<#253,208,110#>萬能士兵：||<#\n#>|1、玩家的士兵在進入戰場後默認會給予|<#72,255,98#>4000|個萬能士兵|<#\n#>|2、萬能士兵可以通過不同武將攜帶，改變士兵的|<#59,108,247#>兵種類型||<#\n#>|3、萬能士兵可以通過|<#59,108,247#>個人榮譽|和|<#59,108,247#>元寶|2種方式購買|<#\n#>|4、萬能士兵最大上限為|<#72,255,98#>5000||<#\n#>| |<#\n#>||<#253,208,110#>城防值：||<#\n#>|玩家城池的城防值根據|<#59,108,247#>府衙等級|計算，等級越高城防值越高|<#\n#>| |<#\n#>||<#253,208,110#>受到傷害||<#\n#>|1、|<#59,108,247#>敵軍派兵攻打|或|<#59,108,247#>投石車投石|會對城池造成傷害|<#\n#>|2、派兵攻打需要把敵軍守城士兵全部擊敗，|<#59,108,247#>剩餘部隊的戰鬥力|來計算造成傷害|<#\n#>|3、投石車攻擊力根據|<#59,108,247#>駐守部隊|的戰鬥力計算，戰鬥力越高傷害越高|<#\n#>| |<#\n#>||<#253,208,110#>城池被擊破：||<#\n#>|1、當城池的城防為|<#72,255,98#>0|，玩家的城池會從地圖上|<#59,108,247#>消失||<#\n#>|2、城池被擊破後所有士兵會|<#59,108,247#>潰散逃亡||<#\n#>| |<#\n#>||<#253,208,110#>城池復活：||<#\n#>|1、攻方城池首次被擊破時有|<#72,255,98#>20|秒的復活懲罰時間，之後每次被擊破會在現有基礎上|<#72,255,98#>5|秒/次遞增。沒有最大上限。|<#\n#>|2、守方城池首次被擊破時有|<#72,255,98#>30|秒的復活懲罰時間，之後每次被擊破會在現有基礎上|<#72,255,98#>5|秒/次遞增。沒有最大上限。|<#\n#>|3、復活後會獲得|<#72,255,98#>1000|個萬能士兵|<#\n#>| |<#\n#>||<#253,208,110#>遷城：||<#\n#>|1、在跨服戰地圖中攻守雙方的玩家的城池可以進行遷城操作|<#\n#>|2、每次遷城都會有冷卻時間：|<#72,255,98#>90|秒，該冷卻時間無法使用任何道具或者元寶清除。",
	},
	{
		id = 140049,
		desc = "|<#253,208,110#>概述：||<#\n#>|每個區域均有一個攻/守方的復活點|<#\n#>| |<#\n#>||<#253,208,110#>復活時間|<#\n#>|1、|<#255,40,50#>攻方|首次復活冷卻時間為|<#72,255,98#>20|秒|<#\n#>|之後每次被擊破增加|<#72,255,98#>5|秒。以此類推。2、|<#59,108,247#>守方|復活冷卻時間為|<#72,255,98#>30|秒，每次被擊破增加|<#72,255,98#>5|秒|<#\n#>|3、復活時間到後，會讓玩家城池在上次被擊破的地點復活。|<#\n#>| |<#\n#>||<#253,208,110#>遷城：||<#\n#>|1、在跨服戰地圖中攻守雙方的玩家的城池可以進行遷城操作|<#\n#>|、2、每次遷城都會有冷卻時間：|<#72,255,98#>1|分|<#72,255,98#>30|秒，該冷卻時間無法使用任何道具或者元寶清除。|<#\n#>|3、只能在可以復活的區域進行遷城操作",
	},
	{
		id = 140050,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>當前區域的歸屬|來判定使用權限。|<#\n#>|例：當前區域|<#72,255,98#>3|是守方佔領，則投石車守方使用，如城門|<#72,255,98#>A|被破，則使用權移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140051,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>攻城錘|或|<#59,108,247#>雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對目標造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140052,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入攻城錘，攻城錘會自動攻擊城門1，直至城門1被摧毀。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>進攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的軍團|<#59,108,247#>總戰鬥力|調整。戰鬥力越高對城門造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守攻城錘時，攻城錘每|<#72,255,98#>30|秒對城門造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城錘血量：|攻城錘血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當攻城錘血量為|<#72,255,98#>0|時所有攻方的駐守軍團將被強行返回自己城池，攻城錘進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140053,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入雲梯，待雲梯部署進度值達到|<#72,255,98#>100%%|，即可直接開啟守軍內城區域視野|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>進攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>進度增加量：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高進度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>增加間隔：||<#\n#>|當有玩家駐守雲梯時，雲梯每|<#72,255,98#>30|秒增加一次進度。|<#\n#>| |<#\n#>||<#253,208,110#>雲梯血量：||<#\n#>|雲梯血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當雲梯血量為|<#72,255,98#>0|時所有攻方的駐守軍團將被|<#59,108,247#>強行返回|自己城池，雲梯進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140054,
		desc = "|<#253,208,110#>概述：||<#\n#>|擊破城門，可以開啟指定|<#72,255,98#>區域|的戰爭迷霧。並且獲得|<#72,255,98#>區域|內的復活點與投石車|<#\n#>| |<#\n#>||<#253,208,110#>如何造成傷害：||<#\n#>|使用|<#59,108,247#>攻城錘|或|<#59,108,247#>玩家派兵|攻打會對城門|<#72,255,98#>1|造成傷害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根據守方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毀後影響：||<#\n#>|城門|<#72,255,98#>1|被摧毀後，指定|<#72,255,98#>區域|內的|<#59,108,247#>戰爭迷霧消失|，攻方可以|<#59,108,247#>遷城|前往相應|<#72,255,98#>區域|，並且原本|<#72,255,98#>區域|內的|<#59,108,247#>守方投石車|使用權將|<#59,108,247#>移交|攻方所有。",
	},
	{
		id = 140055,
		desc = "-賽季-|<#\n#>|1、每個賽季持續24輪比賽。|<#\n#>|2、每座城池有各自的積分，每次城戰後城池佔領的國家增加對應的分值。|<#\n#>|3、賽季結束後，依照襄陽城的最終歸屬決定本賽季的優勝國家，獲得終極大獎。並根據國家的城戰積分，三個國家還將獲得一個積分獎勵。|<#\n#>|4、賽季結束後會重置城池歸屬權、國家科技和國家任務。|<#\n#>|5、聯盟在賽季結束後會獲得一次免費轉換國家的機會。|<#\n#>| |<#\n#>|-報名-|<#\n#>|1、每週三、日的8點至20點開放報名。|<#\n#>|2、玩家必須選擇國家後，方可參加跨服城戰，選擇國家須先加入一個聯盟。|<#\n#>|3、報名玩家的府衙等級需要達到30級及以上。|<#\n#>|4、正常報名期間可以更換報名城池，但如果新目標城池名額已滿，則無法更換。|<#\n#>| |<#\n#>|-戰鬥-|<#\n#>|1、一場城池爭奪戰由城門戰和城內戰兩個階段組成。|<#\n#>|2、玩家的科技、天賦、聯盟科技、主公寶物等加成均不計入城戰戰鬥屬性中。|<#\n#>|3、城門戰階段，若城池無人佔領，則城門戰中取前兩個破門的國家進入城內戰繼續交戰。若城池此前有國家佔領，則城門戰中取第一個破門的國家與此前佔領的國家進行城內戰。|<#\n#>|4、城內戰將在城裏的五個區域同時進行，每個區域內所屬國家的玩家數量占優則逐秒進行加分，持平則各不得分。|<#\n#>|5、城內戰時限內，積分先達到2000分一方為勝方。若時限內積分均未達到2000分，則分高者獲勝。若攻守雙方此時同分，則守方獲勝。|<#\n#>| |<#\n#>|-稱號-|<#\n#>|1、在城戰中，擊破城池、殺敵數、對城門傷害、駐守雲梯或攻城錘等行為都會轉化為英勇值。|<#\n#>|2、每個國家英勇值前十的玩家可以獲得獨特的頭銜以及配套的加成效果。|<#\n#>|3、稱號帶來的加成效果持續至下場城戰開戰前。|<#\n#>|4、勇士的加成效果為全兵種攻防血提升10%%，羽林軍的加成效果為全兵種攻防血提升5%%。|<#\n#>| |<#\n#>|-城池-|<#\n#>|1、只有佔領國家的成員方可在城戰商鋪購買道具。|<#\n#>|2、商鋪開啟時間從本輪城戰結束至下輪城戰報名結束後截止。|<#\n#>|3、商鋪出售的道具為限量道具，本國的全體成員共享限額，每次城戰後都會重置限購數量。|<#\n#>| |<#\n#>|-國家任務-|<#\n#>|1、聯盟選擇國家後即可獲得聯盟國家任務。|<#\n#>|2、聯盟國家任務每週刷新一次。若當前聯盟國家任務沒有完成，則不會刷新新的任務，且原有任務的進度會一直保留。|<#\n#>|3、聯盟切換國家後，將會刷新為新國家的聯盟任務。|<#\n#>|4、聯盟國家任務在每週的第二次城戰結束後通過郵件統一發獎，退出聯盟的玩家無法獲得任何獎勵。|<#\n#>| |<#\n#>|-國家科技-|<#\n#>|1、玩家可以選擇任意一個國家科技進行捐獻以提升該科技的經驗，但每天的捐獻總次數有限。|<#\n#>|2、捐獻是玩家獲得軍資的主要方式，軍資可用於在城中商鋪購買橙色裝備的突破材料。|<#\n#>|3、國家科技升級經驗隨著科技等級提升而遞增，而玩家捐獻資源產出的經驗會隨著時間而遞增。",
	},
	{
		id = 140056,
		desc = "1、每個賽季持續24輪比賽。|<#\n#>|2、每座城池有各自的積分，每次城戰後城池佔領的國家增加對應的分值。|<#\n#>|3、賽季結束後，依照襄陽城的最終歸屬決定本賽季的優勝國家，獲得終極大獎。並根據國家的城戰積分，三個國家還將獲得一個積分獎勵。|<#\n#>|4、賽季結束後會重置城池歸屬權、國家科技和國家任務。|<#\n#>|5、聯盟在賽季結束後會獲得一次免費轉換國家的機會。",
	},
	{
		id = 140057,
		desc = "1、聯盟選擇國家後即可獲得聯盟國家任務。|<#\n#>|2、聯盟國家任務每週刷新一次。若當前聯盟國家任務沒有完成，則不會刷新新的任務，且原有任務的進度會一直保留。|<#\n#>|3、聯盟切換國家後，將會刷新為新國家的聯盟任務。|<#\n#>|4、聯盟國家任務在每週的第二次城戰結束後通過郵件統一發獎，退出聯盟的玩家無法獲得任何獎勵。",
	},
	{
		id = 140058,
		desc = "1、玩家可以選擇任意一個國家科技進行捐獻以提升該科技的經驗，但每天的捐獻總次數有限。|<#\n#>|2、捐獻是玩家獲得軍資的主要方式，軍資可用於在城中商鋪購買橙色裝備的突破材料。|<#\n#>|3、國家科技升級經驗隨著科技等級提升而遞增，而玩家捐獻資源產出的經驗會隨著時間而遞增。",
	},
	{
		id = 140059,
		desc = "1、只有佔領國家的成員方可在城戰商鋪購買道具。|<#\n#>|2、商鋪開啟時間從本輪城戰結束至下輪城戰報名結束後截止。|<#\n#>|3、商鋪出售的道具為限量道具，本國的全體成員共享限額，每次城戰後都會重置限購數量。",
	},
	{
		id = 140060,
		desc = "1、在城戰中，擊破城池、殺敵數、對城門傷害、駐守雲梯或攻城錘等行為都會轉化為英勇值。|<#\n#>|2、每個國家英勇值前十的玩家可以獲得獨特的頭銜以及配套的加成效果。|<#\n#>|3、稱號帶來的加成效果持續至下場城戰開戰前。|<#\n#>|4、勇士的加成效果為全兵種攻防血提升10%%，羽林軍的加成效果為全兵種攻防血提升5%%。",
	},
	{
		id = 140061,
		desc = "|<#253,208,110#>概述：||<#\n#>|西門是|<#72,255,98#>魏國|的進攻出生位置，最先擊破|<#\n#>||<#72,255,98#>西門|，可獲得城內戰的|<#72,255,98#>參與權|。",
	},
	{
		id = 140062,
		desc = "|<#253,208,110#>概述：||<#\n#>|南門是|<#72,255,98#>蜀國|的進攻出生位置，最先擊破|<#\n#>||<#72,255,98#>南門|，可獲得城內戰的|<#72,255,98#>參與權|。",
	},
	{
		id = 140063,
		desc = "|<#253,208,110#>概述：||<#\n#>|東門是|<#72,255,98#>吳國|的進攻出生位置，最先擊破|<#\n#>||<#72,255,98#>東門|，可獲得城內戰的|<#72,255,98#>參與權|。",
	},
	{
		id = 140064,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入攻城錘，攻城錘會自動攻擊西門，直至西門被摧毀。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>魏國|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的軍團|<#59,108,247#>總戰鬥力|調整。戰鬥力越高對城門造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守攻城錘時，攻城錘每|<#72,255,98#>30|秒對城門造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城錘血量：|攻城錘血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當攻城錘血量為|<#72,255,98#>0|時所有魏國的駐守軍團將被強行返回自己城池，攻城錘進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140065,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入攻城錘，攻城錘會自動攻擊南門，直至南門被摧毀。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>蜀國|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的軍團|<#59,108,247#>總戰鬥力|調整。戰鬥力越高對城門造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守攻城錘時，攻城錘每|<#72,255,98#>30|秒對城門造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城錘血量：|攻城錘血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當攻城錘血量為|<#72,255,98#>0|時所有蜀國的駐守軍團將被強行返回自己城池，攻城錘進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140066,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入攻城錘，攻城錘會自動攻擊東門，直至東門被摧毀。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>吳國|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的軍團|<#59,108,247#>總戰鬥力|調整。戰鬥力越高對城門造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守攻城錘時，攻城錘每|<#72,255,98#>30|秒對城門造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城錘血量：|攻城錘血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當攻城錘血量為|<#72,255,98#>0|時所有吳國的駐守軍團將被強行返回自己城池，攻城錘進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140067,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入雲梯，待雲梯部署進度值達到|<#72,255,98#>100%%|，即可直接攻破西門|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>魏國|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>進度增加量：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高進度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>雲梯血量：||<#\n#>|雲梯血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當雲梯血量為|<#72,255,98#>0|時所有魏國的駐守軍團將被|<#59,108,247#>強行返回|自己城池，雲梯進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140068,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入雲梯，待雲梯部署進度值達到|<#72,255,98#>100%%|，即可直接攻破南門|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>蜀國|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>進度增加量：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高進度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>雲梯血量：||<#\n#>|雲梯血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當雲梯血量為|<#72,255,98#>0|時所有蜀國的駐守軍團將被|<#59,108,247#>強行返回|自己城池，雲梯進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140069,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入雲梯，待雲梯部署進度值達到|<#72,255,98#>100%%|，即可直接攻破東門|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>吳國|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>進度增加量：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高進度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>雲梯血量：||<#\n#>|雲梯血量根據攻擊方玩家|<#59,108,247#>總府衙等級|計算，等級越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>維修狀態：||<#\n#>|當雲梯血量為|<#72,255,98#>0|時所有吳國的駐守軍團將被|<#59,108,247#>強行返回|自己城池，雲梯進入維修狀態|<#\n#>| |<#\n#>||<#253,208,110#>維修時間：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140070,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取西門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140071,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取西門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140072,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取西門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140073,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取南門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140074,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取南門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140075,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取南門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140076,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取東門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140077,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取東門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140078,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取東門範圍內的目標進行打擊直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到|<#59,108,247#>半徑範圍內可見視野|的目標|<#\n#>|投石車攻擊範圍：半徑|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量。",
	},
	{
		id = 140079,
		desc = "1",
	},
	{
		id = 140080,
		desc = "1",
	},
	{
		id = 140081,
		desc = "1",
	},
	{
		id = 140082,
		desc = "1",
	},
	{
		id = 140083,
		desc = "1",
	},
	{
		id = 140084,
		desc = "1",
	},
	{
		id = 140085,
		desc = "1",
	},
	{
		id = 140086,
		desc = "1",
	},
	{
		id = 140087,
		desc = "1",
	},
	{
		id = 140088,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊，以直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>投石車占有權|來判定使用權限。 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到城內所有的敵方目標|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140089,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊，以直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>投石車占有權|來判定使用權限。 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到城內所有的敵方目標|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140090,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊，以直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>投石車占有權|來判定使用權限。 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到城內所有的敵方目標|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140091,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊，以直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>投石車占有權|來判定使用權限。 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到城內所有的敵方目標|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140092,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊，以直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>投石車占有權|來判定使用權限。 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到城內所有的敵方目標|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140093,
		desc = "|<#253,208,110#>概述：||<#\n#>|派軍駐守進入投石車的玩家，可選取投石車範圍內的目標進行打擊，以直接減少敵方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>|根據|<#59,108,247#>投石車占有權|來判定使用權限。 |<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|傷害量：|<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高傷害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守投石車時，每|<#72,255,98#>30|秒可以進行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊範圍：||<#\n#>|投石車可以攻擊到城內所有的敵方目標|<#\n#>| |<#\n#>||<#253,208,110#>投石車血量：||<#\n#>|投石車沒有血量|<#\n#>| |<#\n#>||<#253,208,110#>驅趕駐守部隊：||<#\n#>|當投石車被某一方玩家佔領後，另一方玩家可以攻擊投石車，驅趕投石車內敵軍。|<#\n#>|原理與野外採集類似：駐守投石車部隊士兵全部死亡則駐守方失去投石車占有權。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140094,
		desc = "1",
	},
	{
		id = 140095,
		desc = "1",
	},
	{
		id = 140096,
		desc = "1",
	},
	{
		id = 140097,
		desc = "1",
	},
	{
		id = 140098,
		desc = "1",
	},
	{
		id = 140099,
		desc = "1",
	},
	{
		id = 140100,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>西門攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140101,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>西門攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140102,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>西門雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140103,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>西門雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140104,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>南門攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140105,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>南門攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140106,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>南門雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140107,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>南門雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140108,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>東門攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140109,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>東門攻城錘|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對攻城錘造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對攻城錘造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140110,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>東門雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140111,
		desc = "|<#253,208,110#>概述：||<#\n#>|守軍佔領可以攻擊|<#59,108,247#>東門雲梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用權限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>駐守人數：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>傷害值：||<#\n#>|根據駐守進入的|<#59,108,247#>軍團戰鬥力|調整。戰鬥力越高對雲梯造成傷害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻擊間隔：||<#\n#>|當有玩家駐守床弩時，床弩每|<#72,255,98#>30|秒對雲梯造成一次傷害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩沒有血量，也不會成為被攻擊目標",
	},
	{
		id = 140112,
		desc = "|<#253,208,110#>城門戰階段：||<#\n#>|作為攻方|<#\n#>|所屬部隊或直接進駐攻城錘、雲梯等方式盡快攻破城門，或殲滅出城的守軍，輔助隊友攻破城門，以取得城內戰資格。|<#\n#>|作為守方|<#\n#>|所屬部隊或進駐床弩攻擊攻方的攻城器械，或進駐投石車減少敵方城池城防，或出城直接攻擊攻方城池，以減慢攻方破城時間，盡可能多的取得城內戰階段的積分優勢。|<#\n#>||<#\n#>||<#253,208,110#>城內戰階段：||<#\n#>|註意每個區域內敵我雙方的城池數量，盡量取得局部優勢，以確保最終積分的勝出。",
	},
	{
		id = 140113,
		desc = "|<#253,208,110#>報名類型：||<#\n#>| |<#255,126,0#>諸侯：||<#\n#>| |<#253,208,110#>時間：|每週二/週六的8點至次日7點59分59秒|<#\n#>| |<#253,208,110#>條件：|成為諸侯的玩家並消耗諸侯令可以進行諸侯報名|<#\n#>| |<#253,208,110#>效果：|城戰中所有士兵獲得攻/防/血增加5%%的效果|<#\n#>| |<#253,208,110#>優勢：|可以提前參與報名且報名成功可以參與城戰並獲得最優異的屬性加成|<#\n#>| |<#167,85,230#>令箭：||<#\n#>| |<#253,208,110#>時間：|每週三/週日8點至19點|<#\n#>| |<#253,208,110#>條件：|消耗令箭道具。（從商城-熱賣標簽頁購買令箭）|<#\n#>| |<#253,208,110#>效果：|城戰中所有士兵獲得防/血增加5%%的效果|<#\n#>| |<#253,208,110#>優勢：|報名成功可以參與城戰並獲得屬性加成|<#\n#>| |<#22,155,209#>普通：||<#\n#>| |<#253,208,110#>時間：|每週三/週日8點至19點|<#\n#>| |<#253,208,110#>條件：|任何玩家可以報名參加，但如城池報名人數滿則不會被錄取|<#\n#>| |<#253,208,110#>效果：|無|<#\n#>| |<#253,208,110#>優勢：|無，根據每個城池的報名人數，如超過城池可報名的最大值，普通報名玩家則不被錄取|<#\n#>|  |<#\n#>| |<#253,208,110#>錄取優先級||<#\n#>|諸侯>令箭>普通|<#\n#>| |<#\n#>| |<#253,208,110#>切換城池：||<#\n#>| 3種報名任意一種報名成功後，無法升級或降級報名類型，但可在城池之間進行同類型報名切換",
	},
	{
		id = 140114,
		desc = "1、選擇任意三位武將後即可開始箭術比賽，每次需花費|<#255,40,50#>一袋|箭矢，射箭十次則花費|<#255,40,50#>十袋|。|<#\n#>|2、每天主辦方將免費贈送一些箭矢，您也可以直接購買，若比賽截止剩餘的箭矢將|<#255,40,50#>被清除|。|<#\n#>|3、進入射箭介面後首先需要選定力度，之後選定角度，停止後指向的|<#255,40,50#>顏色越深|，則射箭|<#255,40,50#>效果越佳|。|<#\n#>|（若選擇射箭十次，則第一次需選定力度與角度，剩餘九次取第一次選擇效果，不再逐一播放動畫）|<#\n#>|4、角度與力度選定後武將依次挑戰，下方文字將展示比賽過程、總成績及獎牌數量。|<#\n#>|5、取得的最佳總成績將計入本屆大賽排行榜，大賽結束後可按排名獲得對應獎勵。|<#\n#>|6、獲得的獎牌則可在規定時間內兌換道具，兌換次數不做限製，若兌換截止剩餘獎牌將|<#255,40,50#>被清除|。|<#\n#>|7、比賽成績受到以下因素影響，您可通過不同的搭配來取得更好的成績。|<#\n#>||<#72,255,98#>優勢武將：|派遣對應陣營的武將將會取得更好表現|<#\n#>||<#72,255,98#>角度、力度：|選定後，兩者的顏色越深，效果越佳|<#\n#>||<#72,255,98#>武將屬性：|武將屬性及其穿戴的裝備對成績有影響|<#\n#>||<#72,255,98#>風向：|分為無風、順風和逆風，每次比賽將隨機獲得一種，主公可在選定角度與力度前通過祈福來改變本次風向|<#\n#>||<#72,255,98#>意外事件：|射箭過程中可能會有意外發生，這些都將對成績產生負面或正面影響",
	},
	{
		id = 141001,
		desc = "傳國玉璽幫助信息",
	},
	{
		id = 141002,
		desc = "聯盟科技捐獻幫助信息",
	},
	{
		id = 141003,
		desc = "限時活動幫助信息",
	},
	{
		id = 141004,
		desc = "城墻",
	},
	{
		id = 141005,
		desc = "聯盟商店",
	},
	{
		id = 141006,
		desc = "聯盟科技&捐獻",
	},
	{
		id = 141007,
		desc = "士兵援助",
	},
	{
		id = 141008,
		desc = "成長基金幫助信息",
	},
	{
		id = 141009,
		desc = "皇陵探寶幫助信息",
	},
	{
		id = 141010,
		desc = "據點戰幫助信息",
	},
	{
		id = 141011,
		desc = "黃巾起義幫助信息",
	},
	{
		id = 141012,
		desc = "錦囊商店幫助信息",
	},
	{
		id = 141013,
		desc = "皇位戰說明",
	},
	{
		id = 141014,
		desc = "登基大典",
	},
	{
		id = 141015,
		desc = "皇位戰說明",
	},
	{
		id = 141016,
		desc = "城池說明",
	},
	{
		id = 141017,
		desc = "城池說明",
	},
	{
		id = 141018,
		desc = "皇位戰說明",
	},
	{
		id = 141019,
		desc = "酒館幫助信息",
	},
	{
		id = 141020,
		desc = "武鬥幫助",
	},
	{
		id = 141021,
		desc = "跨服戰幫助信息",
	},
	{
		id = 141022,
		desc = "攻城錘",
	},
	{
		id = 141023,
		desc = "城門1",
	},
	{
		id = 141024,
		desc = "城門2",
	},
	{
		id = 141025,
		desc = "城門3",
	},
	{
		id = 141026,
		desc = "床弩1",
	},
	{
		id = 141027,
		desc = "床弩2",
	},
	{
		id = 141028,
		desc = "床弩3",
	},
	{
		id = 141029,
		desc = "床弩4",
	},
	{
		id = 141030,
		desc = "雲梯",
	},
	{
		id = 141031,
		desc = "投石車1",
	},
	{
		id = 141032,
		desc = "投石車2",
	},
	{
		id = 141033,
		desc = "投石車3",
	},
	{
		id = 141034,
		desc = "投石車4",
	},
	{
		id = 141035,
		desc = "投石車6",
	},
	{
		id = 141036,
		desc = "投石車7",
	},
	{
		id = 141037,
		desc = "投石車D1",
	},
	{
		id = 141038,
		desc = "投石車D2",
	},
	{
		id = 141039,
		desc = "投石車5",
	},
	{
		id = 141040,
		desc = "內城",
	},
	{
		id = 141041,
		desc = "城墻",
	},
	{
		id = 141042,
		desc = "城池",
	},
	{
		id = 141043,
		desc = "復活點",
	},
	{
		id = 141044,
		desc = "投石車",
	},
	{
		id = 141045,
		desc = "床弩",
	},
	{
		id = 141046,
		desc = "攻城錘",
	},
	{
		id = 141047,
		desc = "雲梯",
	},
	{
		id = 141048,
		desc = "城門",
	},
	{
		id = 141049,
		desc = "城池戰規則說明",
	},
	{
		id = 141050,
		desc = "城戰賽季說明",
	},
	{
		id = 141051,
		desc = "國家任務說明",
	},
	{
		id = 141052,
		desc = "國家科技說明",
	},
	{
		id = 141053,
		desc = "城池功能說明",
	},
	{
		id = 141054,
		desc = "稱號說明",
	},
	{
		id = 141055,
		desc = "西門",
	},
	{
		id = 141056,
		desc = "南門",
	},
	{
		id = 141057,
		desc = "東門",
	},
	{
		id = 141058,
		desc = "西門攻城錘",
	},
	{
		id = 141059,
		desc = "南門攻城錘",
	},
	{
		id = 141060,
		desc = "東門攻城錘",
	},
	{
		id = 141061,
		desc = "西門雲梯",
	},
	{
		id = 141062,
		desc = "南門雲梯",
	},
	{
		id = 141063,
		desc = "東門雲梯",
	},
	{
		id = 141064,
		desc = "西門投石車1",
	},
	{
		id = 141065,
		desc = "西門投石車2",
	},
	{
		id = 141066,
		desc = "西門投石車3",
	},
	{
		id = 141067,
		desc = "南門投石車1",
	},
	{
		id = 141068,
		desc = "南門投石車2",
	},
	{
		id = 141069,
		desc = "南門投石車3",
	},
	{
		id = 141070,
		desc = "東門投石車1",
	},
	{
		id = 141071,
		desc = "東門投石車2",
	},
	{
		id = 141072,
		desc = "東門投石車3",
	},
	{
		id = 141073,
		desc = "投石車B4_城門戰",
	},
	{
		id = 141074,
		desc = "投石車B5_城門戰",
	},
	{
		id = 141075,
		desc = "投石車B6_城門戰",
	},
	{
		id = 141076,
		desc = "投石車C1_城門戰",
	},
	{
		id = 141077,
		desc = "投石車C2_城門戰",
	},
	{
		id = 141078,
		desc = "投石車C3_城門戰",
	},
	{
		id = 141079,
		desc = "投石車C4_城門戰",
	},
	{
		id = 141080,
		desc = "投石車C5_城門戰",
	},
	{
		id = 141081,
		desc = "投石車C6_城門戰",
	},
	{
		id = 141082,
		desc = "投石車1",
	},
	{
		id = 141083,
		desc = "投石車2",
	},
	{
		id = 141084,
		desc = "投石車3",
	},
	{
		id = 141085,
		desc = "投石車4",
	},
	{
		id = 141086,
		desc = "投石車5",
	},
	{
		id = 141087,
		desc = "投石車6",
	},
	{
		id = 141088,
		desc = "投石車A7_內城戰",
	},
	{
		id = 141089,
		desc = "投石車A8_內城戰",
	},
	{
		id = 141090,
		desc = "投石車A9_內城戰",
	},
	{
		id = 141091,
		desc = "投石車A10_內城戰",
	},
	{
		id = 141092,
		desc = "投石車A11_內城戰",
	},
	{
		id = 141093,
		desc = "投石車A12_內城戰",
	},
	{
		id = 141094,
		desc = "西門床弩1（攻城錘）",
	},
	{
		id = 141095,
		desc = "西門床弩2（攻城錘）",
	},
	{
		id = 141096,
		desc = "西門床弩1（雲梯）",
	},
	{
		id = 141097,
		desc = "西門床弩2（雲梯）",
	},
	{
		id = 141098,
		desc = "南門床弩1（攻城錘）",
	},
	{
		id = 141099,
		desc = "南門床弩2（攻城錘）",
	},
	{
		id = 141100,
		desc = "南門床弩1（雲梯）",
	},
	{
		id = 141101,
		desc = "南門床弩2（雲梯）",
	},
	{
		id = 141102,
		desc = "東門床弩1（攻城錘）",
	},
	{
		id = 141103,
		desc = "東門床弩2（攻城錘）",
	},
	{
		id = 141104,
		desc = "東門床弩1（雲梯）",
	},
	{
		id = 141105,
		desc = "東門床弩2（雲梯）",
	},
	{
		id = 141106,
		desc = "城戰軍團",
	},
	{
		id = 141107,
		desc = "城戰報名規則",
	},
	{
		id = 141108,
		desc = "箭術大賽規則",
	},
	{
		id = 143001,
		desc = "軍團的負重越高採集的資源越多",
	},
	{
		id = 143002,
		desc = "點擊左上角頭像可查看幫助",
	},
	{
		id = 143003,
		desc = "攻打營寨可獲得武將信物",
	},
	{
		id = 143004,
		desc = "在酒館內可查看武將的屬性和特技",
	},
	{
		id = 143005,
		desc = "世界地圖剿匪可獲得主公經驗",
	},
	{
		id = 143006,
		desc = "可以在主公頭像的設置中查看公告",
	},
	{
		id = 143007,
		desc = "擊敗低等級的NPC後才可挑戰高等級的NPC",
	},
	{
		id = 143008,
		desc = "您可以在校場查看單個軍團的戰力",
	},
	{
		id = 143009,
		desc = "科技中的軍團編制可增加軍團數量",
	},
	{
		id = 143010,
		desc = "主公戰爭天賦適合掠奪型的玩家",
	},
	{
		id = 143011,
		desc = "城內的資源田會定期產出資源",
	},
	{
		id = 143012,
		desc = "關註官方FB粉絲團可領取禮品碼",
	},
	{
		id = 143013,
		desc = "主公頭像旁的等級代表了主公等級",
	},
	{
		id = 143014,
		desc = "購買至尊卡可獲取長期投資回報",
	},
	{
		id = 143015,
		desc = "世界地圖剿匪必定獲得武將信物",
	},
	{
		id = 143016,
		desc = "集齊武將信物可以在酒館中招募武將",
	},
	{
		id = 143017,
		desc = "VIP按鈕在主公頭像右邊",
	},
	{
		id = 143018,
		desc = "世界地圖剿匪機率獲得戰爭號角",
	},
	{
		id = 143019,
		desc = "提高部隊負重可提升採集資源數量",
	},
	{
		id = 143020,
		desc = "戰力反應出主公的綜合實力",
	},
	{
		id = 143021,
		desc = "點擊上方戰力可以了解提升的方法",
	},
	{
		id = 143022,
		desc = "主公軍備天賦適合防守型的玩家",
	},
	{
		id = 143023,
		desc = "激活VIP即可享受強大增益",
	},
	{
		id = 143024,
		desc = "世界地圖剿匪可獲得裝備進階材料",
	},
	{
		id = 143025,
		desc = "VIP需要激活才能生效",
	},
	{
		id = 143026,
		desc = "參加限時比賽可獲取豐富獎勵。",
	},
	{
		id = 143027,
		desc = "世界地圖剿匪機率獲得武將裝備",
	},
	{
		id = 143028,
		desc = "武將駐守的建築會有增益效果",
	},
	{
		id = 143029,
		desc = "傷兵可在醫館中通過治療恢復",
	},
	{
		id = 143030,
		desc = "客服Line:zhuhoumobile",
	},
	{
		id = 143031,
		desc = "設置中的填寫兌換碼可換取好禮",
	},
	{
		id = 143032,
		desc = "醫館容量不足時，受傷士兵將會死亡",
	},
	{
		id = 143033,
		desc = "幫助中有提高資源採集效果的方法",
	},
	{
		id = 143034,
		desc = "城內下方任務按鈕可查看任務詳情",
	},
	{
		id = 143035,
		desc = "主公建設天賦適合主發展的玩家",
	},
	{
		id = 143036,
		desc = "客服郵箱service@sanguomobile2.com",
	},
	{
		id = 143037,
		desc = "武將信物可通過攻打NPC獲得",
	},
	{
		id = 143038,
		desc = "部分商店有武將信物可以購買",
	},
	{
		id = 143039,
		desc = "加入聯盟後，可以獲得很多幫助",
	},
	{
		id = 143040,
		desc = "獲得關羽後，成長任務仍然繼續",
	},
	{
		id = 143041,
		desc = "主公每升一級可以獲得三個天賦點",
	},
	{
		id = 143042,
		desc = "世界地圖上採集資源可獲取額外資源",
	},
	{
		id = 143043,
		desc = "VIP6增加可操控軍團的數量",
	},
	{
		id = 143044,
		desc = "客服QQ:800068636",
	},
	{
		id = 143045,
		desc = "參加聯盟任務可獲取豐富獎勵",
	},
	{
		id = 143046,
		desc = "提高部隊負重可加大搶奪資源數量",
	},
	{
		id = 143047,
		desc = "購買月卡可獲取長期投資回報",
	},
	{
		id = 143048,
		desc = "完成成長任務可獲得關羽武將信物",
	},
	{
		id = 144001,
		desc = "點擊左上角主公頭像可以找到【幫助】菜單。",
	},
	{
		id = 144002,
		desc = "遊戲登入後仍可以在主公頭像內的設置中查看公告，可查看近期活動、停機維護等重要資訊。",
	},
	{
		id = 144003,
		desc = "完成新手教程後，可以按城內左下角的任務提示進行遊戲。通過下方的【任務】按鈕更能同時查看主線任務和每日任務，完成每日任務可獲得大量資源。",
	},
	{
		id = 144004,
		desc = "按照城內右上角【成長任務】中的提示，完成任務可獲得關羽信物，集齊信物可在酒館中招募名將關羽。當玩家招募名將關羽後，仍可以繼續進行【成長任務】，領取其他豐厚獎勵。※請註意成長任務有時間限製，切莫錯過。",
	},
	{
		id = 144005,
		desc = "對遊戲有任何疑問，您可以通過點擊主公頭像中的【幫助】菜單查看，還可以通過下述方式聯系官方客服。客服QQ：800068636 客服郵箱：service@sanguomobile2.com 客服Line：zhuhoumobile",
	},
	{
		id = 144006,
		desc = "集齊武將信物可以在酒館中招募該武將。武將信物可在世界地圖上通過攻打匪徒NPC或者集結軍團後攻打營寨的方式來獲得。部分商店有武將信物可以購買。",
	},
	{
		id = 144007,
		desc = "城內上方的【戰鬥力】體現了主公在遊戲內的綜合實力。也是遊戲內最重要的數值。點擊【戰鬥力】可以了解提升戰鬥力的方法。在校場您還可以查看個別軍團的戰鬥力。",
	},
	{
		id = 144008,
		desc = "城內的農田、金礦、伐木場等資源設施會定期生產出相應的資源。另外您還可以在世界地圖上採集資源田獲取額外資源。軍團的負重越高可採集的資源越多。※點擊主公頭像內的【幫助】菜單可以了解如何提高資源的採集效果。",
	},
	{
		id = 144009,
		desc = "參加限時比賽和聯盟任務，可獲取積分獎勵，更有機會贏得豐厚的排名獎勵，詳情可以查看城內右上方的活動介面。※部分聯盟任務需要聯盟堡壘才能參加任務活動，請務必提前建造。",
	},
	{
		id = 144010,
		desc = "提高部隊總負重量，可提高部隊每次採集和搶奪的資源數量，使得部隊行軍事半功倍。提高負重的方法：1、駐守或升級校場提高部隊士兵數量上限。2、盡可能使用高負重的車兵（沖車、攻城錘、攻城車等）",
	},
	{
		id = 144011,
		desc = "和匪徒NPC或營寨進行戰鬥時損失的士兵，在醫館有足夠容量時可在醫館治療後繼續使用。如果醫館容量不足，損失的士兵會判定為死亡。",
	},
	{
		id = 144012,
		desc = "派遣武將駐守建築，可給建築附加增益效果。重要建築（校場、屯所等）請盡早派遣武將駐守。在酒館內可以查看武將的屬性和特技。",
	},
	{
		id = 144013,
		desc = "加入聯盟後，可以享受很多新功能。盟友之間互相幫助還可以大幅減少建築建造、研究科技、治療傷兵等所需要的時間。升級屯所並駐守武將，可大大提高幫助的效率。選擇聯盟時可以參考該聯盟的人氣度、戰鬥力等要素。",
	},
	{
		id = 144014,
		desc = "在開啟戰爭保護後，將在一段時間內不會被攻擊。建議下線前開啟戰爭保護，避免資源被搶奪。",
	},
	{
		id = 144015,
		desc = "糧食總產量會直接影響士兵持有的總數量。糧食總產量可以通過農田升級、農田駐守、升級相關主公天賦、研究農田相關科技來增加。資源【產量】影響城內自動生產的資源的產量。而資源【採集速度】則影響城外開采資源時的效率。",
	},
	{
		id = 144016,
		desc = "武將的防具和飾品可以通過攻擊世界地圖上的匪徒NPC和營寨、領取遊戲的在線獎勵等方式獲得。可在背包、鐵匠鋪、酒館中點擊裝備查看其屬性和特技。在裝備武將時請註意武將和裝備的特技的匹配性。※點擊左上角主公頭像可以找到【幫助】菜單查看相關信息。",
	},
	{
		id = 144017,
		desc = "通過進階武將的裝備，可以提升武將的實力。在遊戲初期，綠色、藍色品質武將及其裝備進階材料較容易獲得，進階這些武將的裝備，可以在遊戲初期發揮不錯的效果。",
	},
	{
		id = 144018,
		desc = "升級【戰爭大廳】可以增加集結時的最大軍團數量。升級戰爭大廳需要【戰爭號角】，戰爭號角可以在世界地圖剿匪時概率獲得，也可以通過商城購買。",
	},
	{
		id = 144019,
		desc = "點擊兵營介面中士兵肖像上的感嘆號按鈕，可以選擇解僱該士兵。",
	},
	{
		id = 144020,
		desc = "可通過研究科技中的【軍團編制】或啟用等級6的VIP兩種方式來增加可操控軍團的數量",
	},
	{
		id = 144021,
		desc = "購買至尊卡和月卡，可獲取長期投資回報。購買至尊卡後，便可以購買成長基金獲得更大收益。購買成長基金達到指定人數，還能領取橙色品質猛將【張飛】。",
	},
	{
		id = 144022,
		desc = "VIP需要啟用才會生效，可以通過簽到或購買VIP點數可以升級VIP等級。隨著VIP等級的提升，可以獲得更多強力效果，VIP等級6可以額外獲得一個城外的可操縱行軍隊列，VIP等級9能直接在酒館中進行【對酒】獲得武將信物，快速招募武將。具體信息可點擊主公頭像旁邊的VIP按鈕進行查看。",
	},
	{
		id = 144023,
		desc = "部分武將可以在神龕【化神】，大幅提升屬性和戰鬥力，並獲得普通武將所沒有的專屬技能和馬匹裝備位。關鍵道具【神武將信物】在觀星臺進行天隕有概率隨機獲得，或通過收集完成六種禦龍盔甲後進行合成隨機獲得。",
	},
	{
		id = 145001,
		desc = "【溫馨提示】幫助菜單",
	},
	{
		id = 145002,
		desc = "【溫馨提示】活動公告",
	},
	{
		id = 145003,
		desc = "【溫馨提示】每日任務",
	},
	{
		id = 145004,
		desc = "【溫馨提示】成長任務",
	},
	{
		id = 145005,
		desc = "【溫馨提示】聯系客服",
	},
	{
		id = 145006,
		desc = "【溫馨提示】招募武將",
	},
	{
		id = 145007,
		desc = "【溫馨提示】提升戰力",
	},
	{
		id = 145008,
		desc = "【溫馨提示】資源獲得",
	},
	{
		id = 145009,
		desc = "【溫馨提示】日常活動",
	},
	{
		id = 145010,
		desc = "【溫馨提示】部隊負重",
	},
	{
		id = 145011,
		desc = "【溫馨提示】醫館相關",
	},
	{
		id = 145012,
		desc = "【溫馨提示】駐守建築",
	},
	{
		id = 145013,
		desc = "【溫馨提示】聯盟福利",
	},
	{
		id = 145014,
		desc = "【溫馨提示】戰爭保護",
	},
	{
		id = 145015,
		desc = "【溫馨提示】士兵數量",
	},
	{
		id = 145016,
		desc = "【溫馨提示】武將裝備",
	},
	{
		id = 145017,
		desc = "【溫馨提示】裝備進階",
	},
	{
		id = 145018,
		desc = "【溫馨提示】戰爭集結",
	},
	{
		id = 145019,
		desc = "【溫馨提示】解僱士兵",
	},
	{
		id = 145020,
		desc = "【溫馨提示】軍團數量",
	},
	{
		id = 145021,
		desc = "【溫馨提示】成長基金",
	},
	{
		id = 145022,
		desc = "【溫馨提示】VIP介紹",
	},
	{
		id = 145023,
		desc = "【溫馨提示】武將化神",
	},
	{
		id = 150001,
		desc = "大聯盟一",
	},
	{
		id = 150002,
		desc = "大聯盟一",
	},
	{
		id = 150003,
		desc = "大聯盟一",
	},
	{
		id = 150004,
		desc = "大聯盟一",
	},
	{
		id = 150005,
		desc = "聯盟公會",
	},
	{
		id = 150006,
		desc = "聯盟公會",
	},
	{
		id = 150007,
		desc = "聯盟公會",
	},
	{
		id = 150008,
		desc = "聯盟公會",
	},
	{
		id = 150009,
		desc = "擴充軍團",
	},
	{
		id = 150010,
		desc = "擴充軍團",
	},
	{
		id = 150011,
		desc = "擴充軍團",
	},
	{
		id = 150012,
		desc = "擴充軍團",
	},
	{
		id = 150013,
		desc = "擴充軍團",
	},
	{
		id = 150014,
		desc = "聯盟駐防",
	},
	{
		id = 150015,
		desc = "聯盟駐防",
	},
	{
		id = 150016,
		desc = "聯盟駐防",
	},
	{
		id = 150017,
		desc = "聯盟駐防",
	},
	{
		id = 150018,
		desc = "聯盟駐防",
	},
	{
		id = 150019,
		desc = "聯盟城堡",
	},
	{
		id = 150020,
		desc = "聯盟城堡",
	},
	{
		id = 150021,
		desc = "聯盟城堡",
	},
	{
		id = 150022,
		desc = "聯盟城堡",
	},
	{
		id = 150023,
		desc = "聯盟城堡",
	},
	{
		id = 150024,
		desc = "城防建設",
	},
	{
		id = 150025,
		desc = "城防建設",
	},
	{
		id = 150026,
		desc = "城防建設",
	},
	{
		id = 150027,
		desc = "城防建設",
	},
	{
		id = 150028,
		desc = "城防建設",
	},
	{
		id = 150029,
		desc = "聯盟城防",
	},
	{
		id = 150030,
		desc = "聯盟城防",
	},
	{
		id = 150031,
		desc = "聯盟城防",
	},
	{
		id = 150032,
		desc = "聯盟城防",
	},
	{
		id = 150033,
		desc = "珍貴友誼",
	},
	{
		id = 150034,
		desc = "步兵之王",
	},
	{
		id = 150035,
		desc = "步兵之王",
	},
	{
		id = 150036,
		desc = "步兵之王",
	},
	{
		id = 150037,
		desc = "步兵之王",
	},
	{
		id = 150038,
		desc = "步兵之王",
	},
	{
		id = 150039,
		desc = "步兵之王",
	},
	{
		id = 150040,
		desc = "騎兵之王",
	},
	{
		id = 150041,
		desc = "騎兵之王",
	},
	{
		id = 150042,
		desc = "騎兵之王",
	},
	{
		id = 150043,
		desc = "騎兵之王",
	},
	{
		id = 150044,
		desc = "騎兵之王",
	},
	{
		id = 150045,
		desc = "騎兵之王",
	},
	{
		id = 150046,
		desc = "弓兵之王",
	},
	{
		id = 150047,
		desc = "弓兵之王",
	},
	{
		id = 150048,
		desc = "弓兵之王",
	},
	{
		id = 150049,
		desc = "弓兵之王",
	},
	{
		id = 150050,
		desc = "弓兵之王",
	},
	{
		id = 150051,
		desc = "弓兵之王",
	},
	{
		id = 150052,
		desc = "車兵之王",
	},
	{
		id = 150053,
		desc = "車兵之王",
	},
	{
		id = 150054,
		desc = "車兵之王",
	},
	{
		id = 150055,
		desc = "車兵之王",
	},
	{
		id = 150056,
		desc = "車兵之王",
	},
	{
		id = 150057,
		desc = "車兵之王",
	},
	{
		id = 150058,
		desc = "步兵剋星",
	},
	{
		id = 150059,
		desc = "步兵剋星",
	},
	{
		id = 150060,
		desc = "步兵剋星",
	},
	{
		id = 150061,
		desc = "步兵剋星",
	},
	{
		id = 150062,
		desc = "步兵剋星",
	},
	{
		id = 150063,
		desc = "步兵剋星",
	},
	{
		id = 150064,
		desc = "騎兵剋星",
	},
	{
		id = 150065,
		desc = "騎兵剋星",
	},
	{
		id = 150066,
		desc = "騎兵剋星",
	},
	{
		id = 150067,
		desc = "騎兵剋星",
	},
	{
		id = 150068,
		desc = "騎兵剋星",
	},
	{
		id = 150069,
		desc = "騎兵剋星",
	},
	{
		id = 150070,
		desc = "弓兵剋星",
	},
	{
		id = 150071,
		desc = "弓兵剋星",
	},
	{
		id = 150072,
		desc = "弓兵剋星",
	},
	{
		id = 150073,
		desc = "弓兵剋星",
	},
	{
		id = 150074,
		desc = "弓兵剋星",
	},
	{
		id = 150075,
		desc = "弓兵剋星",
	},
	{
		id = 150076,
		desc = "車兵剋星",
	},
	{
		id = 150077,
		desc = "車兵剋星",
	},
	{
		id = 150078,
		desc = "車兵剋星",
	},
	{
		id = 150079,
		desc = "車兵剋星",
	},
	{
		id = 150080,
		desc = "車兵剋星",
	},
	{
		id = 150081,
		desc = "車兵剋星",
	},
	{
		id = 150082,
		desc = "聯盟學院",
	},
	{
		id = 150083,
		desc = "聯盟學院",
	},
	{
		id = 150084,
		desc = "聯盟學院",
	},
	{
		id = 150085,
		desc = "聯盟學院",
	},
	{
		id = 150086,
		desc = "聯盟學院",
	},
	{
		id = 150087,
		desc = "聯盟學院",
	},
	{
		id = 150088,
		desc = "快速集結",
	},
	{
		id = 150089,
		desc = "快速集結",
	},
	{
		id = 150090,
		desc = "快速集結",
	},
	{
		id = 150091,
		desc = "快速集結",
	},
	{
		id = 150092,
		desc = "快速集結",
	},
	{
		id = 150093,
		desc = "存儲專家",
	},
	{
		id = 150094,
		desc = "存儲專家",
	},
	{
		id = 150095,
		desc = "存儲專家",
	},
	{
		id = 150096,
		desc = "存儲專家",
	},
	{
		id = 150097,
		desc = "存儲專家",
	},
	{
		id = 150098,
		desc = "聯盟箭塔",
	},
	{
		id = 150099,
		desc = "聯盟箭塔",
	},
	{
		id = 150100,
		desc = "聯盟箭塔",
	},
	{
		id = 150101,
		desc = "聯盟箭塔",
	},
	{
		id = 150102,
		desc = "聯盟箭塔",
	},
	{
		id = 150103,
		desc = "聯盟箭塔",
	},
	{
		id = 150104,
		desc = "箭塔傷害",
	},
	{
		id = 150105,
		desc = "箭塔傷害",
	},
	{
		id = 150106,
		desc = "箭塔傷害",
	},
	{
		id = 150107,
		desc = "箭塔傷害",
	},
	{
		id = 150108,
		desc = "箭塔傷害",
	},
	{
		id = 150109,
		desc = "箭塔傷害",
	},
	{
		id = 150110,
		desc = "大聯盟二",
	},
	{
		id = 150111,
		desc = "大聯盟二",
	},
	{
		id = 150112,
		desc = "大聯盟二",
	},
	{
		id = 150113,
		desc = "大聯盟二",
	},
	{
		id = 150114,
		desc = "農業專家",
	},
	{
		id = 150115,
		desc = "農業專家",
	},
	{
		id = 150116,
		desc = "農業專家",
	},
	{
		id = 150117,
		desc = "農業專家",
	},
	{
		id = 150118,
		desc = "農業專家",
	},
	{
		id = 150119,
		desc = "木材專家",
	},
	{
		id = 150120,
		desc = "木材專家",
	},
	{
		id = 150121,
		desc = "木材專家",
	},
	{
		id = 150122,
		desc = "木材專家",
	},
	{
		id = 150123,
		desc = "木材專家",
	},
	{
		id = 150124,
		desc = "鐵礦專家",
	},
	{
		id = 150125,
		desc = "鐵礦專家",
	},
	{
		id = 150126,
		desc = "鐵礦專家",
	},
	{
		id = 150127,
		desc = "鐵礦專家",
	},
	{
		id = 150128,
		desc = "鐵礦專家",
	},
	{
		id = 150129,
		desc = "金礦專家",
	},
	{
		id = 150130,
		desc = "金礦專家",
	},
	{
		id = 150131,
		desc = "金礦專家",
	},
	{
		id = 150132,
		desc = "金礦專家",
	},
	{
		id = 150133,
		desc = "金礦專家",
	},
	{
		id = 150134,
		desc = "石塊專家",
	},
	{
		id = 150135,
		desc = "石塊專家",
	},
	{
		id = 150136,
		desc = "石塊專家",
	},
	{
		id = 150137,
		desc = "石塊專家",
	},
	{
		id = 150138,
		desc = "石塊專家",
	},
	{
		id = 150139,
		desc = "聯盟公會二",
	},
	{
		id = 150140,
		desc = "聯盟公會二",
	},
	{
		id = 150141,
		desc = "聯盟公會二",
	},
	{
		id = 150142,
		desc = "聯盟公會二",
	},
	{
		id = 150143,
		desc = "超大貨倉",
	},
	{
		id = 150144,
		desc = "超大貨倉",
	},
	{
		id = 150145,
		desc = "快馬加鞭",
	},
	{
		id = 150146,
		desc = "快馬加鞭",
	},
	{
		id = 150147,
		desc = "快馬加鞭",
	},
	{
		id = 150148,
		desc = "快馬加鞭",
	},
	{
		id = 150149,
		desc = "快馬加鞭",
	},
	{
		id = 150150,
		desc = "屯所擴建",
	},
	{
		id = 150151,
		desc = "屯所擴建",
	},
	{
		id = 150152,
		desc = "屯所擴建",
	},
	{
		id = 150153,
		desc = "屯所擴建",
	},
	{
		id = 150154,
		desc = "屯所擴建",
	},
	{
		id = 150155,
		desc = "援助之手",
	},
	{
		id = 150156,
		desc = "援助之手",
	},
	{
		id = 150157,
		desc = "援助之手",
	},
	{
		id = 150158,
		desc = "援助之手",
	},
	{
		id = 150159,
		desc = "援助之手",
	},
	{
		id = 150160,
		desc = "存儲專家二",
	},
	{
		id = 150161,
		desc = "存儲專家二",
	},
	{
		id = 150162,
		desc = "存儲專家二",
	},
	{
		id = 150163,
		desc = "存儲專家二",
	},
	{
		id = 150164,
		desc = "存儲專家二",
	},
	{
		id = 151001,
		desc = "增加聯盟人數上限",
	},
	{
		id = 151002,
		desc = "加快建築建造速度",
	},
	{
		id = 151003,
		desc = "增加集結進攻的軍團數",
	},
	{
		id = 151004,
		desc = "增加援軍軍團數",
	},
	{
		id = 151005,
		desc = "增加聯盟城池個數",
	},
	{
		id = 151006,
		desc = "加快聯盟成員建造陷阱的速度",
	},
	{
		id = 151007,
		desc = "增加陷阱的容量上限",
	},
	{
		id = 151008,
		desc = "增加聯盟幫助減少的時間(秒)",
	},
	{
		id = 151009,
		desc = "提高全體聯盟成員的步兵兵種傷害",
	},
	{
		id = 151010,
		desc = "提高全體聯盟成員的騎兵兵種傷害",
	},
	{
		id = 151011,
		desc = "提高全體聯盟成員的弓兵兵種傷害",
	},
	{
		id = 151012,
		desc = "提高全體聯盟成員的車兵兵種傷害",
	},
	{
		id = 151013,
		desc = "降低敵方的步兵造成的傷害",
	},
	{
		id = 151014,
		desc = "降低敵方的騎兵造成的傷害",
	},
	{
		id = 151015,
		desc = "降低敵方的弓兵造成的傷害",
	},
	{
		id = 151016,
		desc = "降低敵方的車兵造成的傷害",
	},
	{
		id = 151017,
		desc = "加快科技研究速度",
	},
	{
		id = 151018,
		desc = "加快集結軍隊的行軍速度",
	},
	{
		id = 151019,
		desc = "增加箭塔個數",
	},
	{
		id = 151020,
		desc = "提高箭塔傷害",
	},
	{
		id = 151021,
		desc = "提高聯盟糧食採集速度",
	},
	{
		id = 151022,
		desc = "提高聯盟木材採集速度",
	},
	{
		id = 151023,
		desc = "提高聯盟鐵礦採集速度",
	},
	{
		id = 151024,
		desc = "提高聯盟黃金採集速度",
	},
	{
		id = 151025,
		desc = "提高聯盟石材採集速度",
	},
	{
		id = 151026,
		desc = "加快建築建造升級速度",
	},
	{
		id = 151027,
		desc = "增加倉庫保護資源",
	},
	{
		id = 151028,
		desc = "提高全聯盟行軍速度",
	},
	{
		id = 151029,
		desc = "增加援軍軍團數",
	},
	{
		id = 151030,
		desc = "增加援助次數",
	},
	{
		id = 151031,
		desc = "增加聯盟倉庫每日存儲上限",
	},
	{
		id = 160001,
		desc = "總戰鬥力",
	},
	{
		id = 160002,
		desc = "主公戰鬥力",
	},
	{
		id = 160003,
		desc = "武將戰鬥力",
	},
	{
		id = 160004,
		desc = "部隊戰鬥力",
	},
	{
		id = 160005,
		desc = "建築戰鬥力",
	},
	{
		id = 160006,
		desc = "科技戰鬥力",
	},
	{
		id = 160007,
		desc = "陷阱戰鬥力",
	},
	{
		id = 160008,
		desc = "戰鬥勝利次數",
	},
	{
		id = 160009,
		desc = "戰鬥失敗次數",
	},
	{
		id = 160010,
		desc = "進攻勝利次數",
	},
	{
		id = 160011,
		desc = "進攻失敗次數",
	},
	{
		id = 160012,
		desc = "防守勝利次數",
	},
	{
		id = 160013,
		desc = "勝率",
	},
	{
		id = 160014,
		desc = "偵察次數",
	},
	{
		id = 160015,
		desc = "消滅部隊數量",
	},
	{
		id = 160016,
		desc = "部隊損失數量",
	},
	{
		id = 160017,
		desc = "部隊治療數量",
	},
	{
		id = 160018,
		desc = "額外增加出征軍團數",
	},
	{
		id = 160019,
		desc = "軍團可配置武將數",
	},
	{
		id = 160020,
		desc = "訓練士兵速度",
	},
	{
		id = 160021,
		desc = "部隊行軍速度",
	},
	{
		id = 160022,
		desc = "步兵攻擊",
	},
	{
		id = 160023,
		desc = "步兵防禦",
	},
	{
		id = 160024,
		desc = "步兵生命",
	},
	{
		id = 160025,
		desc = "步兵受到傷害",
	},
	{
		id = 160026,
		desc = "騎兵攻擊",
	},
	{
		id = 160027,
		desc = "騎兵防禦",
	},
	{
		id = 160028,
		desc = "騎兵生命",
	},
	{
		id = 160029,
		desc = "弓兵攻擊",
	},
	{
		id = 160030,
		desc = "弓兵防禦",
	},
	{
		id = 160031,
		desc = "弓兵生命",
	},
	{
		id = 160032,
		desc = "車兵攻擊",
	},
	{
		id = 160033,
		desc = "車兵防禦",
	},
	{
		id = 160034,
		desc = "車兵生命",
	},
	{
		id = 160035,
		desc = "野戰步兵攻擊",
	},
	{
		id = 160036,
		desc = "野戰步兵防禦",
	},
	{
		id = 160037,
		desc = "野戰步兵生命",
	},
	{
		id = 160038,
		desc = "野戰騎兵攻擊",
	},
	{
		id = 160039,
		desc = "野戰騎兵防禦",
	},
	{
		id = 160040,
		desc = "野戰騎兵生命",
	},
	{
		id = 160041,
		desc = "野戰弓兵攻擊",
	},
	{
		id = 160042,
		desc = "野戰弓兵防禦",
	},
	{
		id = 160043,
		desc = "野戰弓兵生命",
	},
	{
		id = 160044,
		desc = "野戰車兵攻擊",
	},
	{
		id = 160045,
		desc = "野戰車兵防禦",
	},
	{
		id = 160046,
		desc = "野戰車兵生命",
	},
	{
		id = 160047,
		desc = "黃金產量",
	},
	{
		id = 160048,
		desc = "黃金採集速度",
	},
	{
		id = 160049,
		desc = "木材產量",
	},
	{
		id = 160050,
		desc = "木材採集速度",
	},
	{
		id = 160051,
		desc = "糧食產量",
	},
	{
		id = 160052,
		desc = "糧食採集速度",
	},
	{
		id = 160053,
		desc = "石料產量",
	},
	{
		id = 160054,
		desc = "石料採集速度",
	},
	{
		id = 160055,
		desc = "鐵礦產量",
	},
	{
		id = 160056,
		desc = "鐵礦採集速度",
	},
	{
		id = 160057,
		desc = "倉庫上限",
	},
	{
		id = 160058,
		desc = "建築建造速度",
	},
	{
		id = 160059,
		desc = "科技研究速度",
	},
	{
		id = 160060,
		desc = "士兵糧食消耗",
	},
	{
		id = 160061,
		desc = "部隊負重",
	},
	{
		id = 160062,
		desc = "醫館容量",
	},
	{
		id = 160063,
		desc = "醫館治療速度",
	},
	{
		id = 160064,
		desc = "治療費用減少",
	},
	{
		id = 160065,
		desc = "行軍速度",
	},
	{
		id = 160066,
		desc = "剿匪行軍速度",
	},
	{
		id = 160067,
		desc = "行動力恢復速度",
	},
	{
		id = 160068,
		desc = "城防值",
	},
	{
		id = 160069,
		desc = "陷阱攻擊",
	},
	{
		id = 160070,
		desc = "陷阱製造速度",
	},
	{
		id = 160071,
		desc = "陷阱上限",
	},
	{
		id = 160072,
		desc = "陷阱對步兵造成傷害",
	},
	{
		id = 160073,
		desc = "陷阱對騎兵造成傷害",
	},
	{
		id = 160074,
		desc = "陷阱對弓兵造成傷害",
	},
	{
		id = 160075,
		desc = "步兵城池戰攻擊",
	},
	{
		id = 160076,
		desc = "步兵城池戰防禦",
	},
	{
		id = 160077,
		desc = "步兵城池戰生命",
	},
	{
		id = 160078,
		desc = "騎兵城池戰攻擊",
	},
	{
		id = 160079,
		desc = "騎兵城池戰防禦",
	},
	{
		id = 160080,
		desc = "騎兵城池戰生命",
	},
	{
		id = 160081,
		desc = "弓兵城池戰攻擊",
	},
	{
		id = 160082,
		desc = "弓兵城池戰防禦",
	},
	{
		id = 160083,
		desc = "弓兵城池戰生命",
	},
	{
		id = 160084,
		desc = "車兵城池戰攻擊",
	},
	{
		id = 160085,
		desc = "車兵城池戰防禦",
	},
	{
		id = 160086,
		desc = "車兵城池戰生命",
	},
	{
		id = 171101,
		desc = "聯盟堡壘",
	},
	{
		id = 171102,
		desc = "聯盟箭塔",
	},
	{
		id = 171103,
		desc = "聯盟金礦",
	},
	{
		id = 171104,
		desc = "聯盟糧田",
	},
	{
		id = 171105,
		desc = "聯盟伐木場",
	},
	{
		id = 171106,
		desc = "聯盟採石場",
	},
	{
		id = 171107,
		desc = "聯盟鐵礦場",
	},
	{
		id = 171108,
		desc = "聯盟倉庫",
	},
	{
		id = 171109,
		desc = "1級金礦",
	},
	{
		id = 171110,
		desc = "2級金礦",
	},
	{
		id = 171111,
		desc = "3級金礦",
	},
	{
		id = 171112,
		desc = "4級金礦",
	},
	{
		id = 171113,
		desc = "5級金礦",
	},
	{
		id = 171114,
		desc = "6級金礦",
	},
	{
		id = 171115,
		desc = "7級金礦",
	},
	{
		id = 171116,
		desc = "8級金礦",
	},
	{
		id = 171117,
		desc = "1級糧田",
	},
	{
		id = 171118,
		desc = "2級糧田",
	},
	{
		id = 171119,
		desc = "3級糧田",
	},
	{
		id = 171120,
		desc = "4級糧田",
	},
	{
		id = 171121,
		desc = "5級糧田",
	},
	{
		id = 171122,
		desc = "6級糧田",
	},
	{
		id = 171123,
		desc = "7級糧田",
	},
	{
		id = 171124,
		desc = "8級糧田",
	},
	{
		id = 171125,
		desc = "1級伐木場",
	},
	{
		id = 171126,
		desc = "2級伐木場",
	},
	{
		id = 171127,
		desc = "3級伐木場",
	},
	{
		id = 171128,
		desc = "4級伐木場",
	},
	{
		id = 171129,
		desc = "5級伐木場",
	},
	{
		id = 171130,
		desc = "6級伐木場",
	},
	{
		id = 171131,
		desc = "7級伐木場",
	},
	{
		id = 171132,
		desc = "8級伐木場",
	},
	{
		id = 171133,
		desc = "1級採石場",
	},
	{
		id = 171134,
		desc = "2級採石場",
	},
	{
		id = 171135,
		desc = "3級採石場",
	},
	{
		id = 171136,
		desc = "4級採石場",
	},
	{
		id = 171137,
		desc = "5級採石場",
	},
	{
		id = 171138,
		desc = "6級採石場",
	},
	{
		id = 171139,
		desc = "7級採石場",
	},
	{
		id = 171140,
		desc = "8級採石場",
	},
	{
		id = 171141,
		desc = "1級鐵礦場",
	},
	{
		id = 171142,
		desc = "2級鐵礦場",
	},
	{
		id = 171143,
		desc = "3級鐵礦場",
	},
	{
		id = 171144,
		desc = "4級鐵礦場",
	},
	{
		id = 171145,
		desc = "5級鐵礦場",
	},
	{
		id = 171146,
		desc = "6級鐵礦場",
	},
	{
		id = 171147,
		desc = "7級鐵礦場",
	},
	{
		id = 171148,
		desc = "8級鐵礦場",
	},
	{
		id = 171149,
		desc = "斥候",
	},
	{
		id = 171150,
		desc = "囚犯",
	},
	{
		id = 171151,
		desc = "土匪",
	},
	{
		id = 171152,
		desc = "刺客",
	},
	{
		id = 171153,
		desc = "叛軍",
	},
	{
		id = 171154,
		desc = "藤甲兵",
	},
	{
		id = 171155,
		desc = "西涼騎兵",
	},
	{
		id = 171156,
		desc = "龍泉精兵",
	},
	{
		id = 171157,
		desc = "精英藤甲",
	},
	{
		id = 171158,
		desc = "虎豹騎",
	},
	{
		id = 171159,
		desc = "白耳兵",
	},
	{
		id = 171160,
		desc = "丹陽兵",
	},
	{
		id = 171161,
		desc = "白馬義從",
	},
	{
		id = 171162,
		desc = "燕弩兵",
	},
	{
		id = 171163,
		desc = "元戍弩兵",
	},
	{
		id = 171164,
		desc = "陷陣營",
	},
	{
		id = 171165,
		desc = "南蠻兵",
	},
	{
		id = 171166,
		desc = "精銳南蠻",
	},
	{
		id = 171167,
		desc = "鐵甲兵",
	},
	{
		id = 171168,
		desc = "精銳鐵甲",
	},
	{
		id = 171169,
		desc = "先登死士",
	},
	{
		id = 171170,
		desc = "龍泉精騎",
	},
	{
		id = 171171,
		desc = "無當飛軍",
	},
	{
		id = 171172,
		desc = "南蠻精騎",
	},
	{
		id = 171173,
		desc = "光武槍騎",
	},
	{
		id = 171174,
		desc = "神弓飛騎",
	},
	{
		id = 171199,
		desc = "1級城池",
	},
	{
		id = 171200,
		desc = "2級城池",
	},
	{
		id = 171201,
		desc = "3級城池",
	},
	{
		id = 171202,
		desc = "4級城池",
	},
	{
		id = 171203,
		desc = "5級城池",
	},
	{
		id = 171204,
		desc = "6級城池",
	},
	{
		id = 171205,
		desc = "7級城池",
	},
	{
		id = 171206,
		desc = "8級城池",
	},
	{
		id = 171207,
		desc = "9級城池",
	},
	{
		id = 171208,
		desc = "10級城池",
	},
	{
		id = 171209,
		desc = "11級城池",
	},
	{
		id = 171210,
		desc = "12級城池",
	},
	{
		id = 171211,
		desc = "13級城池",
	},
	{
		id = 171212,
		desc = "14級城池",
	},
	{
		id = 171213,
		desc = "15級城池",
	},
	{
		id = 171214,
		desc = "16級城池",
	},
	{
		id = 171215,
		desc = "17級城池",
	},
	{
		id = 171216,
		desc = "18級城池",
	},
	{
		id = 171217,
		desc = "19級城池",
	},
	{
		id = 171218,
		desc = "20級城池",
	},
	{
		id = 171219,
		desc = "21級城池",
	},
	{
		id = 171220,
		desc = "22級城池",
	},
	{
		id = 171221,
		desc = "23級城池",
	},
	{
		id = 171222,
		desc = "24級城池",
	},
	{
		id = 171223,
		desc = "25級城池",
	},
	{
		id = 171224,
		desc = "26級城池",
	},
	{
		id = 171225,
		desc = "27級城池",
	},
	{
		id = 171226,
		desc = "28級城池",
	},
	{
		id = 171227,
		desc = "29級城池",
	},
	{
		id = 171228,
		desc = "30級城池",
	},
	{
		id = 171229,
		desc = "31級城池",
	},
	{
		id = 171230,
		desc = "32級城池",
	},
	{
		id = 171231,
		desc = "33級城池",
	},
	{
		id = 171232,
		desc = "34級城池",
	},
	{
		id = 171233,
		desc = "35級城池",
	},
	{
		id = 171234,
		desc = "36級城池",
	},
	{
		id = 171235,
		desc = "37級城池",
	},
	{
		id = 171236,
		desc = "38級城池",
	},
	{
		id = 171237,
		desc = "39級城池",
	},
	{
		id = 171238,
		desc = "40級城池",
	},
	{
		id = 171239,
		desc = "41級城池",
	},
	{
		id = 171240,
		desc = "42級城池",
	},
	{
		id = 171241,
		desc = "43級城池",
	},
	{
		id = 171242,
		desc = "44級城池",
	},
	{
		id = 171243,
		desc = "45級城池",
	},
	{
		id = 171244,
		desc = "46級城池",
	},
	{
		id = 171245,
		desc = "47級城池",
	},
	{
		id = 171246,
		desc = "48級城池",
	},
	{
		id = 171247,
		desc = "49級城池",
	},
	{
		id = 171248,
		desc = "50級城池",
	},
	{
		id = 171249,
		desc = "皇城",
	},
	{
		id = 171250,
		desc = "軍械所",
	},
	{
		id = 171251,
		desc = "軍屯農",
	},
	{
		id = 171252,
		desc = "練兵所",
	},
	{
		id = 171253,
		desc = "太鼓臺",
	},
	{
		id = 171254,
		desc = "張角軍營寨",
	},
	{
		id = 171255,
		desc = "夏侯淵軍營寨",
	},
	{
		id = 171256,
		desc = "顏良軍營寨",
	},
	{
		id = 171257,
		desc = "文醜軍營寨",
	},
	{
		id = 171258,
		desc = "曹丕軍營寨",
	},
	{
		id = 171259,
		desc = "關平軍營寨",
	},
	{
		id = 171260,
		desc = "魏延軍營寨",
	},
	{
		id = 171261,
		desc = "張苞軍營寨",
	},
	{
		id = 171262,
		desc = "徐晃軍營寨",
	},
	{
		id = 171263,
		desc = "張郃軍營寨",
	},
	{
		id = 171264,
		desc = "劉備軍營寨",
	},
	{
		id = 171265,
		desc = "孫權軍營寨",
	},
	{
		id = 171266,
		desc = "曹操軍營寨",
	},
	{
		id = 171267,
		desc = "周泰軍營寨",
	},
	{
		id = 171268,
		desc = "董卓軍營寨",
	},
	{
		id = 171269,
		desc = "孫策軍營寨",
	},
	{
		id = 171270,
		desc = "袁紹軍營寨",
	},
	{
		id = 171271,
		desc = "趙雲軍營寨",
	},
	{
		id = 171272,
		desc = "姜維軍營寨",
	},
	{
		id = 171273,
		desc = "荀彧軍營寨",
	},
	{
		id = 171274,
		desc = "賈詡軍營寨",
	},
	{
		id = 171275,
		desc = "周瑜軍營寨",
	},
	{
		id = 171276,
		desc = "黃忠軍營寨",
	},
	{
		id = 171277,
		desc = "司馬懿軍營寨",
	},
	{
		id = 171278,
		desc = "呂布軍營寨",
	},
	{
		id = 171279,
		desc = "諸葛亮軍營寨",
	},
	{
		id = 171280,
		desc = "占地山水",
	},
	{
		id = 171281,
		desc = "和氏璧",
	},
	{
		id = 171282,
		desc = "據點",
	},
	{
		id = 171283,
		desc = "攻城錘",
	},
	{
		id = 171284,
		desc = "城門1",
	},
	{
		id = 171285,
		desc = "城門2",
	},
	{
		id = 171286,
		desc = "城門3",
	},
	{
		id = 171287,
		desc = "床弩1",
	},
	{
		id = 171288,
		desc = "床弩2",
	},
	{
		id = 171289,
		desc = "床弩3",
	},
	{
		id = 171290,
		desc = "床弩4",
	},
	{
		id = 171291,
		desc = "雲梯",
	},
	{
		id = 171292,
		desc = "投石車1",
	},
	{
		id = 171293,
		desc = "投石車2",
	},
	{
		id = 171294,
		desc = "投石車3",
	},
	{
		id = 171295,
		desc = "投石車4",
	},
	{
		id = 171296,
		desc = "投石車6",
	},
	{
		id = 171297,
		desc = "投石車7",
	},
	{
		id = 171298,
		desc = "投石車D1",
	},
	{
		id = 171299,
		desc = "投石車5",
	},
	{
		id = 171300,
		desc = "內城",
	},
	{
		id = 171301,
		desc = "城墻",
	},
	{
		id = 171302,
		desc = "復活點",
	},
	{
		id = 171303,
		desc = "西門",
	},
	{
		id = 171304,
		desc = "南門",
	},
	{
		id = 171305,
		desc = "東門",
	},
	{
		id = 171306,
		desc = "西門攻城錘",
	},
	{
		id = 171307,
		desc = "南門攻城錘",
	},
	{
		id = 171308,
		desc = "東門攻城錘",
	},
	{
		id = 171309,
		desc = "西門雲梯",
	},
	{
		id = 171310,
		desc = "南門雲梯",
	},
	{
		id = 171311,
		desc = "東門雲梯",
	},
	{
		id = 171312,
		desc = "西門投石車1",
	},
	{
		id = 171313,
		desc = "西門投石車2",
	},
	{
		id = 171314,
		desc = "西門投石車3",
	},
	{
		id = 171315,
		desc = "南門投石車1",
	},
	{
		id = 171316,
		desc = "南門投石車2",
	},
	{
		id = 171317,
		desc = "南門投石車3",
	},
	{
		id = 171318,
		desc = "東門投石車1",
	},
	{
		id = 171319,
		desc = "東門投石車2",
	},
	{
		id = 171320,
		desc = "東門投石車3",
	},
	{
		id = 171321,
		desc = "投石車B4",
	},
	{
		id = 171322,
		desc = "投石車B5",
	},
	{
		id = 171323,
		desc = "投石車B6",
	},
	{
		id = 171324,
		desc = "投石車C1",
	},
	{
		id = 171325,
		desc = "投石車C2",
	},
	{
		id = 171326,
		desc = "投石車C3",
	},
	{
		id = 171327,
		desc = "投石車C4",
	},
	{
		id = 171328,
		desc = "投石車C5",
	},
	{
		id = 171329,
		desc = "投石車C6",
	},
	{
		id = 171330,
		desc = "西門床弩1（攻城錘）",
	},
	{
		id = 171331,
		desc = "西門床弩2（攻城錘）",
	},
	{
		id = 171332,
		desc = "西門床弩1（雲梯）",
	},
	{
		id = 171333,
		desc = "西門床弩2（雲梯）",
	},
	{
		id = 171334,
		desc = "南門床弩1（攻城錘）",
	},
	{
		id = 171335,
		desc = "南門床弩2（攻城錘）",
	},
	{
		id = 171336,
		desc = "南門床弩1（雲梯）",
	},
	{
		id = 171337,
		desc = "南門床弩2（雲梯）",
	},
	{
		id = 171338,
		desc = "東門床弩1（攻城錘）",
	},
	{
		id = 171339,
		desc = "東門床弩2（攻城錘）",
	},
	{
		id = 171340,
		desc = "東門床弩1（雲梯）",
	},
	{
		id = 171341,
		desc = "東門床弩2（雲梯）",
	},
	{
		id = 171342,
		desc = "玩家城池",
	},
	{
		id = 171343,
		desc = "投石車1",
	},
	{
		id = 171344,
		desc = "投石車2",
	},
	{
		id = 171345,
		desc = "投石車3",
	},
	{
		id = 171346,
		desc = "投石車4",
	},
	{
		id = 171347,
		desc = "投石車5",
	},
	{
		id = 171348,
		desc = "投石車6",
	},
	{
		id = 171349,
		desc = "投石車A7",
	},
	{
		id = 171350,
		desc = "投石車A8",
	},
	{
		id = 171351,
		desc = "投石車A9",
	},
	{
		id = 171352,
		desc = "投石車A10",
	},
	{
		id = 171353,
		desc = "投石車A11",
	},
	{
		id = 171354,
		desc = "投石車A12",
	},
	{
		id = 172101,
		desc = "功能：\n1、放置並完成聯盟堡壘，周圍就是聯盟的領地。\n2、只有領地範圍內，才能獲得增益效果和建造聯盟建築。\n3、聯盟堡壘未完成時，領地效果不會生效。\n增益效果：\n1、聯盟倉庫：增加倉庫保護上限20%%\n2、聯盟採集：增加採集速度15%%",
	},
	{
		id = 172102,
		desc = "聯盟箭塔會自動攻擊來犯的敵軍",
	},
	{
		id = 172103,
		desc = "採集聯盟金礦有採集速度加成",
	},
	{
		id = 172104,
		desc = "採集聯盟糧田有採集速度加成",
	},
	{
		id = 172105,
		desc = "採集聯盟伐木場有採集速度加成",
	},
	{
		id = 172106,
		desc = "採集聯盟採石場有採集速度加成",
	},
	{
		id = 172107,
		desc = "採集聯盟鐵礦場有採集速度加成",
	},
	{
		id = 172108,
		desc = "聯盟倉庫中的資源不會被掠奪",
	},
	{
		id = 172109,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172110,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172111,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172112,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172113,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172114,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172115,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172116,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172117,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172118,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172119,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172120,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172121,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172122,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172123,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172124,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172125,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172126,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172127,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172128,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172129,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172130,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172131,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172132,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172133,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172134,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172135,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172136,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172137,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172138,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172139,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172140,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172141,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172142,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172143,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172144,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172145,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172146,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172147,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172148,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172149,
		desc = "1級野怪介紹",
	},
	{
		id = 172150,
		desc = "2級野怪介紹",
	},
	{
		id = 172151,
		desc = "3級野怪介紹",
	},
	{
		id = 172152,
		desc = "4級野怪介紹",
	},
	{
		id = 172153,
		desc = "5級野怪介紹",
	},
	{
		id = 172154,
		desc = "6級野怪介紹",
	},
	{
		id = 172155,
		desc = "7級野怪介紹",
	},
	{
		id = 172156,
		desc = "8級野怪介紹",
	},
	{
		id = 172157,
		desc = "9級野怪介紹",
	},
	{
		id = 172158,
		desc = "10級野怪介紹",
	},
	{
		id = 172159,
		desc = "11級野怪介紹",
	},
	{
		id = 172160,
		desc = "12級野怪介紹",
	},
	{
		id = 172161,
		desc = "13級野怪介紹",
	},
	{
		id = 172162,
		desc = "14級野怪介紹",
	},
	{
		id = 172163,
		desc = "15級野怪介紹",
	},
	{
		id = 172164,
		desc = "16級野怪介紹",
	},
	{
		id = 172165,
		desc = "17級野怪介紹",
	},
	{
		id = 172166,
		desc = "18級野怪介紹",
	},
	{
		id = 172167,
		desc = "19級野怪介紹",
	},
	{
		id = 172168,
		desc = "20級野怪介紹",
	},
	{
		id = 172169,
		desc = "21級野怪介紹",
	},
	{
		id = 172170,
		desc = "22級野怪介紹",
	},
	{
		id = 172171,
		desc = "23級野怪介紹",
	},
	{
		id = 172172,
		desc = "24級野怪介紹",
	},
	{
		id = 172173,
		desc = "25級野怪介紹",
	},
	{
		id = 172174,
		desc = "26級野怪介紹",
	},
	{
		id = 172175,
		desc = "27級野怪介紹",
	},
	{
		id = 172176,
		desc = "28級野怪介紹",
	},
	{
		id = 172177,
		desc = "29級野怪介紹",
	},
	{
		id = 172178,
		desc = "30級野怪介紹",
	},
	{
		id = 172179,
		desc = "31級野怪介紹",
	},
	{
		id = 172180,
		desc = "32級野怪介紹",
	},
	{
		id = 172181,
		desc = "33級野怪介紹",
	},
	{
		id = 172182,
		desc = "34級野怪介紹",
	},
	{
		id = 172183,
		desc = "35級野怪介紹",
	},
	{
		id = 172184,
		desc = "36級野怪介紹",
	},
	{
		id = 172185,
		desc = "37級野怪介紹",
	},
	{
		id = 172186,
		desc = "38級野怪介紹",
	},
	{
		id = 172187,
		desc = "39級野怪介紹",
	},
	{
		id = 172188,
		desc = "40級野怪介紹",
	},
	{
		id = 172189,
		desc = "41級野怪介紹",
	},
	{
		id = 172190,
		desc = "42級野怪介紹",
	},
	{
		id = 172191,
		desc = "43級野怪介紹",
	},
	{
		id = 172192,
		desc = "44級野怪介紹",
	},
	{
		id = 172193,
		desc = "45級野怪介紹",
	},
	{
		id = 172194,
		desc = "46級野怪介紹",
	},
	{
		id = 172195,
		desc = "47級野怪介紹",
	},
	{
		id = 172196,
		desc = "48級野怪介紹",
	},
	{
		id = 172197,
		desc = "49級野怪介紹",
	},
	{
		id = 172198,
		desc = "50級野怪介紹",
	},
	{
		id = 172199,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172200,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172201,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172202,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172203,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172204,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172205,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172206,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172207,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172208,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172209,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172210,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172211,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172212,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172213,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172214,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172215,
		desc = "聯盟箭塔會攻擊來犯的敵軍，箭塔之間須保持一定距離",
	},
	{
		id = 172216,
		desc = "所有聯盟成員都可以在此快速獲得金礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172217,
		desc = "所有聯盟成員都可以在此快速獲得糧食資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172218,
		desc = "所有聯盟成員都可以在此快速獲得木材資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172219,
		desc = "所有聯盟成員都可以在此快速獲得石料資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172220,
		desc = "所有聯盟成員都可以在此快速獲得鐵礦資源，在此採集資源的部隊永遠不會遭受攻擊",
	},
	{
		id = 172221,
		desc = "聯盟成員每日可往聯盟倉庫存儲一定量的資源，聯盟倉庫中的資源不會被掠奪",
	},
	{
		id = 172222,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172223,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172224,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172225,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172226,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172227,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172228,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172229,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172230,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172231,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172232,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172233,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172234,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172235,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172236,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172237,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172238,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172239,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172240,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172241,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172242,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172243,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172244,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172245,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172246,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172247,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172248,
		desc = "放置並建造堡壘，周圍就是您聯盟的領地",
	},
	{
		id = 172249,
		desc = "皇城介紹",
	},
	{
		id = 172250,
		desc = "多人敵人介紹",
	},
	{
		id = 172251,
		desc = "積分高",
	},
	{
		id = 172252,
		desc = "積分低",
	},
	{
		id = 173001,
		desc = "聯盟堡壘開啟條件",
	},
	{
		id = 173002,
		desc = "聯盟堡壘開啟條件",
	},
	{
		id = 173003,
		desc = "聯盟堡壘開啟條件",
	},
	{
		id = 173004,
		desc = "聯盟堡壘開啟條件",
	},
	{
		id = 173005,
		desc = "聯盟堡壘開啟條件",
	},
	{
		id = 173006,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173007,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173008,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173009,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173010,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173011,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173012,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173013,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173014,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173015,
		desc = "解鎖更多的聯盟堡壘，即可獲得更多的聯盟箭塔",
	},
	{
		id = 173016,
		desc = "解鎖1個聯盟堡壘，即可獲得建造聯盟金礦",
	},
	{
		id = 173017,
		desc = "解鎖1個聯盟堡壘，即可獲得建造聯盟糧田",
	},
	{
		id = 173018,
		desc = "解鎖1個聯盟堡壘，即可獲得建造聯盟伐木場",
	},
	{
		id = 173019,
		desc = "解鎖1個聯盟堡壘，即可獲得建造聯盟採石場",
	},
	{
		id = 173020,
		desc = "解鎖1個聯盟堡壘，即可獲得建造聯盟鐵礦場",
	},
	{
		id = 173021,
		desc = "解鎖1個聯盟堡壘，即可獲得建造聯盟倉庫",
	},
	{
		id = 174001,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174002,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174003,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174004,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174005,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174006,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174007,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174008,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174009,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174010,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174011,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174012,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174013,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174014,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174015,
		desc = "聯盟堡壘介紹",
	},
	{
		id = 174016,
		desc = "聯盟金礦介紹",
	},
	{
		id = 174017,
		desc = "聯盟糧田介紹",
	},
	{
		id = 174018,
		desc = "聯盟伐木場介紹",
	},
	{
		id = 174019,
		desc = "聯盟採石場介紹",
	},
	{
		id = 174020,
		desc = "聯盟鐵礦場介紹",
	},
	{
		id = 174021,
		desc = "聯盟倉庫介紹",
	},
	{
		id = 175001,
		desc = "說明",
	},
	{
		id = 175002,
		desc = "採集黃金",
	},
	{
		id = 175003,
		desc = "採集糧食",
	},
	{
		id = 175004,
		desc = "採集木頭",
	},
	{
		id = 175005,
		desc = "採集石料",
	},
	{
		id = 175006,
		desc = "採集鐵礦",
	},
	{
		id = 175007,
		desc = "建造",
	},
	{
		id = 175008,
		desc = "加速",
	},
	{
		id = 175009,
		desc = "查看詳情",
	},
	{
		id = 175010,
		desc = "功能查看",
	},
	{
		id = 175011,
		desc = "駐守",
	},
	{
		id = 175012,
		desc = "君主詳情",
	},
	{
		id = 175013,
		desc = "偵察",
	},
	{
		id = 175014,
		desc = "攻擊",
	},
	{
		id = 175015,
		desc = "集結",
	},
	{
		id = 175016,
		desc = "我的詳情",
	},
	{
		id = 175017,
		desc = "城池增益",
	},
	{
		id = 175018,
		desc = "進入城池",
	},
	{
		id = 175019,
		desc = "士兵援助",
	},
	{
		id = 175020,
		desc = "聯盟採集黃金",
	},
	{
		id = 175021,
		desc = "聯盟採集糧食",
	},
	{
		id = 175022,
		desc = "聯盟採集木頭",
	},
	{
		id = 175023,
		desc = "聯盟採集石料",
	},
	{
		id = 175024,
		desc = "聯盟採集鐵礦",
	},
	{
		id = 175025,
		desc = "返回",
	},
	{
		id = 175026,
		desc = "修理",
	},
	{
		id = 175027,
		desc = "儲存資源",
	},
	{
		id = 175028,
		desc = "取出資源",
	},
	{
		id = 175029,
		desc = "集結",
	},
	{
		id = 175030,
		desc = "加入集結",
	},
	{
		id = 175031,
		desc = "王國狀態",
	},
	{
		id = 175032,
		desc = "官職",
	},
	{
		id = 175033,
		desc = "遷城",
	},
	{
		id = 175034,
		desc = "召回",
	},
	{
		id = 175035,
		desc = "部隊",
	},
	{
		id = 175036,
		desc = "加速",
	},
	{
		id = 175037,
		desc = "放置",
	},
	{
		id = 175038,
		desc = "攻擊",
	},
	{
		id = 175039,
		desc = "攻擊",
	},
	{
		id = 175040,
		desc = "攻擊",
	},
	{
		id = 175041,
		desc = "攻擊",
	},
	{
		id = 175042,
		desc = "集結",
	},
	{
		id = 175043,
		desc = "狀態",
	},
	{
		id = 175044,
		desc = "駐守",
	},
	{
		id = 175045,
		desc = "返回",
	},
	{
		id = 175046,
		desc = "偵察",
	},
	{
		id = 175047,
		desc = "攻擊",
	},
	{
		id = 175048,
		desc = "集結",
	},
	{
		id = 175049,
		desc = "狀態",
	},
	{
		id = 175050,
		desc = "駐守",
	},
	{
		id = 175051,
		desc = "返回",
	},
	{
		id = 175052,
		desc = "偵察",
	},
	{
		id = 175053,
		desc = "官職",
	},
	{
		id = 175054,
		desc = "邀請遷城",
	},
	{
		id = 175055,
		desc = "佔領",
	},
	{
		id = 175056,
		desc = "說明",
	},
	{
		id = 175057,
		desc = "說明",
	},
	{
		id = 175058,
		desc = "駐守詳情",
	},
	{
		id = 175059,
		desc = "駐守",
	},
	{
		id = 175060,
		desc = "駐守詳情",
	},
	{
		id = 175061,
		desc = "召回",
	},
	{
		id = 175062,
		desc = "說明",
	},
	{
		id = 175063,
		desc = "攻擊",
	},
	{
		id = 175064,
		desc = "說明",
	},
	{
		id = 175065,
		desc = "駐守",
	},
	{
		id = 175066,
		desc = "駐守詳情",
	},
	{
		id = 175067,
		desc = "召回",
	},
	{
		id = 175068,
		desc = "說明",
	},
	{
		id = 175069,
		desc = "駐守",
	},
	{
		id = 175070,
		desc = "駐守詳情",
	},
	{
		id = 175071,
		desc = "召回",
	},
	{
		id = 175072,
		desc = "說明",
	},
	{
		id = 175073,
		desc = "駐守",
	},
	{
		id = 175074,
		desc = "駐守詳情",
	},
	{
		id = 175075,
		desc = "召回",
	},
	{
		id = 175076,
		desc = "說明",
	},
	{
		id = 175077,
		desc = "攻擊",
	},
	{
		id = 175078,
		desc = "攻擊",
	},
	{
		id = 175079,
		desc = "說明",
	},
	{
		id = 175080,
		desc = "我的軍團",
	},
	{
		id = 175081,
		desc = "遷城",
	},
	{
		id = 176001,
		desc = "無",
	},
	{
		id = 176002,
		desc = "聯盟科技-聯盟堡壘LV1",
	},
	{
		id = 176003,
		desc = "聯盟科技-聯盟堡壘LV2",
	},
	{
		id = 176004,
		desc = "聯盟科技-聯盟堡壘LV3",
	},
	{
		id = 176005,
		desc = "聯盟科技-聯盟堡壘LV4",
	},
	{
		id = 176006,
		desc = "聯盟科技-聯盟堡壘LV4-滿星",
	},
	{
		id = 176007,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV1",
	},
	{
		id = 176008,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV2",
	},
	{
		id = 176009,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV3",
	},
	{
		id = 176010,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV4",
	},
	{
		id = 176011,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV5",
	},
	{
		id = 176012,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV5-滿星",
	},
	{
		id = 176013,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV7",
	},
	{
		id = 176014,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV8",
	},
	{
		id = 176015,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV9",
	},
	{
		id = 176016,
		desc = "聯盟堡壘，聯盟科技-聯盟箭塔LV9-滿星",
	},
	{
		id = 176017,
		desc = "聯盟堡壘",
	},
	{
		id = 176018,
		desc = "聯盟堡壘",
	},
	{
		id = 176019,
		desc = "聯盟堡壘",
	},
	{
		id = 176020,
		desc = "聯盟堡壘",
	},
	{
		id = 176021,
		desc = "聯盟堡壘",
	},
	{
		id = 176022,
		desc = "聯盟堡壘",
	},
	{
		id = 176101,
		desc = "放置並完成聯盟堡壘，周圍就是聯盟的領地。\n只有領地範圍內，才能獲得增益效果和建造聯盟建築。\n聯盟堡壘未完成時，領地效果不會生效。\n增益效果：\n1、聯盟倉庫：增加倉庫保護上限20%%\n2、聯盟採集：增加採集速度15%%",
	},
	{
		id = 176102,
		desc = "放置並完成聯盟堡壘，周圍就是聯盟的領地。\n只有領地範圍內，才能獲得增益效果和建造聯盟建築。\n聯盟堡壘未完成時，領地效果不會生效。\n增益效果：\n1、聯盟倉庫：增加倉庫保護上限20%%\n2、聯盟採集：增加採集速度15%%",
	},
	{
		id = 176103,
		desc = "放置並完成聯盟堡壘，周圍就是聯盟的領地。\n只有領地範圍內，才能獲得增益效果和建造聯盟建築。\n聯盟堡壘未完成時，領地效果不會生效。\n增益效果：\n1、聯盟倉庫：增加倉庫保護上限20%%\n2、聯盟採集：增加採集速度15%%",
	},
	{
		id = 176104,
		desc = "放置並完成聯盟堡壘，周圍就是聯盟的領地。\n只有領地範圍內，才能獲得增益效果和建造聯盟建築。\n聯盟堡壘未完成時，領地效果不會生效。\n增益效果：\n1、聯盟倉庫：增加倉庫保護上限20%%\n2、聯盟採集：增加採集速度15%%",
	},
	{
		id = 176105,
		desc = "放置並完成聯盟堡壘，周圍就是聯盟的領地。\n只有領地範圍內，才能獲得增益效果和建造聯盟建築。\n聯盟堡壘未完成時，領地效果不會生效。\n增益效果：\n1、聯盟倉庫：增加倉庫保護上限20%%\n2、聯盟採集：增加採集速度15%%",
	},
	{
		id = 176106,
		desc = "放置並完成聯盟堡壘，周圍就是聯盟的領地。\n只有領地範圍內，才能獲得增益效果和建造聯盟建築。\n聯盟堡壘未完成時，領地效果不會生效。\n增益效果：\n1、聯盟倉庫：增加倉庫保護上限20%%\n2、聯盟採集：增加採集速度15%%",
	},
	{
		id = 176107,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176108,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176109,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176110,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176111,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176112,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176113,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176114,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176115,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176116,
		desc = "敵方玩家攻擊聯盟箭塔保護範圍內的聯盟城池時，箭塔會對其造成傷害。（堡壘不受箭塔保護）。",
	},
	{
		id = 176117,
		desc = "採集聯盟金礦有採集速度加成。沒有其他聯盟資源才可以建造。",
	},
	{
		id = 176118,
		desc = "採集聯盟糧田有採集速度加成。沒有其他聯盟資源才可以建造。",
	},
	{
		id = 176119,
		desc = "採集聯盟伐木場有採集速度加成。沒有其他聯盟資源才可以建造。",
	},
	{
		id = 176120,
		desc = "採集聯盟採石場有採集速度加成。沒有其他聯盟資源才可以建造。",
	},
	{
		id = 176121,
		desc = "採集聯盟鐵礦場有採集速度加成。沒有其他聯盟資源才可以建造。",
	},
	{
		id = 176122,
		desc = "聯盟倉庫中的資源不會被掠奪。",
	},
	{
		id = 177001,
		desc = "佔領農田：派遣軍團佔領選好的農田，不同等級農田含有糧食量不同；採集完成後部隊會帶著採集的糧食自動返回城池，系統會將具體信息發至郵件",
	},
	{
		id = 177002,
		desc = "搶占農田：當目標農田已被其他主公佔領時，可以選擇攻擊；攻擊並戰勝對方後，軍團會搶奪敵方採集的全部資源並佔領該農田進行採集",
	},
	{
		id = 177003,
		desc = "佔領伐木場：派遣軍團佔領選好的伐木場，不同等級伐木場含有木材量不同；採集完成後部隊會帶著採集的木材自動返回城池，系統會將具體信息發至郵件",
	},
	{
		id = 177004,
		desc = "搶占伐木場：當目標伐木場已被其他主公佔領時，可以選擇攻擊；攻擊並戰勝對方後，軍團會搶奪敵方採集的全部資源並佔領該伐木場進行採集",
	},
	{
		id = 177005,
		desc = "佔領金礦：派遣軍團佔領選好的金礦，不同等級金礦含有金塊量不同；採集完成後部隊會帶著採集的金塊自動返回城池，系統會將具體信息發至郵件",
	},
	{
		id = 177006,
		desc = "搶占金礦：當目標金礦已被其他主公佔領時，可以選擇攻擊；攻擊並戰勝對方後，軍團會搶奪敵方採集的全部資源並佔領該金礦進行採集",
	},
	{
		id = 177007,
		desc = "佔領採石場：派遣軍團佔領選好的採石場，不同等級採石場含有石塊量不同；採集完成後部隊會帶著採集的石塊自動返回城池，系統會將具體信息發至郵件",
	},
	{
		id = 177008,
		desc = "搶占採石場：當目標採石場已被其他主公佔領時，可以選擇攻擊；攻擊並戰勝對方後，軍團會搶奪敵方採集的全部資源並佔領該採石場進行採集",
	},
	{
		id = 177009,
		desc = "佔領鐵礦場：派遣軍團佔領選好的鐵礦場，不同等級鐵礦場含有鐵礦量不同；採集完成後部隊會帶著採集的鐵礦自動返回城池，系統會將具體信息發至郵件",
	},
	{
		id = 177010,
		desc = "搶占鐵礦場：當目標鐵礦場已被其他主公佔領時，可以選擇攻擊；攻擊並戰勝對方後，軍團會搶奪敵方採集的全部資源並佔領該鐵礦場進行採集",
	},
	{
		id = 177011,
		desc = "佔領據點：派遣軍團佔領選好的據點，只要佔領一定的時長後，即可陸續的收獲錦囊。活動結束後部隊會帶著收獲的錦囊自動返回城池，系統會將具體信息發至郵件",
	},
	{
		id = 177012,
		desc = "搶占據點：當目標據點被其他主公佔領時，可以選擇發起攻擊；攻擊並取得勝利後，軍團將佔領據點並陸續開始收獲錦囊，戰敗方帶著已收獲的錦囊返回城池",
	},
	{
		id = 181001,
		desc = "建造金礦",
	},
	{
		id = 181002,
		desc = "升級府衙",
	},
	{
		id = 181003,
		desc = "建造弓兵營",
	},
	{
		id = 181004,
		desc = "升級弓兵營",
	},
	{
		id = 181005,
		desc = "升級步兵營",
	},
	{
		id = 181006,
		desc = "戰勝囚犯2次",
	},
	{
		id = 181007,
		desc = "升級騎兵營",
	},
	{
		id = 181008,
		desc = "升級金礦",
	},
	{
		id = 181009,
		desc = "升級農田",
	},
	{
		id = 181010,
		desc = "升級倉庫",
	},
	{
		id = 181011,
		desc = "升級校場",
	},
	{
		id = 181012,
		desc = "升級醫館",
	},
	{
		id = 181013,
		desc = "升級酒館",
	},
	{
		id = 181014,
		desc = "升級哨塔",
	},
	{
		id = 181015,
		desc = "升級城墻",
	},
	{
		id = 181016,
		desc = "升級府衙",
	},
	{
		id = 181017,
		desc = "建造鐵匠鋪",
	},
	{
		id = 181018,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181019,
		desc = "升級步兵營",
	},
	{
		id = 181020,
		desc = "戰勝土匪4次",
	},
	{
		id = 181021,
		desc = "升級騎兵營",
	},
	{
		id = 181022,
		desc = "升級弓兵營",
	},
	{
		id = 181023,
		desc = "升級金礦",
	},
	{
		id = 181024,
		desc = "升級農田",
	},
	{
		id = 181025,
		desc = "升級倉庫",
	},
	{
		id = 181026,
		desc = "升級校場",
	},
	{
		id = 181027,
		desc = "升級醫館",
	},
	{
		id = 181028,
		desc = "升級酒館",
	},
	{
		id = 181029,
		desc = "升級哨塔",
	},
	{
		id = 181030,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181031,
		desc = "升級城墻",
	},
	{
		id = 181032,
		desc = "升級府衙",
	},
	{
		id = 181033,
		desc = "建造研究所",
	},
	{
		id = 181034,
		desc = "建造戰爭工坊",
	},
	{
		id = 181035,
		desc = "升級戰爭工坊",
	},
	{
		id = 181036,
		desc = "升級步兵營",
	},
	{
		id = 181037,
		desc = "升級騎兵營",
	},
	{
		id = 181038,
		desc = "升級弓兵營",
	},
	{
		id = 181039,
		desc = "升級研究所",
	},
	{
		id = 181040,
		desc = "研究科技",
	},
	{
		id = 181041,
		desc = "升級金礦",
	},
	{
		id = 181042,
		desc = "升級農田",
	},
	{
		id = 181043,
		desc = "升級校場",
	},
	{
		id = 181044,
		desc = "升級研究所",
	},
	{
		id = 181045,
		desc = "升級戰爭工坊",
	},
	{
		id = 181046,
		desc = "升級倉庫",
	},
	{
		id = 181047,
		desc = "升級醫館",
	},
	{
		id = 181048,
		desc = "升級酒館",
	},
	{
		id = 181049,
		desc = "升級哨塔",
	},
	{
		id = 181050,
		desc = "升級研究所",
	},
	{
		id = 181051,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181052,
		desc = "升級戰爭工坊",
	},
	{
		id = 181053,
		desc = "升級城墻",
	},
	{
		id = 181054,
		desc = "戰勝刺客1次",
	},
	{
		id = 181055,
		desc = "升級府衙",
	},
	{
		id = 181056,
		desc = "建造車兵營",
	},
	{
		id = 181057,
		desc = "升級車兵營",
	},
	{
		id = 181058,
		desc = "升級車兵營",
	},
	{
		id = 181059,
		desc = "升級步兵營",
	},
	{
		id = 181060,
		desc = "升級騎兵營",
	},
	{
		id = 181061,
		desc = "升級弓兵營",
	},
	{
		id = 181062,
		desc = "升級車兵營",
	},
	{
		id = 181063,
		desc = "升級車兵營",
	},
	{
		id = 181064,
		desc = "升級金礦",
	},
	{
		id = 181065,
		desc = "升級農田",
	},
	{
		id = 181066,
		desc = "升級校場",
	},
	{
		id = 181067,
		desc = "升級倉庫",
	},
	{
		id = 181068,
		desc = "升級醫館",
	},
	{
		id = 181069,
		desc = "升級酒館",
	},
	{
		id = 181070,
		desc = "升級哨塔",
	},
	{
		id = 181071,
		desc = "升級研究所",
	},
	{
		id = 181072,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181073,
		desc = "升級戰爭工坊",
	},
	{
		id = 181074,
		desc = "升級城墻",
	},
	{
		id = 181075,
		desc = "升級府衙",
	},
	{
		id = 181076,
		desc = "建造戰爭大廳",
	},
	{
		id = 181077,
		desc = "升級步兵營",
	},
	{
		id = 181078,
		desc = "升級騎兵營",
	},
	{
		id = 181079,
		desc = "升級弓兵營",
	},
	{
		id = 181080,
		desc = "升級車兵營",
	},
	{
		id = 181081,
		desc = "升級金礦",
	},
	{
		id = 181082,
		desc = "升級農田",
	},
	{
		id = 181083,
		desc = "升級校場",
	},
	{
		id = 181084,
		desc = "升級倉庫",
	},
	{
		id = 181085,
		desc = "升級醫館",
	},
	{
		id = 181086,
		desc = "升級酒館",
	},
	{
		id = 181087,
		desc = "升級哨塔",
	},
	{
		id = 181088,
		desc = "升級研究所",
	},
	{
		id = 181089,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181090,
		desc = "升級戰爭工坊",
	},
	{
		id = 181091,
		desc = "升級城墻",
	},
	{
		id = 181092,
		desc = "升級府衙",
	},
	{
		id = 181093,
		desc = "建造屯所",
	},
	{
		id = 181094,
		desc = "升級屯所",
	},
	{
		id = 181095,
		desc = "升級屯所",
	},
	{
		id = 181096,
		desc = "升級步兵營",
	},
	{
		id = 181097,
		desc = "升級騎兵營",
	},
	{
		id = 181098,
		desc = "升級弓兵營",
	},
	{
		id = 181099,
		desc = "升級車兵營",
	},
	{
		id = 181100,
		desc = "升級屯所",
	},
	{
		id = 181101,
		desc = "升級金礦",
	},
	{
		id = 181102,
		desc = "升級農田",
	},
	{
		id = 181103,
		desc = "升級校場",
	},
	{
		id = 181104,
		desc = "升級倉庫",
	},
	{
		id = 181105,
		desc = "升級醫館",
	},
	{
		id = 181106,
		desc = "升級屯所",
	},
	{
		id = 181107,
		desc = "升級酒館",
	},
	{
		id = 181108,
		desc = "升級哨塔",
	},
	{
		id = 181109,
		desc = "升級研究所",
	},
	{
		id = 181110,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181111,
		desc = "升級屯所",
	},
	{
		id = 181112,
		desc = "升級屯所",
	},
	{
		id = 181113,
		desc = "升級戰爭工坊",
	},
	{
		id = 181114,
		desc = "升級城墻",
	},
	{
		id = 181115,
		desc = "升級府衙",
	},
	{
		id = 181116,
		desc = "升級步兵營",
	},
	{
		id = 181117,
		desc = "升級騎兵營",
	},
	{
		id = 181118,
		desc = "升級弓兵營",
	},
	{
		id = 181119,
		desc = "升級車兵營",
	},
	{
		id = 181120,
		desc = "升級金礦",
	},
	{
		id = 181121,
		desc = "升級農田",
	},
	{
		id = 181122,
		desc = "升級校場",
	},
	{
		id = 181123,
		desc = "升級倉庫",
	},
	{
		id = 181124,
		desc = "升級醫館",
	},
	{
		id = 181125,
		desc = "升級酒館",
	},
	{
		id = 181126,
		desc = "升級哨塔",
	},
	{
		id = 181127,
		desc = "升級研究所",
	},
	{
		id = 181128,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181129,
		desc = "升級屯所",
	},
	{
		id = 181130,
		desc = "升級戰爭工坊",
	},
	{
		id = 181131,
		desc = "升級城墻",
	},
	{
		id = 181132,
		desc = "升級府衙",
	},
	{
		id = 181133,
		desc = "升級步兵營",
	},
	{
		id = 181134,
		desc = "升級騎兵營",
	},
	{
		id = 181135,
		desc = "升級弓兵營",
	},
	{
		id = 181136,
		desc = "升級車兵營",
	},
	{
		id = 181137,
		desc = "升級金礦",
	},
	{
		id = 181138,
		desc = "升級農田",
	},
	{
		id = 181139,
		desc = "升級校場",
	},
	{
		id = 181140,
		desc = "升級倉庫",
	},
	{
		id = 181141,
		desc = "升級醫館",
	},
	{
		id = 181142,
		desc = "升級酒館",
	},
	{
		id = 181143,
		desc = "升級哨塔",
	},
	{
		id = 181144,
		desc = "升級研究所",
	},
	{
		id = 181145,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181146,
		desc = "升級屯所",
	},
	{
		id = 181147,
		desc = "升級戰爭工坊",
	},
	{
		id = 181148,
		desc = "升級城墻",
	},
	{
		id = 181149,
		desc = "升級府衙",
	},
	{
		id = 181150,
		desc = "建造伐木場",
	},
	{
		id = 181151,
		desc = "升級步兵營",
	},
	{
		id = 181152,
		desc = "升級騎兵營",
	},
	{
		id = 181153,
		desc = "升級弓兵營",
	},
	{
		id = 181154,
		desc = "升級車兵營",
	},
	{
		id = 181155,
		desc = "升級金礦",
	},
	{
		id = 181156,
		desc = "升級農田",
	},
	{
		id = 181157,
		desc = "升級校場",
	},
	{
		id = 181158,
		desc = "升級倉庫",
	},
	{
		id = 181159,
		desc = "升級醫館",
	},
	{
		id = 181160,
		desc = "升級酒館",
	},
	{
		id = 181161,
		desc = "升級哨塔",
	},
	{
		id = 181162,
		desc = "升級研究所",
	},
	{
		id = 181163,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181164,
		desc = "升級屯所",
	},
	{
		id = 181165,
		desc = "升級戰爭工坊",
	},
	{
		id = 181166,
		desc = "升級城墻",
	},
	{
		id = 181167,
		desc = "升級府衙",
	},
	{
		id = 181168,
		desc = "升級步兵營",
	},
	{
		id = 181169,
		desc = "升級騎兵營",
	},
	{
		id = 181170,
		desc = "升級弓兵營",
	},
	{
		id = 181171,
		desc = "升級車兵營",
	},
	{
		id = 181172,
		desc = "升級金礦",
	},
	{
		id = 181173,
		desc = "升級農田",
	},
	{
		id = 181174,
		desc = "升級伐木場",
	},
	{
		id = 181175,
		desc = "升級校場",
	},
	{
		id = 181176,
		desc = "升級倉庫",
	},
	{
		id = 181177,
		desc = "升級醫館",
	},
	{
		id = 181178,
		desc = "升級酒館",
	},
	{
		id = 181179,
		desc = "升級哨塔",
	},
	{
		id = 181180,
		desc = "升級研究所",
	},
	{
		id = 181181,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181182,
		desc = "升級屯所",
	},
	{
		id = 181183,
		desc = "升級戰爭工坊",
	},
	{
		id = 181184,
		desc = "升級城墻",
	},
	{
		id = 181185,
		desc = "升級府衙",
	},
	{
		id = 181186,
		desc = "升級步兵營",
	},
	{
		id = 181187,
		desc = "升級騎兵營",
	},
	{
		id = 181188,
		desc = "升級弓兵營",
	},
	{
		id = 181189,
		desc = "升級車兵營",
	},
	{
		id = 181190,
		desc = "升級金礦",
	},
	{
		id = 181191,
		desc = "升級農田",
	},
	{
		id = 181192,
		desc = "升級伐木場",
	},
	{
		id = 181193,
		desc = "升級校場",
	},
	{
		id = 181194,
		desc = "升級倉庫",
	},
	{
		id = 181195,
		desc = "升級醫館",
	},
	{
		id = 181196,
		desc = "升級酒館",
	},
	{
		id = 181197,
		desc = "升級哨塔",
	},
	{
		id = 181198,
		desc = "升級研究所",
	},
	{
		id = 181199,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181200,
		desc = "升級屯所",
	},
	{
		id = 181201,
		desc = "升級戰爭工坊",
	},
	{
		id = 181202,
		desc = "升級城墻",
	},
	{
		id = 181203,
		desc = "升級府衙",
	},
	{
		id = 181204,
		desc = "升級步兵營",
	},
	{
		id = 181205,
		desc = "升級騎兵營",
	},
	{
		id = 181206,
		desc = "升級弓兵營",
	},
	{
		id = 181207,
		desc = "升級車兵營",
	},
	{
		id = 181208,
		desc = "升級金礦",
	},
	{
		id = 181209,
		desc = "升級農田",
	},
	{
		id = 181210,
		desc = "升級伐木場",
	},
	{
		id = 181211,
		desc = "升級校場",
	},
	{
		id = 181212,
		desc = "升級倉庫",
	},
	{
		id = 181213,
		desc = "升級醫館",
	},
	{
		id = 181214,
		desc = "升級酒館",
	},
	{
		id = 181215,
		desc = "升級哨塔",
	},
	{
		id = 181216,
		desc = "升級研究所",
	},
	{
		id = 181217,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181218,
		desc = "升級屯所",
	},
	{
		id = 181219,
		desc = "升級戰爭工坊",
	},
	{
		id = 181220,
		desc = "升級城墻",
	},
	{
		id = 181221,
		desc = "升級府衙",
	},
	{
		id = 181222,
		desc = "升級步兵營",
	},
	{
		id = 181223,
		desc = "升級騎兵營",
	},
	{
		id = 181224,
		desc = "升級弓兵營",
	},
	{
		id = 181225,
		desc = "升級車兵營",
	},
	{
		id = 181226,
		desc = "升級金礦",
	},
	{
		id = 181227,
		desc = "升級農田",
	},
	{
		id = 181228,
		desc = "升級伐木場",
	},
	{
		id = 181229,
		desc = "升級校場",
	},
	{
		id = 181230,
		desc = "升級倉庫",
	},
	{
		id = 181231,
		desc = "升級醫館",
	},
	{
		id = 181232,
		desc = "升級酒館",
	},
	{
		id = 181233,
		desc = "升級哨塔",
	},
	{
		id = 181234,
		desc = "升級研究所",
	},
	{
		id = 181235,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181236,
		desc = "升級屯所",
	},
	{
		id = 181237,
		desc = "升級戰爭工坊",
	},
	{
		id = 181238,
		desc = "升級城墻",
	},
	{
		id = 181239,
		desc = "升級府衙",
	},
	{
		id = 181240,
		desc = "升級步兵營",
	},
	{
		id = 181241,
		desc = "升級騎兵營",
	},
	{
		id = 181242,
		desc = "升級弓兵營",
	},
	{
		id = 181243,
		desc = "升級車兵營",
	},
	{
		id = 181244,
		desc = "升級金礦",
	},
	{
		id = 181245,
		desc = "升級農田",
	},
	{
		id = 181246,
		desc = "升級伐木場",
	},
	{
		id = 181247,
		desc = "升級校場",
	},
	{
		id = 181248,
		desc = "升級倉庫",
	},
	{
		id = 181249,
		desc = "升級醫館",
	},
	{
		id = 181250,
		desc = "升級酒館",
	},
	{
		id = 181251,
		desc = "升級哨塔",
	},
	{
		id = 181252,
		desc = "升級研究所",
	},
	{
		id = 181253,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181254,
		desc = "升級屯所",
	},
	{
		id = 181255,
		desc = "升級戰爭工坊",
	},
	{
		id = 181256,
		desc = "升級城墻",
	},
	{
		id = 181257,
		desc = "升級府衙",
	},
	{
		id = 181258,
		desc = "升級步兵營",
	},
	{
		id = 181259,
		desc = "升級騎兵營",
	},
	{
		id = 181260,
		desc = "升級弓兵營",
	},
	{
		id = 181261,
		desc = "升級車兵營",
	},
	{
		id = 181262,
		desc = "升級金礦",
	},
	{
		id = 181263,
		desc = "升級農田",
	},
	{
		id = 181264,
		desc = "升級伐木場",
	},
	{
		id = 181265,
		desc = "升級校場",
	},
	{
		id = 181266,
		desc = "升級倉庫",
	},
	{
		id = 181267,
		desc = "升級醫館",
	},
	{
		id = 181268,
		desc = "升級酒館",
	},
	{
		id = 181269,
		desc = "升級哨塔",
	},
	{
		id = 181270,
		desc = "升級研究所",
	},
	{
		id = 181271,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181272,
		desc = "升級屯所",
	},
	{
		id = 181273,
		desc = "升級戰爭工坊",
	},
	{
		id = 181274,
		desc = "升級城墻",
	},
	{
		id = 181275,
		desc = "升級府衙",
	},
	{
		id = 181276,
		desc = "升級步兵營",
	},
	{
		id = 181277,
		desc = "升級騎兵營",
	},
	{
		id = 181278,
		desc = "升級弓兵營",
	},
	{
		id = 181279,
		desc = "升級車兵營",
	},
	{
		id = 181280,
		desc = "升級金礦",
	},
	{
		id = 181281,
		desc = "升級農田",
	},
	{
		id = 181282,
		desc = "升級伐木場",
	},
	{
		id = 181283,
		desc = "升級校場",
	},
	{
		id = 181284,
		desc = "升級倉庫",
	},
	{
		id = 181285,
		desc = "升級醫館",
	},
	{
		id = 181286,
		desc = "升級酒館",
	},
	{
		id = 181287,
		desc = "升級哨塔",
	},
	{
		id = 181288,
		desc = "升級研究所",
	},
	{
		id = 181289,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181290,
		desc = "升級屯所",
	},
	{
		id = 181291,
		desc = "升級戰爭工坊",
	},
	{
		id = 181292,
		desc = "升級城墻",
	},
	{
		id = 181293,
		desc = "升級府衙",
	},
	{
		id = 181294,
		desc = "升級步兵營",
	},
	{
		id = 181295,
		desc = "升級騎兵營",
	},
	{
		id = 181296,
		desc = "升級弓兵營",
	},
	{
		id = 181297,
		desc = "升級車兵營",
	},
	{
		id = 181298,
		desc = "升級金礦",
	},
	{
		id = 181299,
		desc = "升級農田",
	},
	{
		id = 181300,
		desc = "升級伐木場",
	},
	{
		id = 181301,
		desc = "升級校場",
	},
	{
		id = 181302,
		desc = "升級倉庫",
	},
	{
		id = 181303,
		desc = "升級醫館",
	},
	{
		id = 181304,
		desc = "升級酒館",
	},
	{
		id = 181305,
		desc = "升級哨塔",
	},
	{
		id = 181306,
		desc = "升級研究所",
	},
	{
		id = 181307,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181308,
		desc = "升級屯所",
	},
	{
		id = 181309,
		desc = "升級戰爭工坊",
	},
	{
		id = 181310,
		desc = "升級城墻",
	},
	{
		id = 181311,
		desc = "升級府衙",
	},
	{
		id = 181312,
		desc = "升級步兵營",
	},
	{
		id = 181313,
		desc = "升級騎兵營",
	},
	{
		id = 181314,
		desc = "升級弓兵營",
	},
	{
		id = 181315,
		desc = "升級車兵營",
	},
	{
		id = 181316,
		desc = "升級金礦",
	},
	{
		id = 181317,
		desc = "升級農田",
	},
	{
		id = 181318,
		desc = "升級伐木場",
	},
	{
		id = 181319,
		desc = "升級校場",
	},
	{
		id = 181320,
		desc = "升級倉庫",
	},
	{
		id = 181321,
		desc = "升級醫館",
	},
	{
		id = 181322,
		desc = "升級酒館",
	},
	{
		id = 181323,
		desc = "升級哨塔",
	},
	{
		id = 181324,
		desc = "升級研究所",
	},
	{
		id = 181325,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181326,
		desc = "升級屯所",
	},
	{
		id = 181327,
		desc = "升級戰爭工坊",
	},
	{
		id = 181328,
		desc = "升級城墻",
	},
	{
		id = 181329,
		desc = "升級府衙",
	},
	{
		id = 181330,
		desc = "建造採石場",
	},
	{
		id = 181331,
		desc = "升級步兵營",
	},
	{
		id = 181332,
		desc = "升級騎兵營",
	},
	{
		id = 181333,
		desc = "升級弓兵營",
	},
	{
		id = 181334,
		desc = "升級車兵營",
	},
	{
		id = 181335,
		desc = "升級金礦",
	},
	{
		id = 181336,
		desc = "升級農田",
	},
	{
		id = 181337,
		desc = "升級伐木場",
	},
	{
		id = 181338,
		desc = "升級校場",
	},
	{
		id = 181339,
		desc = "升級倉庫",
	},
	{
		id = 181340,
		desc = "升級醫館",
	},
	{
		id = 181341,
		desc = "升級酒館",
	},
	{
		id = 181342,
		desc = "升級哨塔",
	},
	{
		id = 181343,
		desc = "升級研究所",
	},
	{
		id = 181344,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181345,
		desc = "升級屯所",
	},
	{
		id = 181346,
		desc = "升級戰爭工坊",
	},
	{
		id = 181347,
		desc = "升級城墻",
	},
	{
		id = 181348,
		desc = "升級府衙",
	},
	{
		id = 181349,
		desc = "升級步兵營",
	},
	{
		id = 181350,
		desc = "升級騎兵營",
	},
	{
		id = 181351,
		desc = "升級弓兵營",
	},
	{
		id = 181352,
		desc = "升級車兵營",
	},
	{
		id = 181353,
		desc = "升級金礦",
	},
	{
		id = 181354,
		desc = "升級農田",
	},
	{
		id = 181355,
		desc = "升級伐木場",
	},
	{
		id = 181356,
		desc = "升級採石場",
	},
	{
		id = 181357,
		desc = "升級校場",
	},
	{
		id = 181358,
		desc = "升級倉庫",
	},
	{
		id = 181359,
		desc = "升級醫館",
	},
	{
		id = 181360,
		desc = "升級酒館",
	},
	{
		id = 181361,
		desc = "升級哨塔",
	},
	{
		id = 181362,
		desc = "升級研究所",
	},
	{
		id = 181363,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181364,
		desc = "升級屯所",
	},
	{
		id = 181365,
		desc = "升級戰爭工坊",
	},
	{
		id = 181366,
		desc = "升級城墻",
	},
	{
		id = 181367,
		desc = "升級府衙",
	},
	{
		id = 181368,
		desc = "升級步兵營",
	},
	{
		id = 181369,
		desc = "升級騎兵營",
	},
	{
		id = 181370,
		desc = "升級弓兵營",
	},
	{
		id = 181371,
		desc = "升級車兵營",
	},
	{
		id = 181372,
		desc = "升級金礦",
	},
	{
		id = 181373,
		desc = "升級農田",
	},
	{
		id = 181374,
		desc = "升級伐木場",
	},
	{
		id = 181375,
		desc = "升級採石場",
	},
	{
		id = 181376,
		desc = "升級校場",
	},
	{
		id = 181377,
		desc = "升級倉庫",
	},
	{
		id = 181378,
		desc = "升級醫館",
	},
	{
		id = 181379,
		desc = "升級酒館",
	},
	{
		id = 181380,
		desc = "升級哨塔",
	},
	{
		id = 181381,
		desc = "升級研究所",
	},
	{
		id = 181382,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181383,
		desc = "升級屯所",
	},
	{
		id = 181384,
		desc = "升級戰爭工坊",
	},
	{
		id = 181385,
		desc = "升級城墻",
	},
	{
		id = 181386,
		desc = "升級府衙",
	},
	{
		id = 181387,
		desc = "升級步兵營",
	},
	{
		id = 181388,
		desc = "升級騎兵營",
	},
	{
		id = 181389,
		desc = "升級弓兵營",
	},
	{
		id = 181390,
		desc = "升級車兵營",
	},
	{
		id = 181391,
		desc = "升級金礦",
	},
	{
		id = 181392,
		desc = "升級農田",
	},
	{
		id = 181393,
		desc = "升級伐木場",
	},
	{
		id = 181394,
		desc = "升級採石場",
	},
	{
		id = 181395,
		desc = "升級校場",
	},
	{
		id = 181396,
		desc = "升級倉庫",
	},
	{
		id = 181397,
		desc = "升級醫館",
	},
	{
		id = 181398,
		desc = "升級酒館",
	},
	{
		id = 181399,
		desc = "升級哨塔",
	},
	{
		id = 181400,
		desc = "升級研究所",
	},
	{
		id = 181401,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181402,
		desc = "升級屯所",
	},
	{
		id = 181403,
		desc = "升級戰爭工坊",
	},
	{
		id = 181404,
		desc = "升級城墻",
	},
	{
		id = 181405,
		desc = "升級府衙",
	},
	{
		id = 181406,
		desc = "升級步兵營",
	},
	{
		id = 181407,
		desc = "升級騎兵營",
	},
	{
		id = 181408,
		desc = "升級弓兵營",
	},
	{
		id = 181409,
		desc = "升級車兵營",
	},
	{
		id = 181410,
		desc = "升級金礦",
	},
	{
		id = 181411,
		desc = "升級農田",
	},
	{
		id = 181412,
		desc = "升級伐木場",
	},
	{
		id = 181413,
		desc = "升級採石場",
	},
	{
		id = 181414,
		desc = "升級校場",
	},
	{
		id = 181415,
		desc = "升級倉庫",
	},
	{
		id = 181416,
		desc = "升級醫館",
	},
	{
		id = 181417,
		desc = "升級酒館",
	},
	{
		id = 181418,
		desc = "升級哨塔",
	},
	{
		id = 181419,
		desc = "升級研究所",
	},
	{
		id = 181420,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181421,
		desc = "升級屯所",
	},
	{
		id = 181422,
		desc = "升級戰爭工坊",
	},
	{
		id = 181423,
		desc = "升級城墻",
	},
	{
		id = 181424,
		desc = "升級府衙",
	},
	{
		id = 181425,
		desc = "升級步兵營",
	},
	{
		id = 181426,
		desc = "升級騎兵營",
	},
	{
		id = 181427,
		desc = "升級弓兵營",
	},
	{
		id = 181428,
		desc = "升級車兵營",
	},
	{
		id = 181429,
		desc = "升級金礦",
	},
	{
		id = 181430,
		desc = "升級農田",
	},
	{
		id = 181431,
		desc = "升級伐木場",
	},
	{
		id = 181432,
		desc = "升級採石場",
	},
	{
		id = 181433,
		desc = "升級校場",
	},
	{
		id = 181434,
		desc = "升級倉庫",
	},
	{
		id = 181435,
		desc = "升級醫館",
	},
	{
		id = 181436,
		desc = "升級酒館",
	},
	{
		id = 181437,
		desc = "升級哨塔",
	},
	{
		id = 181438,
		desc = "升級研究所",
	},
	{
		id = 181439,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181440,
		desc = "升級屯所",
	},
	{
		id = 181441,
		desc = "升級戰爭工坊",
	},
	{
		id = 181442,
		desc = "升級城墻",
	},
	{
		id = 181443,
		desc = "升級府衙",
	},
	{
		id = 181444,
		desc = "升級步兵營",
	},
	{
		id = 181445,
		desc = "升級騎兵營",
	},
	{
		id = 181446,
		desc = "升級弓兵營",
	},
	{
		id = 181447,
		desc = "升級車兵營",
	},
	{
		id = 181448,
		desc = "升級金礦",
	},
	{
		id = 181449,
		desc = "升級農田",
	},
	{
		id = 181450,
		desc = "升級伐木場",
	},
	{
		id = 181451,
		desc = "升級採石場",
	},
	{
		id = 181452,
		desc = "升級校場",
	},
	{
		id = 181453,
		desc = "升級倉庫",
	},
	{
		id = 181454,
		desc = "升級醫館",
	},
	{
		id = 181455,
		desc = "升級酒館",
	},
	{
		id = 181456,
		desc = "升級哨塔",
	},
	{
		id = 181457,
		desc = "升級研究所",
	},
	{
		id = 181458,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181459,
		desc = "升級屯所",
	},
	{
		id = 181460,
		desc = "升級戰爭工坊",
	},
	{
		id = 181461,
		desc = "升級城墻",
	},
	{
		id = 181462,
		desc = "升級府衙",
	},
	{
		id = 181463,
		desc = "升級步兵營",
	},
	{
		id = 181464,
		desc = "升級騎兵營",
	},
	{
		id = 181465,
		desc = "升級弓兵營",
	},
	{
		id = 181466,
		desc = "升級車兵營",
	},
	{
		id = 181467,
		desc = "升級金礦",
	},
	{
		id = 181468,
		desc = "升級農田",
	},
	{
		id = 181469,
		desc = "升級伐木場",
	},
	{
		id = 181470,
		desc = "升級採石場",
	},
	{
		id = 181471,
		desc = "升級校場",
	},
	{
		id = 181472,
		desc = "升級倉庫",
	},
	{
		id = 181473,
		desc = "升級醫館",
	},
	{
		id = 181474,
		desc = "升級酒館",
	},
	{
		id = 181475,
		desc = "升級哨塔",
	},
	{
		id = 181476,
		desc = "升級研究所",
	},
	{
		id = 181477,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181478,
		desc = "升級屯所",
	},
	{
		id = 181479,
		desc = "升級戰爭工坊",
	},
	{
		id = 181480,
		desc = "升級城墻",
	},
	{
		id = 181481,
		desc = "升級府衙",
	},
	{
		id = 181482,
		desc = "升級步兵營",
	},
	{
		id = 181483,
		desc = "升級騎兵營",
	},
	{
		id = 181484,
		desc = "升級弓兵營",
	},
	{
		id = 181485,
		desc = "升級車兵營",
	},
	{
		id = 181486,
		desc = "升級金礦",
	},
	{
		id = 181487,
		desc = "升級農田",
	},
	{
		id = 181488,
		desc = "升級伐木場",
	},
	{
		id = 181489,
		desc = "升級採石場",
	},
	{
		id = 181490,
		desc = "升級校場",
	},
	{
		id = 181491,
		desc = "升級倉庫",
	},
	{
		id = 181492,
		desc = "升級醫館",
	},
	{
		id = 181493,
		desc = "升級酒館",
	},
	{
		id = 181494,
		desc = "升級哨塔",
	},
	{
		id = 181495,
		desc = "升級研究所",
	},
	{
		id = 181496,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181497,
		desc = "升級屯所",
	},
	{
		id = 181498,
		desc = "升級戰爭工坊",
	},
	{
		id = 181499,
		desc = "升級城墻",
	},
	{
		id = 181500,
		desc = "升級府衙",
	},
	{
		id = 181501,
		desc = "升級步兵營",
	},
	{
		id = 181502,
		desc = "升級騎兵營",
	},
	{
		id = 181503,
		desc = "升級弓兵營",
	},
	{
		id = 181504,
		desc = "升級車兵營",
	},
	{
		id = 181505,
		desc = "升級金礦",
	},
	{
		id = 181506,
		desc = "升級農田",
	},
	{
		id = 181507,
		desc = "升級伐木場",
	},
	{
		id = 181508,
		desc = "升級採石場",
	},
	{
		id = 181509,
		desc = "升級校場",
	},
	{
		id = 181510,
		desc = "升級倉庫",
	},
	{
		id = 181511,
		desc = "升級醫館",
	},
	{
		id = 181512,
		desc = "升級酒館",
	},
	{
		id = 181513,
		desc = "升級哨塔",
	},
	{
		id = 181514,
		desc = "升級研究所",
	},
	{
		id = 181515,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181516,
		desc = "升級屯所",
	},
	{
		id = 181517,
		desc = "升級戰爭工坊",
	},
	{
		id = 181518,
		desc = "升級城墻",
	},
	{
		id = 181519,
		desc = "升級府衙",
	},
	{
		id = 181520,
		desc = "升級步兵營",
	},
	{
		id = 181521,
		desc = "升級騎兵營",
	},
	{
		id = 181522,
		desc = "升級弓兵營",
	},
	{
		id = 181523,
		desc = "升級車兵營",
	},
	{
		id = 181524,
		desc = "升級金礦",
	},
	{
		id = 181525,
		desc = "升級農田",
	},
	{
		id = 181526,
		desc = "升級伐木場",
	},
	{
		id = 181527,
		desc = "升級採石場",
	},
	{
		id = 181528,
		desc = "升級校場",
	},
	{
		id = 181529,
		desc = "升級倉庫",
	},
	{
		id = 181530,
		desc = "升級醫館",
	},
	{
		id = 181531,
		desc = "升級酒館",
	},
	{
		id = 181532,
		desc = "升級哨塔",
	},
	{
		id = 181533,
		desc = "升級研究所",
	},
	{
		id = 181534,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181535,
		desc = "升級屯所",
	},
	{
		id = 181536,
		desc = "升級戰爭工坊",
	},
	{
		id = 181537,
		desc = "升級城墻",
	},
	{
		id = 181538,
		desc = "升級府衙",
	},
	{
		id = 181539,
		desc = "升級步兵營",
	},
	{
		id = 181540,
		desc = "升級騎兵營",
	},
	{
		id = 181541,
		desc = "升級弓兵營",
	},
	{
		id = 181542,
		desc = "升級車兵營",
	},
	{
		id = 181543,
		desc = "升級金礦",
	},
	{
		id = 181544,
		desc = "升級農田",
	},
	{
		id = 181545,
		desc = "升級伐木場",
	},
	{
		id = 181546,
		desc = "升級採石場",
	},
	{
		id = 181547,
		desc = "升級校場",
	},
	{
		id = 181548,
		desc = "升級倉庫",
	},
	{
		id = 181549,
		desc = "升級醫館",
	},
	{
		id = 181550,
		desc = "升級酒館",
	},
	{
		id = 181551,
		desc = "升級哨塔",
	},
	{
		id = 181552,
		desc = "升級研究所",
	},
	{
		id = 181553,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181554,
		desc = "升級屯所",
	},
	{
		id = 181555,
		desc = "升級戰爭工坊",
	},
	{
		id = 181556,
		desc = "升級城墻",
	},
	{
		id = 181557,
		desc = "升級府衙",
	},
	{
		id = 181558,
		desc = "升級步兵營",
	},
	{
		id = 181559,
		desc = "升級騎兵營",
	},
	{
		id = 181560,
		desc = "升級弓兵營",
	},
	{
		id = 181561,
		desc = "升級車兵營",
	},
	{
		id = 181562,
		desc = "升級金礦",
	},
	{
		id = 181563,
		desc = "升級農田",
	},
	{
		id = 181564,
		desc = "升級伐木場",
	},
	{
		id = 181565,
		desc = "升級採石場",
	},
	{
		id = 181566,
		desc = "升級校場",
	},
	{
		id = 181567,
		desc = "升級倉庫",
	},
	{
		id = 181568,
		desc = "升級醫館",
	},
	{
		id = 181569,
		desc = "升級酒館",
	},
	{
		id = 181570,
		desc = "升級哨塔",
	},
	{
		id = 181571,
		desc = "升級研究所",
	},
	{
		id = 181572,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181573,
		desc = "升級屯所",
	},
	{
		id = 181574,
		desc = "升級戰爭工坊",
	},
	{
		id = 181575,
		desc = "升級城墻",
	},
	{
		id = 181576,
		desc = "升級府衙",
	},
	{
		id = 181577,
		desc = "升級步兵營",
	},
	{
		id = 181578,
		desc = "升級騎兵營",
	},
	{
		id = 181579,
		desc = "升級弓兵營",
	},
	{
		id = 181580,
		desc = "升級車兵營",
	},
	{
		id = 181581,
		desc = "升級金礦",
	},
	{
		id = 181582,
		desc = "升級農田",
	},
	{
		id = 181583,
		desc = "升級伐木場",
	},
	{
		id = 181584,
		desc = "升級採石場",
	},
	{
		id = 181585,
		desc = "升級校場",
	},
	{
		id = 181586,
		desc = "升級倉庫",
	},
	{
		id = 181587,
		desc = "升級醫館",
	},
	{
		id = 181588,
		desc = "升級酒館",
	},
	{
		id = 181589,
		desc = "升級哨塔",
	},
	{
		id = 181590,
		desc = "升級研究所",
	},
	{
		id = 181591,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181592,
		desc = "升級屯所",
	},
	{
		id = 181593,
		desc = "升級戰爭工坊",
	},
	{
		id = 181594,
		desc = "升級城墻",
	},
	{
		id = 181595,
		desc = "升級府衙",
	},
	{
		id = 181596,
		desc = "升級步兵營",
	},
	{
		id = 181597,
		desc = "升級騎兵營",
	},
	{
		id = 181598,
		desc = "升級弓兵營",
	},
	{
		id = 181599,
		desc = "升級車兵營",
	},
	{
		id = 181600,
		desc = "升級金礦",
	},
	{
		id = 181601,
		desc = "升級農田",
	},
	{
		id = 181602,
		desc = "升級伐木場",
	},
	{
		id = 181603,
		desc = "升級採石場",
	},
	{
		id = 181604,
		desc = "升級校場",
	},
	{
		id = 181605,
		desc = "升級倉庫",
	},
	{
		id = 181606,
		desc = "升級醫館",
	},
	{
		id = 181607,
		desc = "升級酒館",
	},
	{
		id = 181608,
		desc = "升級哨塔",
	},
	{
		id = 181609,
		desc = "升級研究所",
	},
	{
		id = 181610,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181611,
		desc = "升級屯所",
	},
	{
		id = 181612,
		desc = "升級戰爭工坊",
	},
	{
		id = 181613,
		desc = "升級城墻",
	},
	{
		id = 181614,
		desc = "升級府衙",
	},
	{
		id = 181615,
		desc = "建造鐵礦場",
	},
	{
		id = 181616,
		desc = "升級步兵營",
	},
	{
		id = 181617,
		desc = "升級騎兵營",
	},
	{
		id = 181618,
		desc = "升級弓兵營",
	},
	{
		id = 181619,
		desc = "升級車兵營",
	},
	{
		id = 181620,
		desc = "升級鐵礦場",
	},
	{
		id = 181621,
		desc = "升級金礦",
	},
	{
		id = 181622,
		desc = "升級農田",
	},
	{
		id = 181623,
		desc = "升級伐木場",
	},
	{
		id = 181624,
		desc = "升級採石場",
	},
	{
		id = 181625,
		desc = "升級鐵礦場",
	},
	{
		id = 181626,
		desc = "升級校場",
	},
	{
		id = 181627,
		desc = "升級倉庫",
	},
	{
		id = 181628,
		desc = "升級醫館",
	},
	{
		id = 181629,
		desc = "升級酒館",
	},
	{
		id = 181630,
		desc = "升級哨塔",
	},
	{
		id = 181631,
		desc = "升級鐵礦場",
	},
	{
		id = 181632,
		desc = "升級鐵礦場",
	},
	{
		id = 181633,
		desc = "升級鐵礦場",
	},
	{
		id = 181634,
		desc = "升級研究所",
	},
	{
		id = 181635,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181636,
		desc = "升級屯所",
	},
	{
		id = 181637,
		desc = "升級戰爭工坊",
	},
	{
		id = 181638,
		desc = "升級城墻",
	},
	{
		id = 181639,
		desc = "升級府衙",
	},
	{
		id = 181640,
		desc = "升級步兵營",
	},
	{
		id = 181641,
		desc = "升級騎兵營",
	},
	{
		id = 181642,
		desc = "升級弓兵營",
	},
	{
		id = 181643,
		desc = "升級車兵營",
	},
	{
		id = 181644,
		desc = "升級金礦",
	},
	{
		id = 181645,
		desc = "升級農田",
	},
	{
		id = 181646,
		desc = "升級伐木場",
	},
	{
		id = 181647,
		desc = "升級採石場",
	},
	{
		id = 181648,
		desc = "升級鐵礦場",
	},
	{
		id = 181649,
		desc = "升級校場",
	},
	{
		id = 181650,
		desc = "升級倉庫",
	},
	{
		id = 181651,
		desc = "升級醫館",
	},
	{
		id = 181652,
		desc = "升級酒館",
	},
	{
		id = 181653,
		desc = "升級哨塔",
	},
	{
		id = 181654,
		desc = "升級研究所",
	},
	{
		id = 181655,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181656,
		desc = "升級屯所",
	},
	{
		id = 181657,
		desc = "升級戰爭工坊",
	},
	{
		id = 181658,
		desc = "升級城墻",
	},
	{
		id = 181659,
		desc = "升級府衙",
	},
	{
		id = 181660,
		desc = "升級步兵營",
	},
	{
		id = 181661,
		desc = "升級騎兵營",
	},
	{
		id = 181662,
		desc = "升級弓兵營",
	},
	{
		id = 181663,
		desc = "升級車兵營",
	},
	{
		id = 181664,
		desc = "升級金礦",
	},
	{
		id = 181665,
		desc = "升級農田",
	},
	{
		id = 181666,
		desc = "升級伐木場",
	},
	{
		id = 181667,
		desc = "升級採石場",
	},
	{
		id = 181668,
		desc = "升級鐵礦場",
	},
	{
		id = 181669,
		desc = "升級校場",
	},
	{
		id = 181670,
		desc = "升級倉庫",
	},
	{
		id = 181671,
		desc = "升級醫館",
	},
	{
		id = 181672,
		desc = "升級酒館",
	},
	{
		id = 181673,
		desc = "升級哨塔",
	},
	{
		id = 181674,
		desc = "升級研究所",
	},
	{
		id = 181675,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181676,
		desc = "升級屯所",
	},
	{
		id = 181677,
		desc = "升級戰爭工坊",
	},
	{
		id = 181678,
		desc = "升級城墻",
	},
	{
		id = 181679,
		desc = "升級府衙",
	},
	{
		id = 181680,
		desc = "升級步兵營",
	},
	{
		id = 181681,
		desc = "升級騎兵營",
	},
	{
		id = 181682,
		desc = "升級弓兵營",
	},
	{
		id = 181683,
		desc = "升級車兵營",
	},
	{
		id = 181684,
		desc = "升級金礦",
	},
	{
		id = 181685,
		desc = "升級農田",
	},
	{
		id = 181686,
		desc = "升級伐木場",
	},
	{
		id = 181687,
		desc = "升級採石場",
	},
	{
		id = 181688,
		desc = "升級鐵礦場",
	},
	{
		id = 181689,
		desc = "升級校場",
	},
	{
		id = 181690,
		desc = "升級倉庫",
	},
	{
		id = 181691,
		desc = "升級醫館",
	},
	{
		id = 181692,
		desc = "升級酒館",
	},
	{
		id = 181693,
		desc = "升級哨塔",
	},
	{
		id = 181694,
		desc = "升級研究所",
	},
	{
		id = 181695,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181696,
		desc = "升級屯所",
	},
	{
		id = 181697,
		desc = "升級戰爭工坊",
	},
	{
		id = 181698,
		desc = "升級城墻",
	},
	{
		id = 181699,
		desc = "升級府衙",
	},
	{
		id = 181700,
		desc = "升級步兵營",
	},
	{
		id = 181701,
		desc = "升級騎兵營",
	},
	{
		id = 181702,
		desc = "升級弓兵營",
	},
	{
		id = 181703,
		desc = "升級車兵營",
	},
	{
		id = 181704,
		desc = "升級金礦",
	},
	{
		id = 181705,
		desc = "升級農田",
	},
	{
		id = 181706,
		desc = "升級伐木場",
	},
	{
		id = 181707,
		desc = "升級採石場",
	},
	{
		id = 181708,
		desc = "升級鐵礦場",
	},
	{
		id = 181709,
		desc = "升級校場",
	},
	{
		id = 181710,
		desc = "升級倉庫",
	},
	{
		id = 181711,
		desc = "升級醫館",
	},
	{
		id = 181712,
		desc = "升級酒館",
	},
	{
		id = 181713,
		desc = "升級哨塔",
	},
	{
		id = 181714,
		desc = "升級研究所",
	},
	{
		id = 181715,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181716,
		desc = "升級屯所",
	},
	{
		id = 181717,
		desc = "升級戰爭工坊",
	},
	{
		id = 181718,
		desc = "升級城墻",
	},
	{
		id = 181719,
		desc = "升級府衙",
	},
	{
		id = 181720,
		desc = "升級步兵營",
	},
	{
		id = 181721,
		desc = "升級騎兵營",
	},
	{
		id = 181722,
		desc = "升級弓兵營",
	},
	{
		id = 181723,
		desc = "升級車兵營",
	},
	{
		id = 181724,
		desc = "升級金礦",
	},
	{
		id = 181725,
		desc = "升級農田",
	},
	{
		id = 181726,
		desc = "升級伐木場",
	},
	{
		id = 181727,
		desc = "升級採石場",
	},
	{
		id = 181728,
		desc = "升級鐵礦場",
	},
	{
		id = 181729,
		desc = "升級校場",
	},
	{
		id = 181730,
		desc = "升級倉庫",
	},
	{
		id = 181731,
		desc = "升級醫館",
	},
	{
		id = 181732,
		desc = "升級酒館",
	},
	{
		id = 181733,
		desc = "升級哨塔",
	},
	{
		id = 181734,
		desc = "升級研究所",
	},
	{
		id = 181735,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181736,
		desc = "升級屯所",
	},
	{
		id = 181737,
		desc = "升級戰爭工坊",
	},
	{
		id = 181738,
		desc = "升級城墻",
	},
	{
		id = 181739,
		desc = "升級府衙",
	},
	{
		id = 181740,
		desc = "升級步兵營",
	},
	{
		id = 181741,
		desc = "升級騎兵營",
	},
	{
		id = 181742,
		desc = "升級弓兵營",
	},
	{
		id = 181743,
		desc = "升級車兵營",
	},
	{
		id = 181744,
		desc = "升級金礦",
	},
	{
		id = 181745,
		desc = "升級農田",
	},
	{
		id = 181746,
		desc = "升級伐木場",
	},
	{
		id = 181747,
		desc = "升級採石場",
	},
	{
		id = 181748,
		desc = "升級鐵礦場",
	},
	{
		id = 181749,
		desc = "升級校場",
	},
	{
		id = 181750,
		desc = "升級倉庫",
	},
	{
		id = 181751,
		desc = "升級醫館",
	},
	{
		id = 181752,
		desc = "升級酒館",
	},
	{
		id = 181753,
		desc = "升級哨塔",
	},
	{
		id = 181754,
		desc = "升級研究所",
	},
	{
		id = 181755,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181756,
		desc = "升級屯所",
	},
	{
		id = 181757,
		desc = "升級戰爭工坊",
	},
	{
		id = 181758,
		desc = "升級城墻",
	},
	{
		id = 181759,
		desc = "升級府衙",
	},
	{
		id = 181760,
		desc = "升級步兵營",
	},
	{
		id = 181761,
		desc = "升級騎兵營",
	},
	{
		id = 181762,
		desc = "升級弓兵營",
	},
	{
		id = 181763,
		desc = "升級車兵營",
	},
	{
		id = 181764,
		desc = "升級金礦",
	},
	{
		id = 181765,
		desc = "升級農田",
	},
	{
		id = 181766,
		desc = "升級伐木場",
	},
	{
		id = 181767,
		desc = "升級採石場",
	},
	{
		id = 181768,
		desc = "升級鐵礦場",
	},
	{
		id = 181769,
		desc = "升級校場",
	},
	{
		id = 181770,
		desc = "升級倉庫",
	},
	{
		id = 181771,
		desc = "升級醫館",
	},
	{
		id = 181772,
		desc = "升級酒館",
	},
	{
		id = 181773,
		desc = "升級哨塔",
	},
	{
		id = 181774,
		desc = "升級研究所",
	},
	{
		id = 181775,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181776,
		desc = "升級屯所",
	},
	{
		id = 181777,
		desc = "升級戰爭工坊",
	},
	{
		id = 181778,
		desc = "升級城墻",
	},
	{
		id = 181779,
		desc = "升級府衙",
	},
	{
		id = 181780,
		desc = "升級步兵營",
	},
	{
		id = 181781,
		desc = "升級騎兵營",
	},
	{
		id = 181782,
		desc = "升級弓兵營",
	},
	{
		id = 181783,
		desc = "升級車兵營",
	},
	{
		id = 181784,
		desc = "升級金礦",
	},
	{
		id = 181785,
		desc = "升級農田",
	},
	{
		id = 181786,
		desc = "升級伐木場",
	},
	{
		id = 181787,
		desc = "升級採石場",
	},
	{
		id = 181788,
		desc = "升級鐵礦場",
	},
	{
		id = 181789,
		desc = "升級校場",
	},
	{
		id = 181790,
		desc = "升級倉庫",
	},
	{
		id = 181791,
		desc = "升級醫館",
	},
	{
		id = 181792,
		desc = "升級酒館",
	},
	{
		id = 181793,
		desc = "升級哨塔",
	},
	{
		id = 181794,
		desc = "升級研究所",
	},
	{
		id = 181795,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181796,
		desc = "升級屯所",
	},
	{
		id = 181797,
		desc = "升級戰爭工坊",
	},
	{
		id = 181798,
		desc = "升級城墻",
	},
	{
		id = 181799,
		desc = "升級府衙",
	},
	{
		id = 181800,
		desc = "升級步兵營",
	},
	{
		id = 181801,
		desc = "升級騎兵營",
	},
	{
		id = 181802,
		desc = "升級弓兵營",
	},
	{
		id = 181803,
		desc = "升級車兵營",
	},
	{
		id = 181804,
		desc = "升級金礦",
	},
	{
		id = 181805,
		desc = "升級農田",
	},
	{
		id = 181806,
		desc = "升級伐木場",
	},
	{
		id = 181807,
		desc = "升級採石場",
	},
	{
		id = 181808,
		desc = "升級鐵礦場",
	},
	{
		id = 181809,
		desc = "升級校場",
	},
	{
		id = 181810,
		desc = "升級倉庫",
	},
	{
		id = 181811,
		desc = "升級醫館",
	},
	{
		id = 181812,
		desc = "升級酒館",
	},
	{
		id = 181813,
		desc = "升級哨塔",
	},
	{
		id = 181814,
		desc = "升級研究所",
	},
	{
		id = 181815,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181816,
		desc = "升級屯所",
	},
	{
		id = 181817,
		desc = "升級戰爭工坊",
	},
	{
		id = 181818,
		desc = "升級城墻",
	},
	{
		id = 181819,
		desc = "升級府衙",
	},
	{
		id = 181820,
		desc = "升級步兵營",
	},
	{
		id = 181821,
		desc = "升級騎兵營",
	},
	{
		id = 181822,
		desc = "升級弓兵營",
	},
	{
		id = 181823,
		desc = "升級車兵營",
	},
	{
		id = 181824,
		desc = "升級金礦",
	},
	{
		id = 181825,
		desc = "升級農田",
	},
	{
		id = 181826,
		desc = "升級伐木場",
	},
	{
		id = 181827,
		desc = "升級採石場",
	},
	{
		id = 181828,
		desc = "升級鐵礦場",
	},
	{
		id = 181829,
		desc = "升級校場",
	},
	{
		id = 181830,
		desc = "升級倉庫",
	},
	{
		id = 181831,
		desc = "升級醫館",
	},
	{
		id = 181832,
		desc = "升級酒館",
	},
	{
		id = 181833,
		desc = "升級哨塔",
	},
	{
		id = 181834,
		desc = "升級研究所",
	},
	{
		id = 181835,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181836,
		desc = "升級屯所",
	},
	{
		id = 181837,
		desc = "升級戰爭工坊",
	},
	{
		id = 181838,
		desc = "升級城墻",
	},
	{
		id = 181839,
		desc = "升級府衙",
	},
	{
		id = 181840,
		desc = "升級步兵營",
	},
	{
		id = 181841,
		desc = "升級騎兵營",
	},
	{
		id = 181842,
		desc = "升級弓兵營",
	},
	{
		id = 181843,
		desc = "升級車兵營",
	},
	{
		id = 181844,
		desc = "升級金礦",
	},
	{
		id = 181845,
		desc = "升級農田",
	},
	{
		id = 181846,
		desc = "升級伐木場",
	},
	{
		id = 181847,
		desc = "升級採石場",
	},
	{
		id = 181848,
		desc = "升級鐵礦場",
	},
	{
		id = 181849,
		desc = "升級校場",
	},
	{
		id = 181850,
		desc = "升級倉庫",
	},
	{
		id = 181851,
		desc = "升級醫館",
	},
	{
		id = 181852,
		desc = "升級酒館",
	},
	{
		id = 181853,
		desc = "升級哨塔",
	},
	{
		id = 181854,
		desc = "升級研究所",
	},
	{
		id = 181855,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181856,
		desc = "升級屯所",
	},
	{
		id = 181857,
		desc = "升級戰爭工坊",
	},
	{
		id = 181858,
		desc = "升級城墻",
	},
	{
		id = 181859,
		desc = "升級府衙",
	},
	{
		id = 181860,
		desc = "升級步兵營",
	},
	{
		id = 181861,
		desc = "升級騎兵營",
	},
	{
		id = 181862,
		desc = "升級弓兵營",
	},
	{
		id = 181863,
		desc = "升級車兵營",
	},
	{
		id = 181864,
		desc = "升級金礦",
	},
	{
		id = 181865,
		desc = "升級農田",
	},
	{
		id = 181866,
		desc = "升級伐木場",
	},
	{
		id = 181867,
		desc = "升級採石場",
	},
	{
		id = 181868,
		desc = "升級鐵礦場",
	},
	{
		id = 181869,
		desc = "升級校場",
	},
	{
		id = 181870,
		desc = "升級倉庫",
	},
	{
		id = 181871,
		desc = "升級醫館",
	},
	{
		id = 181872,
		desc = "升級酒館",
	},
	{
		id = 181873,
		desc = "升級哨塔",
	},
	{
		id = 181874,
		desc = "升級研究所",
	},
	{
		id = 181875,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181876,
		desc = "升級屯所",
	},
	{
		id = 181877,
		desc = "升級戰爭工坊",
	},
	{
		id = 181878,
		desc = "升級城墻",
	},
	{
		id = 181879,
		desc = "升級府衙",
	},
	{
		id = 181880,
		desc = "升級步兵營",
	},
	{
		id = 181881,
		desc = "升級騎兵營",
	},
	{
		id = 181882,
		desc = "升級弓兵營",
	},
	{
		id = 181883,
		desc = "升級車兵營",
	},
	{
		id = 181884,
		desc = "升級金礦",
	},
	{
		id = 181885,
		desc = "升級農田",
	},
	{
		id = 181886,
		desc = "升級伐木場",
	},
	{
		id = 181887,
		desc = "升級採石場",
	},
	{
		id = 181888,
		desc = "升級鐵礦場",
	},
	{
		id = 181889,
		desc = "升級校場",
	},
	{
		id = 181890,
		desc = "升級倉庫",
	},
	{
		id = 181891,
		desc = "升級醫館",
	},
	{
		id = 181892,
		desc = "升級酒館",
	},
	{
		id = 181893,
		desc = "升級哨塔",
	},
	{
		id = 181894,
		desc = "升級研究所",
	},
	{
		id = 181895,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181896,
		desc = "升級屯所",
	},
	{
		id = 181897,
		desc = "升級戰爭工坊",
	},
	{
		id = 181898,
		desc = "升級城墻",
	},
	{
		id = 181899,
		desc = "升級府衙",
	},
	{
		id = 181900,
		desc = "升級步兵營",
	},
	{
		id = 181901,
		desc = "升級騎兵營",
	},
	{
		id = 181902,
		desc = "升級弓兵營",
	},
	{
		id = 181903,
		desc = "升級車兵營",
	},
	{
		id = 181904,
		desc = "升級金礦",
	},
	{
		id = 181905,
		desc = "升級農田",
	},
	{
		id = 181906,
		desc = "升級伐木場",
	},
	{
		id = 181907,
		desc = "升級採石場",
	},
	{
		id = 181908,
		desc = "升級鐵礦場",
	},
	{
		id = 181909,
		desc = "升級校場",
	},
	{
		id = 181910,
		desc = "升級倉庫",
	},
	{
		id = 181911,
		desc = "升級醫館",
	},
	{
		id = 181912,
		desc = "升級酒館",
	},
	{
		id = 181913,
		desc = "升級哨塔",
	},
	{
		id = 181914,
		desc = "升級研究所",
	},
	{
		id = 181915,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181916,
		desc = "升級屯所",
	},
	{
		id = 181917,
		desc = "升級戰爭工坊",
	},
	{
		id = 181918,
		desc = "升級城墻",
	},
	{
		id = 181919,
		desc = "升級府衙",
	},
	{
		id = 181920,
		desc = "升級步兵營",
	},
	{
		id = 181921,
		desc = "升級騎兵營",
	},
	{
		id = 181922,
		desc = "升級弓兵營",
	},
	{
		id = 181923,
		desc = "升級車兵營",
	},
	{
		id = 181924,
		desc = "升級金礦",
	},
	{
		id = 181925,
		desc = "升級農田",
	},
	{
		id = 181926,
		desc = "升級伐木場",
	},
	{
		id = 181927,
		desc = "升級採石場",
	},
	{
		id = 181928,
		desc = "升級鐵礦場",
	},
	{
		id = 181929,
		desc = "升級校場",
	},
	{
		id = 181930,
		desc = "升級倉庫",
	},
	{
		id = 181931,
		desc = "升級醫館",
	},
	{
		id = 181932,
		desc = "升級酒館",
	},
	{
		id = 181933,
		desc = "升級哨塔",
	},
	{
		id = 181934,
		desc = "升級研究所",
	},
	{
		id = 181935,
		desc = "升級鐵匠鋪",
	},
	{
		id = 181936,
		desc = "升級屯所",
	},
	{
		id = 181937,
		desc = "升級戰爭工坊",
	},
	{
		id = 181938,
		desc = "升級城墻",
	},
	{
		id = 185001,
		desc = "建造1個金礦，建造金礦可以提高黃金產量和容量。",
	},
	{
		id = 185002,
		desc = "升級府衙至2級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185003,
		desc = "建造弓兵營，建造弓兵營可以訓練弓兵。",
	},
	{
		id = 185004,
		desc = "升級弓兵營至2級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185005,
		desc = "升級步兵營至2級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185006,
		desc = "擊敗2次2級囚犯（請在世界地圖內尋找2級囚犯並擊敗他）",
	},
	{
		id = 185007,
		desc = "升級騎兵營至2級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185008,
		desc = "升級金礦至2級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185009,
		desc = "升級農田至2級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185010,
		desc = "升級倉庫至2級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185011,
		desc = "升級校場至2級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185012,
		desc = "升級醫館至2級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185013,
		desc = "升級酒館至2級，升級酒館可以招募更多武將。",
	},
	{
		id = 185014,
		desc = "升級哨塔至2級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185015,
		desc = "升級城墻至2級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185016,
		desc = "升級府衙至3級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185017,
		desc = "建造鐵匠鋪，建造鐵匠鋪後可以為武將鍛造裝備。",
	},
	{
		id = 185018,
		desc = "升級鐵匠鋪至2級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185019,
		desc = "升級步兵營至3級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185020,
		desc = "擊敗4次3級土匪（請在世界地圖內尋找3級土匪並擊敗他）",
	},
	{
		id = 185021,
		desc = "升級騎兵營至3級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185022,
		desc = "升級弓兵營至3級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185023,
		desc = "升級金礦至3級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185024,
		desc = "升級農田至3級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185025,
		desc = "升級倉庫至3級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185026,
		desc = "升級校場至3級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185027,
		desc = "升級醫館至3級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185028,
		desc = "升級酒館至3級，升級酒館可以招募更多武將。",
	},
	{
		id = 185029,
		desc = "升級哨塔至3級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185030,
		desc = "升級鐵匠鋪至3級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185031,
		desc = "升級城墻至3級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185032,
		desc = "升級府衙至4級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185033,
		desc = "建造研究所，建造研究所後可以研究科技提升實力。",
	},
	{
		id = 185034,
		desc = "建造戰爭工坊，建造戰爭工坊可以製造陷阱提高城防能力。",
	},
	{
		id = 185035,
		desc = "升級戰爭工坊至2級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185036,
		desc = "升級步兵營至4級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185037,
		desc = "升級騎兵營至4級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185038,
		desc = "升級弓兵營至4級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185039,
		desc = "升級研究所至2級，升級研究所可以研究高級科技。",
	},
	{
		id = 185040,
		desc = "研究科技-徭役I",
	},
	{
		id = 185041,
		desc = "升級金礦至4級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185042,
		desc = "升級農田至4級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185043,
		desc = "升級校場至4級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185044,
		desc = "升級研究所至3級，升級研究所可以研究高級科技。",
	},
	{
		id = 185045,
		desc = "升級戰爭工坊至3級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185046,
		desc = "升級倉庫至4級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185047,
		desc = "升級醫館至4級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185048,
		desc = "升級酒館至4級，升級酒館可以招募更多武將。",
	},
	{
		id = 185049,
		desc = "升級哨塔至4級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185050,
		desc = "升級研究所至4級，升級研究所可以研究高級科技。",
	},
	{
		id = 185051,
		desc = "升級鐵匠鋪至4級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185052,
		desc = "升級戰爭工坊至4級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185053,
		desc = "升級城墻至4級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185054,
		desc = "擊敗1次4級刺客（請在世界地圖內尋找4級刺客並擊敗他）",
	},
	{
		id = 185055,
		desc = "升級府衙至5級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185056,
		desc = "建造車兵營，建造車兵營後可以訓練車兵。",
	},
	{
		id = 185057,
		desc = "升級車兵營至2級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185058,
		desc = "升級車兵營至3級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185059,
		desc = "升級步兵營至5級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185060,
		desc = "升級騎兵營至5級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185061,
		desc = "升級弓兵營至5級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185062,
		desc = "升級車兵營至4級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185063,
		desc = "升級車兵營至5級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185064,
		desc = "升級金礦至5級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185065,
		desc = "升級農田至5級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185066,
		desc = "升級校場至5級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185067,
		desc = "升級倉庫至5級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185068,
		desc = "升級醫館至5級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185069,
		desc = "升級酒館至5級，升級酒館可以招募更多武將。",
	},
	{
		id = 185070,
		desc = "升級哨塔至5級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185071,
		desc = "升級研究所至5級，升級研究所可以研究高級科技。",
	},
	{
		id = 185072,
		desc = "升級鐵匠鋪至5級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185073,
		desc = "升級戰爭工坊至5級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185074,
		desc = "升級城墻至5級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185075,
		desc = "升級府衙至6級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185076,
		desc = "建造戰爭大廳，建造戰爭大廳後可以集結盟友部隊向敵人進攻。",
	},
	{
		id = 185077,
		desc = "升級步兵營至6級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185078,
		desc = "升級騎兵營至6級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185079,
		desc = "升級弓兵營至6級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185080,
		desc = "升級車兵營至6級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185081,
		desc = "升級金礦至6級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185082,
		desc = "升級農田至6級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185083,
		desc = "升級校場至6級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185084,
		desc = "升級倉庫至6級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185085,
		desc = "升級醫館至6級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185086,
		desc = "升級酒館至6級，升級酒館可以招募更多武將。",
	},
	{
		id = 185087,
		desc = "升級哨塔至6級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185088,
		desc = "升級研究所至6級，升級研究所可以研究高級科技。",
	},
	{
		id = 185089,
		desc = "升級鐵匠鋪至6級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185090,
		desc = "升級戰爭工坊至6級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185091,
		desc = "升級城墻至6級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185092,
		desc = "升級府衙至7級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185093,
		desc = "建造屯所，建造後屯所可以幫助盟友建造、訓練、研究。",
	},
	{
		id = 185094,
		desc = "升級屯所至2級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185095,
		desc = "升級屯所至3級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185096,
		desc = "升級步兵營至7級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185097,
		desc = "升級騎兵營至7級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185098,
		desc = "升級弓兵營至7級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185099,
		desc = "升級車兵營至7級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185100,
		desc = "升級屯所至4級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185101,
		desc = "升級金礦至7級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185102,
		desc = "升級農田至7級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185103,
		desc = "升級校場至7級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185104,
		desc = "升級倉庫至7級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185105,
		desc = "升級醫館至7級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185106,
		desc = "升級屯所至5級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185107,
		desc = "升級酒館至7級，升級酒館可以招募更多武將。",
	},
	{
		id = 185108,
		desc = "升級哨塔至7級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185109,
		desc = "升級研究所至7級，升級研究所可以研究高級科技。",
	},
	{
		id = 185110,
		desc = "升級鐵匠鋪至7級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185111,
		desc = "升級屯所至6級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185112,
		desc = "升級屯所至7級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185113,
		desc = "升級戰爭工坊至7級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185114,
		desc = "升級城墻至7級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185115,
		desc = "升級府衙至8級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185116,
		desc = "升級步兵營至8級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185117,
		desc = "升級騎兵營至8級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185118,
		desc = "升級弓兵營至8級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185119,
		desc = "升級車兵營至8級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185120,
		desc = "升級金礦至8級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185121,
		desc = "升級農田至8級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185122,
		desc = "升級校場至8級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185123,
		desc = "升級倉庫至8級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185124,
		desc = "升級醫館至8級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185125,
		desc = "升級酒館至8級，升級酒館可以招募更多武將。",
	},
	{
		id = 185126,
		desc = "升級哨塔至8級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185127,
		desc = "升級研究所至8級，升級研究所可以研究高級科技。",
	},
	{
		id = 185128,
		desc = "升級鐵匠鋪至8級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185129,
		desc = "升級屯所至8級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185130,
		desc = "升級戰爭工坊至8級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185131,
		desc = "升級城墻至8級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185132,
		desc = "升級府衙至9級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185133,
		desc = "升級步兵營至9級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185134,
		desc = "升級騎兵營至9級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185135,
		desc = "升級弓兵營至9級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185136,
		desc = "升級車兵營至9級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185137,
		desc = "升級金礦至9級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185138,
		desc = "升級農田至9級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185139,
		desc = "升級校場至9級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185140,
		desc = "升級倉庫至9級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185141,
		desc = "升級醫館至9級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185142,
		desc = "升級酒館至9級，升級酒館可以招募更多武將。",
	},
	{
		id = 185143,
		desc = "升級哨塔至9級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185144,
		desc = "升級研究所至9級，升級研究所可以研究高級科技。",
	},
	{
		id = 185145,
		desc = "升級鐵匠鋪至9級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185146,
		desc = "升級屯所至9級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185147,
		desc = "升級戰爭工坊至9級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185148,
		desc = "升級城墻至9級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185149,
		desc = "升級府衙至10級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185150,
		desc = "建造1個伐木場，伐木場可以提高木材產量和容量。",
	},
	{
		id = 185151,
		desc = "升級步兵營至10級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185152,
		desc = "升級騎兵營至10級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185153,
		desc = "升級弓兵營至10級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185154,
		desc = "升級車兵營至10級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185155,
		desc = "升級金礦至10級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185156,
		desc = "升級農田至10級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185157,
		desc = "升級校場至10級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185158,
		desc = "升級倉庫至10級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185159,
		desc = "升級醫館至10級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185160,
		desc = "升級酒館至10級，升級酒館可以招募更多武將。",
	},
	{
		id = 185161,
		desc = "升級哨塔至10級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185162,
		desc = "升級研究所至10級，升級研究所可以研究高級科技。",
	},
	{
		id = 185163,
		desc = "升級鐵匠鋪至10級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185164,
		desc = "升級屯所至10級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185165,
		desc = "升級戰爭工坊至10級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185166,
		desc = "升級城墻至10級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185167,
		desc = "升級府衙至11級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185168,
		desc = "升級步兵營至11級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185169,
		desc = "升級騎兵營至11級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185170,
		desc = "升級弓兵營至11級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185171,
		desc = "升級車兵營至11級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185172,
		desc = "升級金礦至11級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185173,
		desc = "升級農田至11級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185174,
		desc = "升級伐木場至11級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185175,
		desc = "升級校場至11級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185176,
		desc = "升級倉庫至11級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185177,
		desc = "升級醫館至11級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185178,
		desc = "升級酒館至11級，升級酒館可以招募更多武將。",
	},
	{
		id = 185179,
		desc = "升級哨塔至11級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185180,
		desc = "升級研究所至11級，升級研究所可以研究高級科技。",
	},
	{
		id = 185181,
		desc = "升級鐵匠鋪至11級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185182,
		desc = "升級屯所至11級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185183,
		desc = "升級戰爭工坊至11級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185184,
		desc = "升級城墻至11級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185185,
		desc = "升級府衙至12級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185186,
		desc = "升級步兵營至12級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185187,
		desc = "升級騎兵營至12級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185188,
		desc = "升級弓兵營至12級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185189,
		desc = "升級車兵營至12級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185190,
		desc = "升級金礦至12級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185191,
		desc = "升級農田至12級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185192,
		desc = "升級伐木場至12級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185193,
		desc = "升級校場至12級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185194,
		desc = "升級倉庫至12級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185195,
		desc = "升級醫館至12級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185196,
		desc = "升級酒館至12級，升級酒館可以招募更多武將。",
	},
	{
		id = 185197,
		desc = "升級哨塔至12級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185198,
		desc = "升級研究所至12級，升級研究所可以研究高級科技。",
	},
	{
		id = 185199,
		desc = "升級鐵匠鋪至12級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185200,
		desc = "升級屯所至12級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185201,
		desc = "升級戰爭工坊至12級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185202,
		desc = "升級城墻至12級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185203,
		desc = "升級府衙至13級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185204,
		desc = "升級步兵營至13級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185205,
		desc = "升級騎兵營至13級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185206,
		desc = "升級弓兵營至13級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185207,
		desc = "升級車兵營至13級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185208,
		desc = "升級金礦至13級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185209,
		desc = "升級農田至13級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185210,
		desc = "升級伐木場至13級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185211,
		desc = "升級校場至13級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185212,
		desc = "升級倉庫至13級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185213,
		desc = "升級醫館至13級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185214,
		desc = "升級酒館至13級，升級酒館可以招募更多武將。",
	},
	{
		id = 185215,
		desc = "升級哨塔至13級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185216,
		desc = "升級研究所至13級，升級研究所可以研究高級科技。",
	},
	{
		id = 185217,
		desc = "升級鐵匠鋪至13級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185218,
		desc = "升級屯所至13級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185219,
		desc = "升級戰爭工坊至13級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185220,
		desc = "升級城墻至13級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185221,
		desc = "升級府衙至14級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185222,
		desc = "升級步兵營至14級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185223,
		desc = "升級騎兵營至14級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185224,
		desc = "升級弓兵營至14級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185225,
		desc = "升級車兵營至14級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185226,
		desc = "升級金礦至14級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185227,
		desc = "升級農田至14級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185228,
		desc = "升級伐木場至14級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185229,
		desc = "升級校場至14級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185230,
		desc = "升級倉庫至14級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185231,
		desc = "升級醫館至14級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185232,
		desc = "升級酒館至14級，升級酒館可以招募更多武將。",
	},
	{
		id = 185233,
		desc = "升級哨塔至14級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185234,
		desc = "升級研究所至14級，升級研究所可以研究高級科技。",
	},
	{
		id = 185235,
		desc = "升級鐵匠鋪至14級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185236,
		desc = "升級屯所至14級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185237,
		desc = "升級戰爭工坊至14級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185238,
		desc = "升級城墻至14級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185239,
		desc = "升級府衙至15級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185240,
		desc = "升級步兵營至15級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185241,
		desc = "升級騎兵營至15級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185242,
		desc = "升級弓兵營至15級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185243,
		desc = "升級車兵營至15級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185244,
		desc = "升級金礦至15級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185245,
		desc = "升級農田至15級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185246,
		desc = "升級伐木場至15級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185247,
		desc = "升級校場至15級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185248,
		desc = "升級倉庫至15級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185249,
		desc = "升級醫館至15級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185250,
		desc = "升級酒館至15級，升級酒館可以招募更多武將。",
	},
	{
		id = 185251,
		desc = "升級哨塔至15級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185252,
		desc = "升級研究所至15級，升級研究所可以研究高級科技。",
	},
	{
		id = 185253,
		desc = "升級鐵匠鋪至15級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185254,
		desc = "升級屯所至15級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185255,
		desc = "升級戰爭工坊至15級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185256,
		desc = "升級城墻至15級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185257,
		desc = "升級府衙至16級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185258,
		desc = "升級步兵營至16級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185259,
		desc = "升級騎兵營至16級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185260,
		desc = "升級弓兵營至16級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185261,
		desc = "升級車兵營至16級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185262,
		desc = "升級金礦至16級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185263,
		desc = "升級農田至16級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185264,
		desc = "升級伐木場至16級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185265,
		desc = "升級校場至16級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185266,
		desc = "升級倉庫至16級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185267,
		desc = "升級醫館至16級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185268,
		desc = "升級酒館至16級，升級酒館可以招募更多武將。",
	},
	{
		id = 185269,
		desc = "升級哨塔至16級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185270,
		desc = "升級研究所至16級，升級研究所可以研究高級科技。",
	},
	{
		id = 185271,
		desc = "升級鐵匠鋪至16級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185272,
		desc = "升級屯所至16級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185273,
		desc = "升級戰爭工坊至16級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185274,
		desc = "升級城墻至16級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185275,
		desc = "升級府衙至17級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185276,
		desc = "升級步兵營至17級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185277,
		desc = "升級騎兵營至17級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185278,
		desc = "升級弓兵營至17級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185279,
		desc = "升級車兵營至17級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185280,
		desc = "升級金礦至17級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185281,
		desc = "升級農田至17級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185282,
		desc = "升級伐木場至17級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185283,
		desc = "升級校場至17級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185284,
		desc = "升級倉庫至17級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185285,
		desc = "升級醫館至17級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185286,
		desc = "升級酒館至17級，升級酒館可以招募更多武將。",
	},
	{
		id = 185287,
		desc = "升級哨塔至17級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185288,
		desc = "升級研究所至17級，升級研究所可以研究高級科技。",
	},
	{
		id = 185289,
		desc = "升級鐵匠鋪至17級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185290,
		desc = "升級屯所至17級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185291,
		desc = "升級戰爭工坊至17級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185292,
		desc = "升級城墻至17級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185293,
		desc = "升級府衙至18級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185294,
		desc = "升級步兵營至18級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185295,
		desc = "升級騎兵營至18級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185296,
		desc = "升級弓兵營至18級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185297,
		desc = "升級車兵營至18級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185298,
		desc = "升級金礦至18級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185299,
		desc = "升級農田至18級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185300,
		desc = "升級伐木場至18級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185301,
		desc = "升級校場至18級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185302,
		desc = "升級倉庫至18級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185303,
		desc = "升級醫館至18級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185304,
		desc = "升級酒館至18級，升級酒館可以招募更多武將。",
	},
	{
		id = 185305,
		desc = "升級哨塔至18級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185306,
		desc = "升級研究所至18級，升級研究所可以研究高級科技。",
	},
	{
		id = 185307,
		desc = "升級鐵匠鋪至18級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185308,
		desc = "升級屯所至18級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185309,
		desc = "升級戰爭工坊至18級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185310,
		desc = "升級城墻至18級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185311,
		desc = "升級府衙至19級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185312,
		desc = "升級步兵營至19級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185313,
		desc = "升級騎兵營至19級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185314,
		desc = "升級弓兵營至19級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185315,
		desc = "升級車兵營至19級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185316,
		desc = "升級金礦至19級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185317,
		desc = "升級農田至19級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185318,
		desc = "升級伐木場至19級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185319,
		desc = "升級校場至19級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185320,
		desc = "升級倉庫至19級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185321,
		desc = "升級醫館至19級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185322,
		desc = "升級酒館至19級，升級酒館可以招募更多武將。",
	},
	{
		id = 185323,
		desc = "升級哨塔至19級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185324,
		desc = "升級研究所至19級，升級研究所可以研究高級科技。",
	},
	{
		id = 185325,
		desc = "升級鐵匠鋪至19級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185326,
		desc = "升級屯所至19級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185327,
		desc = "升級戰爭工坊至19級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185328,
		desc = "升級城墻至19級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185329,
		desc = "升級府衙至20級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185330,
		desc = "建造1個石料場，石料場可以提高石料產量和容量。",
	},
	{
		id = 185331,
		desc = "升級步兵營至20級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185332,
		desc = "升級騎兵營至20級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185333,
		desc = "升級弓兵營至20級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185334,
		desc = "升級車兵營至20級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185335,
		desc = "升級金礦至20級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185336,
		desc = "升級農田至20級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185337,
		desc = "升級伐木場至20級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185338,
		desc = "升級校場至20級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185339,
		desc = "升級倉庫至20級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185340,
		desc = "升級醫館至20級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185341,
		desc = "升級酒館至20級，升級酒館可以招募更多武將。",
	},
	{
		id = 185342,
		desc = "升級哨塔至20級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185343,
		desc = "升級研究所至20級，升級研究所可以研究高級科技。",
	},
	{
		id = 185344,
		desc = "升級鐵匠鋪至20級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185345,
		desc = "升級屯所至20級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185346,
		desc = "升級戰爭工坊至20級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185347,
		desc = "升級城墻至20級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185348,
		desc = "升級府衙至21級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185349,
		desc = "升級步兵營至21級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185350,
		desc = "升級騎兵營至21級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185351,
		desc = "升級弓兵營至21級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185352,
		desc = "升級車兵營至21級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185353,
		desc = "升級金礦至21級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185354,
		desc = "升級農田至21級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185355,
		desc = "升級伐木場至21級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185356,
		desc = "升級採石場至21級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185357,
		desc = "升級校場至21級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185358,
		desc = "升級倉庫至21級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185359,
		desc = "升級醫館至21級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185360,
		desc = "升級酒館至21級，升級酒館可以招募更多武將。",
	},
	{
		id = 185361,
		desc = "升級哨塔至21級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185362,
		desc = "升級研究所至21級，升級研究所可以研究高級科技。",
	},
	{
		id = 185363,
		desc = "升級鐵匠鋪至21級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185364,
		desc = "升級屯所至21級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185365,
		desc = "升級戰爭工坊至21級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185366,
		desc = "升級城墻至21級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185367,
		desc = "升級府衙至22級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185368,
		desc = "升級步兵營至22級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185369,
		desc = "升級騎兵營至22級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185370,
		desc = "升級弓兵營至22級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185371,
		desc = "升級車兵營至22級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185372,
		desc = "升級金礦至22級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185373,
		desc = "升級農田至22級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185374,
		desc = "升級伐木場至22級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185375,
		desc = "升級採石場至22級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185376,
		desc = "升級校場至22級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185377,
		desc = "升級倉庫至22級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185378,
		desc = "升級醫館至22級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185379,
		desc = "升級酒館至22級，升級酒館可以招募更多武將。",
	},
	{
		id = 185380,
		desc = "升級哨塔至22級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185381,
		desc = "升級研究所至22級，升級研究所可以研究高級科技。",
	},
	{
		id = 185382,
		desc = "升級鐵匠鋪至22級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185383,
		desc = "升級屯所至22級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185384,
		desc = "升級戰爭工坊至22級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185385,
		desc = "升級城墻至22級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185386,
		desc = "升級府衙至23級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185387,
		desc = "升級步兵營至23級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185388,
		desc = "升級騎兵營至23級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185389,
		desc = "升級弓兵營至23級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185390,
		desc = "升級車兵營至23級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185391,
		desc = "升級金礦至23級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185392,
		desc = "升級農田至23級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185393,
		desc = "升級伐木場至23級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185394,
		desc = "升級採石場至23級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185395,
		desc = "升級校場至23級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185396,
		desc = "升級倉庫至23級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185397,
		desc = "升級醫館至23級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185398,
		desc = "升級酒館至23級，升級酒館可以招募更多武將。",
	},
	{
		id = 185399,
		desc = "升級哨塔至23級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185400,
		desc = "升級研究所至23級，升級研究所可以研究高級科技。",
	},
	{
		id = 185401,
		desc = "升級鐵匠鋪至23級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185402,
		desc = "升級屯所至23級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185403,
		desc = "升級戰爭工坊至23級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185404,
		desc = "升級城墻至23級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185405,
		desc = "升級府衙至24級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185406,
		desc = "升級步兵營至24級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185407,
		desc = "升級騎兵營至24級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185408,
		desc = "升級弓兵營至24級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185409,
		desc = "升級車兵營至24級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185410,
		desc = "升級金礦至24級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185411,
		desc = "升級農田至24級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185412,
		desc = "升級伐木場至24級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185413,
		desc = "升級採石場至24級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185414,
		desc = "升級校場至24級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185415,
		desc = "升級倉庫至24級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185416,
		desc = "升級醫館至24級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185417,
		desc = "升級酒館至24級，升級酒館可以招募更多武將。",
	},
	{
		id = 185418,
		desc = "升級哨塔至24級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185419,
		desc = "升級研究所至24級，升級研究所可以研究高級科技。",
	},
	{
		id = 185420,
		desc = "升級鐵匠鋪至24級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185421,
		desc = "升級屯所至24級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185422,
		desc = "升級戰爭工坊至24級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185423,
		desc = "升級城墻至24級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185424,
		desc = "升級府衙至25級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185425,
		desc = "升級步兵營至25級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185426,
		desc = "升級騎兵營至25級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185427,
		desc = "升級弓兵營至25級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185428,
		desc = "升級車兵營至25級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185429,
		desc = "升級金礦至25級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185430,
		desc = "升級農田至25級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185431,
		desc = "升級伐木場至25級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185432,
		desc = "升級採石場至25級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185433,
		desc = "升級校場至25級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185434,
		desc = "升級倉庫至25級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185435,
		desc = "升級醫館至25級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185436,
		desc = "升級酒館至25級，升級酒館可以招募更多武將。",
	},
	{
		id = 185437,
		desc = "升級哨塔至25級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185438,
		desc = "升級研究所至25級，升級研究所可以研究高級科技。",
	},
	{
		id = 185439,
		desc = "升級鐵匠鋪至25級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185440,
		desc = "升級屯所至25級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185441,
		desc = "升級戰爭工坊至25級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185442,
		desc = "升級城墻至25級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185443,
		desc = "升級府衙至26級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185444,
		desc = "升級步兵營至26級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185445,
		desc = "升級騎兵營至26級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185446,
		desc = "升級弓兵營至26級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185447,
		desc = "升級車兵營至26級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185448,
		desc = "升級金礦至26級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185449,
		desc = "升級農田至26級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185450,
		desc = "升級伐木場至26級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185451,
		desc = "升級採石場至26級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185452,
		desc = "升級校場至26級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185453,
		desc = "升級倉庫至26級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185454,
		desc = "升級醫館至26級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185455,
		desc = "升級酒館至26級，升級酒館可以招募更多武將。",
	},
	{
		id = 185456,
		desc = "升級哨塔至26級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185457,
		desc = "升級研究所至26級，升級研究所可以研究高級科技。",
	},
	{
		id = 185458,
		desc = "升級鐵匠鋪至26級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185459,
		desc = "升級屯所至26級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185460,
		desc = "升級戰爭工坊至26級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185461,
		desc = "升級城墻至26級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185462,
		desc = "升級府衙至27級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185463,
		desc = "升級步兵營至27級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185464,
		desc = "升級騎兵營至27級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185465,
		desc = "升級弓兵營至27級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185466,
		desc = "升級車兵營至27級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185467,
		desc = "升級金礦至27級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185468,
		desc = "升級農田至27級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185469,
		desc = "升級伐木場至27級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185470,
		desc = "升級採石場至27級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185471,
		desc = "升級校場至27級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185472,
		desc = "升級倉庫至27級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185473,
		desc = "升級醫館至27級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185474,
		desc = "升級酒館至27級，升級酒館可以招募更多武將。",
	},
	{
		id = 185475,
		desc = "升級哨塔至27級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185476,
		desc = "升級研究所至27級，升級研究所可以研究高級科技。",
	},
	{
		id = 185477,
		desc = "升級鐵匠鋪至27級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185478,
		desc = "升級屯所至27級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185479,
		desc = "升級戰爭工坊至27級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185480,
		desc = "升級城墻至27級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185481,
		desc = "升級府衙至28級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185482,
		desc = "升級步兵營至28級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185483,
		desc = "升級騎兵營至28級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185484,
		desc = "升級弓兵營至28級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185485,
		desc = "升級車兵營至28級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185486,
		desc = "升級金礦至28級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185487,
		desc = "升級農田至28級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185488,
		desc = "升級伐木場至28級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185489,
		desc = "升級採石場至28級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185490,
		desc = "升級校場至28級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185491,
		desc = "升級倉庫至28級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185492,
		desc = "升級醫館至28級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185493,
		desc = "升級酒館至28級，升級酒館可以招募更多武將。",
	},
	{
		id = 185494,
		desc = "升級哨塔至28級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185495,
		desc = "升級研究所至28級，升級研究所可以研究高級科技。",
	},
	{
		id = 185496,
		desc = "升級鐵匠鋪至28級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185497,
		desc = "升級屯所至28級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185498,
		desc = "升級戰爭工坊至28級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185499,
		desc = "升級城墻至28級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185500,
		desc = "升級府衙至29級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185501,
		desc = "升級步兵營至29級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185502,
		desc = "升級騎兵營至29級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185503,
		desc = "升級弓兵營至29級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185504,
		desc = "升級車兵營至29級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185505,
		desc = "升級金礦至29級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185506,
		desc = "升級農田至29級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185507,
		desc = "升級伐木場至29級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185508,
		desc = "升級採石場至29級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185509,
		desc = "升級校場至29級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185510,
		desc = "升級倉庫至29級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185511,
		desc = "升級醫館至29級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185512,
		desc = "升級酒館至29級，升級酒館可以招募更多武將。",
	},
	{
		id = 185513,
		desc = "升級哨塔至29級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185514,
		desc = "升級研究所至29級，升級研究所可以研究高級科技。",
	},
	{
		id = 185515,
		desc = "升級鐵匠鋪至29級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185516,
		desc = "升級屯所至29級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185517,
		desc = "升級戰爭工坊至29級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185518,
		desc = "升級城墻至29級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185519,
		desc = "升級府衙至30級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185520,
		desc = "升級步兵營至30級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185521,
		desc = "升級騎兵營至30級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185522,
		desc = "升級弓兵營至30級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185523,
		desc = "升級車兵營至30級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185524,
		desc = "升級金礦至30級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185525,
		desc = "升級農田至30級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185526,
		desc = "升級伐木場至30級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185527,
		desc = "升級採石場至30級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185528,
		desc = "升級校場至30級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185529,
		desc = "升級倉庫至30級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185530,
		desc = "升級醫館至30級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185531,
		desc = "升級酒館至30級，升級酒館可以招募更多武將。",
	},
	{
		id = 185532,
		desc = "升級哨塔至30級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185533,
		desc = "升級研究所至30級，升級研究所可以研究高級科技。",
	},
	{
		id = 185534,
		desc = "升級鐵匠鋪至30級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185535,
		desc = "升級屯所至30級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185536,
		desc = "升級戰爭工坊至30級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185537,
		desc = "升級城墻至30級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185538,
		desc = "升級府衙至31級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185539,
		desc = "升級步兵營至31級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185540,
		desc = "升級騎兵營至31級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185541,
		desc = "升級弓兵營至31級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185542,
		desc = "升級車兵營至31級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185543,
		desc = "升級金礦至31級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185544,
		desc = "升級農田至31級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185545,
		desc = "升級伐木場至31級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185546,
		desc = "升級採石場至31級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185547,
		desc = "升級校場至31級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185548,
		desc = "升級倉庫至31級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185549,
		desc = "升級醫館至31級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185550,
		desc = "升級酒館至31級，升級酒館可以招募更多武將。",
	},
	{
		id = 185551,
		desc = "升級哨塔至31級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185552,
		desc = "升級研究所至31級，升級研究所可以研究高級科技。",
	},
	{
		id = 185553,
		desc = "升級鐵匠鋪至31級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185554,
		desc = "升級屯所至31級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185555,
		desc = "升級戰爭工坊至31級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185556,
		desc = "升級城墻至31級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185557,
		desc = "升級府衙至32級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185558,
		desc = "升級步兵營至32級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185559,
		desc = "升級騎兵營至32級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185560,
		desc = "升級弓兵營至32級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185561,
		desc = "升級車兵營至32級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185562,
		desc = "升級金礦至32級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185563,
		desc = "升級農田至32級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185564,
		desc = "升級伐木場至32級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185565,
		desc = "升級採石場至32級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185566,
		desc = "升級校場至32級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185567,
		desc = "升級倉庫至32級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185568,
		desc = "升級醫館至32級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185569,
		desc = "升級酒館至32級，升級酒館可以招募更多武將。",
	},
	{
		id = 185570,
		desc = "升級哨塔至32級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185571,
		desc = "升級研究所至32級，升級研究所可以研究高級科技。",
	},
	{
		id = 185572,
		desc = "升級鐵匠鋪至32級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185573,
		desc = "升級屯所至32級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185574,
		desc = "升級戰爭工坊至32級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185575,
		desc = "升級城墻至32級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185576,
		desc = "升級府衙至33級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185577,
		desc = "升級步兵營至33級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185578,
		desc = "升級騎兵營至33級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185579,
		desc = "升級弓兵營至33級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185580,
		desc = "升級車兵營至33級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185581,
		desc = "升級金礦至33級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185582,
		desc = "升級農田至33級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185583,
		desc = "升級伐木場至33級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185584,
		desc = "升級採石場至33級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185585,
		desc = "升級校場至33級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185586,
		desc = "升級倉庫至33級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185587,
		desc = "升級醫館至33級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185588,
		desc = "升級酒館至33級，升級酒館可以招募更多武將。",
	},
	{
		id = 185589,
		desc = "升級哨塔至33級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185590,
		desc = "升級研究所至33級，升級研究所可以研究高級科技。",
	},
	{
		id = 185591,
		desc = "升級鐵匠鋪至33級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185592,
		desc = "升級屯所至33級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185593,
		desc = "升級戰爭工坊至33級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185594,
		desc = "升級城墻至33級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185595,
		desc = "升級府衙至34級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185596,
		desc = "升級步兵營至34級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185597,
		desc = "升級騎兵營至34級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185598,
		desc = "升級弓兵營至34級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185599,
		desc = "升級車兵營至34級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185600,
		desc = "升級金礦至34級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185601,
		desc = "升級農田至34級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185602,
		desc = "升級伐木場至34級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185603,
		desc = "升級採石場至34級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185604,
		desc = "升級校場至34級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185605,
		desc = "升級倉庫至34級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185606,
		desc = "升級醫館至34級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185607,
		desc = "升級酒館至34級，升級酒館可以招募更多武將。",
	},
	{
		id = 185608,
		desc = "升級哨塔至34級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185609,
		desc = "升級研究所至34級，升級研究所可以研究高級科技。",
	},
	{
		id = 185610,
		desc = "升級鐵匠鋪至34級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185611,
		desc = "升級屯所至34級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185612,
		desc = "升級戰爭工坊至34級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185613,
		desc = "升級城墻至34級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185614,
		desc = "升級府衙至35級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185615,
		desc = "建造1個鐵礦場，鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185616,
		desc = "升級步兵營至35級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185617,
		desc = "升級騎兵營至35級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185618,
		desc = "升級弓兵營至35級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185619,
		desc = "升級車兵營至35級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185620,
		desc = "升級鐵礦場至25級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185621,
		desc = "升級金礦至35級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185622,
		desc = "升級農田至35級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185623,
		desc = "升級伐木場至35級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185624,
		desc = "升級採石場至35級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185625,
		desc = "升級鐵礦場至30級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185626,
		desc = "升級校場至35級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185627,
		desc = "升級倉庫至35級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185628,
		desc = "升級醫館至35級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185629,
		desc = "升級酒館至35級，升級酒館可以招募更多武將。",
	},
	{
		id = 185630,
		desc = "升級哨塔至35級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185631,
		desc = "升級鐵礦場至33級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185632,
		desc = "升級鐵礦場至34級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185633,
		desc = "升級鐵礦場至35級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185634,
		desc = "升級研究所至35級，升級研究所可以研究高級科技。",
	},
	{
		id = 185635,
		desc = "升級鐵匠鋪至35級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185636,
		desc = "升級屯所至35級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185637,
		desc = "升級戰爭工坊至35級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185638,
		desc = "升級城墻至35級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185639,
		desc = "升級府衙至36級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185640,
		desc = "升級步兵營至36級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185641,
		desc = "升級騎兵營至36級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185642,
		desc = "升級弓兵營至36級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185643,
		desc = "升級車兵營至36級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185644,
		desc = "升級金礦至36級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185645,
		desc = "升級農田至36級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185646,
		desc = "升級伐木場至36級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185647,
		desc = "升級採石場至36級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185648,
		desc = "升級鐵礦場至36級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185649,
		desc = "升級校場至36級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185650,
		desc = "升級倉庫至36級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185651,
		desc = "升級醫館至36級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185652,
		desc = "升級酒館至36級，升級酒館可以招募更多武將。",
	},
	{
		id = 185653,
		desc = "升級哨塔至36級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185654,
		desc = "升級研究所至36級，升級研究所可以研究高級科技。",
	},
	{
		id = 185655,
		desc = "升級鐵匠鋪至36級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185656,
		desc = "升級屯所至36級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185657,
		desc = "升級戰爭工坊至36級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185658,
		desc = "升級城墻至36級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185659,
		desc = "升級府衙至37級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185660,
		desc = "升級步兵營至37級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185661,
		desc = "升級騎兵營至37級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185662,
		desc = "升級弓兵營至37級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185663,
		desc = "升級車兵營至37級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185664,
		desc = "升級金礦至37級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185665,
		desc = "升級農田至37級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185666,
		desc = "升級伐木場至37級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185667,
		desc = "升級採石場至37級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185668,
		desc = "升級鐵礦場至37級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185669,
		desc = "升級校場至37級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185670,
		desc = "升級倉庫至37級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185671,
		desc = "升級醫館至37級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185672,
		desc = "升級酒館至37級，升級酒館可以招募更多武將。",
	},
	{
		id = 185673,
		desc = "升級哨塔至37級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185674,
		desc = "升級研究所至37級，升級研究所可以研究高級科技。",
	},
	{
		id = 185675,
		desc = "升級鐵匠鋪至37級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185676,
		desc = "升級屯所至37級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185677,
		desc = "升級戰爭工坊至37級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185678,
		desc = "升級城墻至37級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185679,
		desc = "升級府衙至38級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185680,
		desc = "升級步兵營至38級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185681,
		desc = "升級騎兵營至38級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185682,
		desc = "升級弓兵營至38級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185683,
		desc = "升級車兵營至38級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185684,
		desc = "升級金礦至38級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185685,
		desc = "升級農田至38級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185686,
		desc = "升級伐木場至38級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185687,
		desc = "升級採石場至38級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185688,
		desc = "升級鐵礦場至38級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185689,
		desc = "升級校場至38級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185690,
		desc = "升級倉庫至38級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185691,
		desc = "升級醫館至38級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185692,
		desc = "升級酒館至38級，升級酒館可以招募更多武將。",
	},
	{
		id = 185693,
		desc = "升級哨塔至38級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185694,
		desc = "升級研究所至38級，升級研究所可以研究高級科技。",
	},
	{
		id = 185695,
		desc = "升級鐵匠鋪至38級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185696,
		desc = "升級屯所至38級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185697,
		desc = "升級戰爭工坊至38級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185698,
		desc = "升級城墻至38級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185699,
		desc = "升級府衙至39級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185700,
		desc = "升級步兵營至39級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185701,
		desc = "升級騎兵營至39級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185702,
		desc = "升級弓兵營至39級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185703,
		desc = "升級車兵營至39級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185704,
		desc = "升級金礦至39級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185705,
		desc = "升級農田至39級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185706,
		desc = "升級伐木場至39級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185707,
		desc = "升級採石場至39級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185708,
		desc = "升級鐵礦場至39級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185709,
		desc = "升級校場至39級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185710,
		desc = "升級倉庫至39級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185711,
		desc = "升級醫館至39級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185712,
		desc = "升級酒館至39級，升級酒館可以招募更多武將。",
	},
	{
		id = 185713,
		desc = "升級哨塔至39級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185714,
		desc = "升級研究所至39級，升級研究所可以研究高級科技。",
	},
	{
		id = 185715,
		desc = "升級鐵匠鋪至39級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185716,
		desc = "升級屯所至39級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185717,
		desc = "升級戰爭工坊至39級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185718,
		desc = "升級城墻至39級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185719,
		desc = "升級府衙至40級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185720,
		desc = "升級步兵營至40級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185721,
		desc = "升級騎兵營至40級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185722,
		desc = "升級弓兵營至40級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185723,
		desc = "升級車兵營至40級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185724,
		desc = "升級金礦至40級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185725,
		desc = "升級農田至40級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185726,
		desc = "升級伐木場至40級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185727,
		desc = "升級採石場至40級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185728,
		desc = "升級鐵礦場至40級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185729,
		desc = "升級校場至40級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185730,
		desc = "升級倉庫至40級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185731,
		desc = "升級醫館至40級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185732,
		desc = "升級酒館至40級，升級酒館可以招募更多武將。",
	},
	{
		id = 185733,
		desc = "升級哨塔至40級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185734,
		desc = "升級研究所至40級，升級研究所可以研究高級科技。",
	},
	{
		id = 185735,
		desc = "升級鐵匠鋪至40級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185736,
		desc = "升級屯所至40級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185737,
		desc = "升級戰爭工坊至40級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185738,
		desc = "升級城墻至40級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185739,
		desc = "升級府衙至41級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185740,
		desc = "升級步兵營至41級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185741,
		desc = "升級騎兵營至41級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185742,
		desc = "升級弓兵營至41級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185743,
		desc = "升級車兵營至41級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185744,
		desc = "升級金礦至41級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185745,
		desc = "升級農田至41級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185746,
		desc = "升級伐木場至41級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185747,
		desc = "升級採石場至41級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185748,
		desc = "升級鐵礦場至41級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185749,
		desc = "升級校場至41級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185750,
		desc = "升級倉庫至41級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185751,
		desc = "升級醫館至41級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185752,
		desc = "升級酒館至41級，升級酒館可以招募更多武將。",
	},
	{
		id = 185753,
		desc = "升級哨塔至41級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185754,
		desc = "升級研究所至41級，升級研究所可以研究高級科技。",
	},
	{
		id = 185755,
		desc = "升級鐵匠鋪至41級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185756,
		desc = "升級屯所至41級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185757,
		desc = "升級戰爭工坊至41級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185758,
		desc = "升級城墻至41級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185759,
		desc = "升級府衙至42級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185760,
		desc = "升級步兵營至42級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185761,
		desc = "升級騎兵營至42級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185762,
		desc = "升級弓兵營至42級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185763,
		desc = "升級車兵營至42級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185764,
		desc = "升級金礦至42級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185765,
		desc = "升級農田至42級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185766,
		desc = "升級伐木場至42級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185767,
		desc = "升級採石場至42級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185768,
		desc = "升級鐵礦場至42級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185769,
		desc = "升級校場至42級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185770,
		desc = "升級倉庫至42級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185771,
		desc = "升級醫館至42級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185772,
		desc = "升級酒館至42級，升級酒館可以招募更多武將。",
	},
	{
		id = 185773,
		desc = "升級哨塔至42級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185774,
		desc = "升級研究所至42級，升級研究所可以研究高級科技。",
	},
	{
		id = 185775,
		desc = "升級鐵匠鋪至42級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185776,
		desc = "升級屯所至42級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185777,
		desc = "升級戰爭工坊至42級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185778,
		desc = "升級城墻至42級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185779,
		desc = "升級府衙至43級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185780,
		desc = "升級步兵營至43級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185781,
		desc = "升級騎兵營至43級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185782,
		desc = "升級弓兵營至43級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185783,
		desc = "升級車兵營至43級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185784,
		desc = "升級金礦至43級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185785,
		desc = "升級農田至43級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185786,
		desc = "升級伐木場至43級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185787,
		desc = "升級採石場至43級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185788,
		desc = "升級鐵礦場至43級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185789,
		desc = "升級校場至43級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185790,
		desc = "升級倉庫至43級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185791,
		desc = "升級醫館至43級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185792,
		desc = "升級酒館至43級，升級酒館可以招募更多武將。",
	},
	{
		id = 185793,
		desc = "升級哨塔至43級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185794,
		desc = "升級研究所至43級，升級研究所可以研究高級科技。",
	},
	{
		id = 185795,
		desc = "升級鐵匠鋪至43級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185796,
		desc = "升級屯所至43級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185797,
		desc = "升級戰爭工坊至43級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185798,
		desc = "升級城墻至43級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185799,
		desc = "升級府衙至44級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185800,
		desc = "升級步兵營至44級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185801,
		desc = "升級騎兵營至44級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185802,
		desc = "升級弓兵營至44級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185803,
		desc = "升級車兵營至44級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185804,
		desc = "升級金礦至44級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185805,
		desc = "升級農田至44級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185806,
		desc = "升級伐木場至44級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185807,
		desc = "升級採石場至44級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185808,
		desc = "升級鐵礦場至44級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185809,
		desc = "升級校場至44級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185810,
		desc = "升級倉庫至44級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185811,
		desc = "升級醫館至44級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185812,
		desc = "升級酒館至44級，升級酒館可以招募更多武將。",
	},
	{
		id = 185813,
		desc = "升級哨塔至44級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185814,
		desc = "升級研究所至44級，升級研究所可以研究高級科技。",
	},
	{
		id = 185815,
		desc = "升級鐵匠鋪至44級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185816,
		desc = "升級屯所至44級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185817,
		desc = "升級戰爭工坊至44級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185818,
		desc = "升級城墻至44級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185819,
		desc = "升級府衙至45級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185820,
		desc = "升級步兵營至45級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185821,
		desc = "升級騎兵營至45級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185822,
		desc = "升級弓兵營至45級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185823,
		desc = "升級車兵營至45級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185824,
		desc = "升級金礦至45級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185825,
		desc = "升級農田至45級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185826,
		desc = "升級伐木場至45級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185827,
		desc = "升級採石場至45級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185828,
		desc = "升級鐵礦場至45級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185829,
		desc = "升級校場至45級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185830,
		desc = "升級倉庫至45級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185831,
		desc = "升級醫館至45級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185832,
		desc = "升級酒館至45級，升級酒館可以招募更多武將。",
	},
	{
		id = 185833,
		desc = "升級哨塔至45級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185834,
		desc = "升級研究所至45級，升級研究所可以研究高級科技。",
	},
	{
		id = 185835,
		desc = "升級鐵匠鋪至45級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185836,
		desc = "升級屯所至45級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185837,
		desc = "升級戰爭工坊至45級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185838,
		desc = "升級城墻至45級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185839,
		desc = "升級府衙至46級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185840,
		desc = "升級步兵營至46級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185841,
		desc = "升級騎兵營至46級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185842,
		desc = "升級弓兵營至46級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185843,
		desc = "升級車兵營至46級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185844,
		desc = "升級金礦至46級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185845,
		desc = "升級農田至46級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185846,
		desc = "升級伐木場至46級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185847,
		desc = "升級採石場至46級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185848,
		desc = "升級鐵礦場至46級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185849,
		desc = "升級校場至46級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185850,
		desc = "升級倉庫至46級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185851,
		desc = "升級醫館至46級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185852,
		desc = "升級酒館至46級，升級酒館可以招募更多武將。",
	},
	{
		id = 185853,
		desc = "升級哨塔至46級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185854,
		desc = "升級研究所至46級，升級研究所可以研究高級科技。",
	},
	{
		id = 185855,
		desc = "升級鐵匠鋪至46級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185856,
		desc = "升級屯所至46級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185857,
		desc = "升級戰爭工坊至46級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185858,
		desc = "升級城墻至46級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185859,
		desc = "升級府衙至47級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185860,
		desc = "升級步兵營至47級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185861,
		desc = "升級騎兵營至47級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185862,
		desc = "升級弓兵營至47級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185863,
		desc = "升級車兵營至47級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185864,
		desc = "升級金礦至47級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185865,
		desc = "升級農田至47級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185866,
		desc = "升級伐木場至47級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185867,
		desc = "升級採石場至47級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185868,
		desc = "升級鐵礦場至47級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185869,
		desc = "升級校場至47級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185870,
		desc = "升級倉庫至47級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185871,
		desc = "升級醫館至47級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185872,
		desc = "升級酒館至47級，升級酒館可以招募更多武將。",
	},
	{
		id = 185873,
		desc = "升級哨塔至47級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185874,
		desc = "升級研究所至47級，升級研究所可以研究高級科技。",
	},
	{
		id = 185875,
		desc = "升級鐵匠鋪至47級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185876,
		desc = "升級屯所至47級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185877,
		desc = "升級戰爭工坊至47級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185878,
		desc = "升級城墻至47級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185879,
		desc = "升級府衙至48級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185880,
		desc = "升級步兵營至48級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185881,
		desc = "升級騎兵營至48級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185882,
		desc = "升級弓兵營至48級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185883,
		desc = "升級車兵營至48級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185884,
		desc = "升級金礦至48級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185885,
		desc = "升級農田至48級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185886,
		desc = "升級伐木場至48級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185887,
		desc = "升級採石場至48級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185888,
		desc = "升級鐵礦場至48級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185889,
		desc = "升級校場至48級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185890,
		desc = "升級倉庫至48級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185891,
		desc = "升級醫館至48級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185892,
		desc = "升級酒館至48級，升級酒館可以招募更多武將。",
	},
	{
		id = 185893,
		desc = "升級哨塔至48級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185894,
		desc = "升級研究所至48級，升級研究所可以研究高級科技。",
	},
	{
		id = 185895,
		desc = "升級鐵匠鋪至48級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185896,
		desc = "升級屯所至48級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185897,
		desc = "升級戰爭工坊至48級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185898,
		desc = "升級城墻至48級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185899,
		desc = "升級府衙至49級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185900,
		desc = "升級步兵營至49級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185901,
		desc = "升級騎兵營至49級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185902,
		desc = "升級弓兵營至49級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185903,
		desc = "升級車兵營至49級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185904,
		desc = "升級金礦至49級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185905,
		desc = "升級農田至49級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185906,
		desc = "升級伐木場至49級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185907,
		desc = "升級採石場至49級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185908,
		desc = "升級鐵礦場至49級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185909,
		desc = "升級校場至49級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185910,
		desc = "升級倉庫至49級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185911,
		desc = "升級醫館至49級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185912,
		desc = "升級酒館至49級，升級酒館可以招募更多武將。",
	},
	{
		id = 185913,
		desc = "升級哨塔至49級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185914,
		desc = "升級研究所至49級，升級研究所可以研究高級科技。",
	},
	{
		id = 185915,
		desc = "升級鐵匠鋪至49級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185916,
		desc = "升級屯所至49級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185917,
		desc = "升級戰爭工坊至49級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185918,
		desc = "升級城墻至49級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185919,
		desc = "升級府衙至50級，升級府衙可以解鎖新的建築和功能。",
	},
	{
		id = 185920,
		desc = "升級步兵營至50級，升級步兵營可以訓練高級步兵。",
	},
	{
		id = 185921,
		desc = "升級騎兵營至50級，升級騎兵營可以訓練高級騎兵。",
	},
	{
		id = 185922,
		desc = "升級弓兵營至50級，升級弓兵營可以訓練高級弓兵。",
	},
	{
		id = 185923,
		desc = "升級車兵營至50級，升級車兵營可以訓練高級車兵。",
	},
	{
		id = 185924,
		desc = "升級金礦至50級，升級金礦可以提高黃金產量和容量。",
	},
	{
		id = 185925,
		desc = "升級農田至50級，升級農田可以提高糧食產量和容量。",
	},
	{
		id = 185926,
		desc = "升級伐木場至50級，升級伐木場可以提高木材產量和容量。",
	},
	{
		id = 185927,
		desc = "升級採石場至50級，升級採石場可以提高石料產量和容量。",
	},
	{
		id = 185928,
		desc = "升級鐵礦場至50級，升級鐵礦場可以提高鐵礦產量和容量。",
	},
	{
		id = 185929,
		desc = "升級校場至50級，升級校場可以提高武將帶兵數。",
	},
	{
		id = 185930,
		desc = "升級倉庫至50級，升級倉庫可以保護更多資源不被掠奪和消耗。",
	},
	{
		id = 185931,
		desc = "升級醫館至50級，升級醫館可以容納更多傷兵。",
	},
	{
		id = 185932,
		desc = "升級酒館至50級，升級酒館可以招募更多武將。",
	},
	{
		id = 185933,
		desc = "升級哨塔至50級，升級哨塔可以偵查到跟多敵軍信息。",
	},
	{
		id = 185934,
		desc = "升級研究所至50級，升級研究所可以研究高級科技。",
	},
	{
		id = 185935,
		desc = "升級鐵匠鋪至50級，升級鐵匠鋪可以加快鍛造速度並減少鍛造消耗。",
	},
	{
		id = 185936,
		desc = "升級屯所至50級，升級屯所可以增加幫助盟友次數和效果。",
	},
	{
		id = 185937,
		desc = "升級戰爭工坊至50級，升級戰爭工坊可以製造更高級陷阱。",
	},
	{
		id = 185938,
		desc = "升級城墻至50級，升級城墻可以提高陷阱容量和城防值。",
	},
	{
		id = 185939,
		desc = "升級石料場至20級，升級石料場可以提高石料產量和容量。",
	},
	{
		id = 190001,
		desc = "研究科技",
	},
	{
		id = 190002,
		desc = "訓練士兵",
	},
	{
		id = 190003,
		desc = "訓練士兵",
	},
	{
		id = 190004,
		desc = "訓練士兵",
	},
	{
		id = 190005,
		desc = "訓練士兵",
	},
	{
		id = 190006,
		desc = "訓練士兵",
	},
	{
		id = 190007,
		desc = "訓練士兵",
	},
	{
		id = 190008,
		desc = "訓練士兵",
	},
	{
		id = 190009,
		desc = "訓練士兵",
	},
	{
		id = 190010,
		desc = "訓練士兵",
	},
	{
		id = 190011,
		desc = "訓練士兵",
	},
	{
		id = 190012,
		desc = "訓練士兵",
	},
	{
		id = 190013,
		desc = "訓練士兵",
	},
	{
		id = 190014,
		desc = "訓練士兵",
	},
	{
		id = 190015,
		desc = "訓練士兵",
	},
	{
		id = 190016,
		desc = "訓練士兵",
	},
	{
		id = 190017,
		desc = "訓練士兵",
	},
	{
		id = 190018,
		desc = "訓練士兵",
	},
	{
		id = 190019,
		desc = "訓練士兵",
	},
	{
		id = 190020,
		desc = "訓練士兵",
	},
	{
		id = 190021,
		desc = "訓練士兵",
	},
	{
		id = 190022,
		desc = "擊殺野外敵人",
	},
	{
		id = 190023,
		desc = "擊殺野外敵人",
	},
	{
		id = 190024,
		desc = "擊殺野外敵人",
	},
	{
		id = 190025,
		desc = "擊殺野外敵人",
	},
	{
		id = 190026,
		desc = "擊殺野外敵人",
	},
	{
		id = 190027,
		desc = "攻擊玩家",
	},
	{
		id = 190028,
		desc = "攻擊玩家",
	},
	{
		id = 190029,
		desc = "掠奪資源",
	},
	{
		id = 190030,
		desc = "掠奪資源",
	},
	{
		id = 190031,
		desc = "掠奪資源",
	},
	{
		id = 190032,
		desc = "掠奪資源",
	},
	{
		id = 190033,
		desc = "掠奪資源",
	},
	{
		id = 190034,
		desc = "掠奪資源",
	},
	{
		id = 190035,
		desc = "掠奪資源",
	},
	{
		id = 190036,
		desc = "掠奪資源",
	},
	{
		id = 190037,
		desc = "掠奪資源",
	},
	{
		id = 190038,
		desc = "掠奪資源",
	},
	{
		id = 190039,
		desc = "採集資源",
	},
	{
		id = 190040,
		desc = "採集資源",
	},
	{
		id = 190041,
		desc = "採集資源",
	},
	{
		id = 190042,
		desc = "採集資源",
	},
	{
		id = 190043,
		desc = "採集資源",
	},
	{
		id = 190044,
		desc = "奮勇殺敵",
	},
	{
		id = 190045,
		desc = "奮勇殺敵",
	},
	{
		id = 190046,
		desc = "奮勇殺敵",
	},
	{
		id = 190047,
		desc = "奮勇殺敵",
	},
	{
		id = 190048,
		desc = "奮勇殺敵",
	},
	{
		id = 190049,
		desc = "奮勇殺敵",
	},
	{
		id = 190050,
		desc = "奮勇殺敵",
	},
	{
		id = 190051,
		desc = "奮勇殺敵",
	},
	{
		id = 190052,
		desc = "奮勇殺敵",
	},
	{
		id = 190053,
		desc = "奮勇殺敵",
	},
	{
		id = 190054,
		desc = "奮勇殺敵",
	},
	{
		id = 190055,
		desc = "奮勇殺敵",
	},
	{
		id = 190056,
		desc = "奮勇殺敵",
	},
	{
		id = 190057,
		desc = "奮勇殺敵",
	},
	{
		id = 190058,
		desc = "防禦城池",
	},
	{
		id = 190059,
		desc = "治愈傷兵",
	},
	{
		id = 190060,
		desc = "治愈傷兵",
	},
	{
		id = 190061,
		desc = "治愈傷兵",
	},
	{
		id = 190062,
		desc = "治愈傷兵",
	},
	{
		id = 190063,
		desc = "治愈傷兵",
	},
	{
		id = 190064,
		desc = "治愈傷兵",
	},
	{
		id = 190065,
		desc = "治愈傷兵",
	},
	{
		id = 190066,
		desc = "治愈傷兵",
	},
	{
		id = 190067,
		desc = "治愈傷兵",
	},
	{
		id = 190068,
		desc = "治愈傷兵",
	},
	{
		id = 190069,
		desc = "治愈傷兵",
	},
	{
		id = 190070,
		desc = "治愈傷兵",
	},
	{
		id = 190071,
		desc = "治愈傷兵",
	},
	{
		id = 190072,
		desc = "治愈傷兵",
	},
	{
		id = 190073,
		desc = "聯盟貢獻",
	},
	{
		id = 190074,
		desc = "聯盟貢獻",
	},
	{
		id = 190075,
		desc = "聯盟貢獻",
	},
	{
		id = 190076,
		desc = "聯盟貢獻",
	},
	{
		id = 190077,
		desc = "聯盟貢獻",
	},
	{
		id = 190078,
		desc = "合成材料",
	},
	{
		id = 190079,
		desc = "合成材料",
	},
	{
		id = 190080,
		desc = "合成材料",
	},
	{
		id = 190081,
		desc = "合成材料",
	},
	{
		id = 190082,
		desc = "合成材料",
	},
	{
		id = 190083,
		desc = "收繳兵器",
	},
	{
		id = 190084,
		desc = "收繳兵器",
	},
	{
		id = 190085,
		desc = "收繳兵器",
	},
	{
		id = 190086,
		desc = "收繳兵器",
	},
	{
		id = 190087,
		desc = "收繳兵器",
	},
	{
		id = 190088,
		desc = "眾誌成城",
	},
	{
		id = 190089,
		desc = "商城購物",
	},
	{
		id = 190090,
		desc = "商城購物",
	},
	{
		id = 190091,
		desc = "商城購物",
	},
	{
		id = 190092,
		desc = "商城購物",
	},
	{
		id = 190093,
		desc = "商城購物",
	},
	{
		id = 190094,
		desc = "聯盟兌換",
	},
	{
		id = 190095,
		desc = "收獲資源",
	},
	{
		id = 190096,
		desc = "收獲資源",
	},
	{
		id = 190097,
		desc = "收獲資源",
	},
	{
		id = 190098,
		desc = "收獲資源",
	},
	{
		id = 190099,
		desc = "收獲資源",
	},
	{
		id = 190100,
		desc = "收獲資源",
	},
	{
		id = 190101,
		desc = "收獲資源",
	},
	{
		id = 190102,
		desc = "收獲資源",
	},
	{
		id = 190103,
		desc = "收獲資源",
	},
	{
		id = 190104,
		desc = "收獲資源",
	},
	{
		id = 190105,
		desc = "收獲資源",
	},
	{
		id = 190106,
		desc = "收獲資源",
	},
	{
		id = 190107,
		desc = "收獲資源",
	},
	{
		id = 190108,
		desc = "收獲資源",
	},
	{
		id = 190109,
		desc = "收獲資源",
	},
	{
		id = 190110,
		desc = "收獲資源",
	},
	{
		id = 190111,
		desc = "收獲資源",
	},
	{
		id = 190112,
		desc = "收獲資源",
	},
	{
		id = 190113,
		desc = "收獲資源",
	},
	{
		id = 190114,
		desc = "收獲資源",
	},
	{
		id = 195001,
		desc = "在研究所中研究1項科技。",
	},
	{
		id = 195002,
		desc = "訓練50個士兵。",
	},
	{
		id = 195003,
		desc = "訓練60個士兵。",
	},
	{
		id = 195004,
		desc = "訓練80個士兵。",
	},
	{
		id = 195005,
		desc = "訓練100個士兵。",
	},
	{
		id = 195006,
		desc = "訓練135個士兵。",
	},
	{
		id = 195007,
		desc = "訓練190個士兵。",
	},
	{
		id = 195008,
		desc = "訓練270個士兵。",
	},
	{
		id = 195009,
		desc = "訓練400個士兵。",
	},
	{
		id = 195010,
		desc = "訓練500個士兵。",
	},
	{
		id = 195011,
		desc = "訓練900個士兵。",
	},
	{
		id = 195012,
		desc = "訓練50個士兵。",
	},
	{
		id = 195013,
		desc = "訓練60個士兵。",
	},
	{
		id = 195014,
		desc = "訓練80個士兵。",
	},
	{
		id = 195015,
		desc = "訓練100個士兵。",
	},
	{
		id = 195016,
		desc = "訓練135個士兵。",
	},
	{
		id = 195017,
		desc = "訓練190個士兵。",
	},
	{
		id = 195018,
		desc = "訓練270個士兵。",
	},
	{
		id = 195019,
		desc = "訓練400個士兵。",
	},
	{
		id = 195020,
		desc = "訓練500個士兵。",
	},
	{
		id = 195021,
		desc = "訓練900個士兵。",
	},
	{
		id = 195022,
		desc = "擊殺野外部隊1支。",
	},
	{
		id = 195023,
		desc = "擊殺野外部隊2支。",
	},
	{
		id = 195024,
		desc = "擊殺野外部隊3支。",
	},
	{
		id = 195025,
		desc = "擊殺野外部隊4支。",
	},
	{
		id = 195026,
		desc = "擊殺野外部隊5支。",
	},
	{
		id = 195027,
		desc = "攻擊其他主公獲勝1次。",
	},
	{
		id = 195028,
		desc = "攻擊其他主公獲勝2次。",
	},
	{
		id = 195029,
		desc = "從其他主公城池中掠奪100資源。",
	},
	{
		id = 195030,
		desc = "從其他主公城池中掠奪200資源。",
	},
	{
		id = 195031,
		desc = "從其他主公城池中掠奪300資源。",
	},
	{
		id = 195032,
		desc = "從其他主公城池中掠奪400資源。",
	},
	{
		id = 195033,
		desc = "從其他主公城池中掠奪500資源。",
	},
	{
		id = 195034,
		desc = "從其他主公城池中掠奪600資源。",
	},
	{
		id = 195035,
		desc = "從其他主公城池中掠奪700資源。",
	},
	{
		id = 195036,
		desc = "從其他主公城池中掠奪800資源。",
	},
	{
		id = 195037,
		desc = "從其他主公城池中掠奪900資源。",
	},
	{
		id = 195038,
		desc = "從其他主公城池中掠奪1000資源。",
	},
	{
		id = 195039,
		desc = "從城外任意採集點採集2000資源。",
	},
	{
		id = 195040,
		desc = "從城外任意採集點採集5000資源。",
	},
	{
		id = 195041,
		desc = "從城外任意採集點採集10000資源。",
	},
	{
		id = 195042,
		desc = "從城外任意採集點採集20000資源。",
	},
	{
		id = 195043,
		desc = "從城外任意採集點採集50000資源。",
	},
	{
		id = 195044,
		desc = "主動擊殺其他主公20個士兵。",
	},
	{
		id = 195045,
		desc = "主動擊殺其他主公50個士兵。",
	},
	{
		id = 195046,
		desc = "主動擊殺其他主公100個士兵。",
	},
	{
		id = 195047,
		desc = "主動擊殺其他主公200個士兵。",
	},
	{
		id = 195048,
		desc = "主動擊殺其他主公500個士兵。",
	},
	{
		id = 195049,
		desc = "主動擊殺其他主公1000個士兵。",
	},
	{
		id = 195050,
		desc = "主動擊殺其他主公2000個士兵。",
	},
	{
		id = 195051,
		desc = "主動擊殺其他主公100個士兵。",
	},
	{
		id = 195052,
		desc = "主動擊殺其他主公250個士兵。",
	},
	{
		id = 195053,
		desc = "主動擊殺其他主公500個士兵。",
	},
	{
		id = 195054,
		desc = "主動擊殺其他主公1000個士兵。",
	},
	{
		id = 195055,
		desc = "主動擊殺其他主公2500個士兵。",
	},
	{
		id = 195056,
		desc = "主動擊殺其他主公5000個士兵。",
	},
	{
		id = 195057,
		desc = "主動擊殺其他主公10000個士兵。",
	},
	{
		id = 195058,
		desc = "成功防禦其他主公進攻1次。",
	},
	{
		id = 195059,
		desc = "治愈20名傷兵。",
	},
	{
		id = 195060,
		desc = "治愈50名傷兵。",
	},
	{
		id = 195061,
		desc = "治愈100名傷兵。",
	},
	{
		id = 195062,
		desc = "治愈200名傷兵。",
	},
	{
		id = 195063,
		desc = "治愈500名傷兵。",
	},
	{
		id = 195064,
		desc = "治愈1000名傷兵。",
	},
	{
		id = 195065,
		desc = "治愈2000名傷兵。",
	},
	{
		id = 195066,
		desc = "治愈100名傷兵。",
	},
	{
		id = 195067,
		desc = "治愈250名傷兵。",
	},
	{
		id = 195068,
		desc = "治愈500名傷兵。",
	},
	{
		id = 195069,
		desc = "治愈1000名傷兵。",
	},
	{
		id = 195070,
		desc = "治愈2500名傷兵。",
	},
	{
		id = 195071,
		desc = "治愈5000名傷兵。",
	},
	{
		id = 195072,
		desc = "治愈10000名傷兵。",
	},
	{
		id = 195073,
		desc = "科技捐獻獲得100點個人貢獻值。",
	},
	{
		id = 195074,
		desc = "科技捐獻獲得200點個人貢獻值。",
	},
	{
		id = 195075,
		desc = "科技捐獻獲得300點個人貢獻值。",
	},
	{
		id = 195076,
		desc = "科技捐獻獲得400點個人貢獻值。",
	},
	{
		id = 195077,
		desc = "科技捐獻獲得500點個人貢獻值。",
	},
	{
		id = 195078,
		desc = "合成1次裝備強化材料。",
	},
	{
		id = 195079,
		desc = "合成2次裝備強化材料。",
	},
	{
		id = 195080,
		desc = "合成3次裝備強化材料。",
	},
	{
		id = 195081,
		desc = "合成4次裝備強化材料。",
	},
	{
		id = 195082,
		desc = "合成5次裝備強化材料。",
	},
	{
		id = 195083,
		desc = "從戰鬥中獲得1件武將裝備。",
	},
	{
		id = 195084,
		desc = "從戰鬥中獲得2件武將裝備。",
	},
	{
		id = 195085,
		desc = "從戰鬥中獲得3件武將裝備。",
	},
	{
		id = 195086,
		desc = "從戰鬥中獲得4件武將裝備。",
	},
	{
		id = 195087,
		desc = "從戰鬥中獲得5件武將裝備。",
	},
	{
		id = 195088,
		desc = "集結2名以上其他主公在戰鬥中獲勝1次。",
	},
	{
		id = 195089,
		desc = "在商城中消費10元寶。",
	},
	{
		id = 195090,
		desc = "在商城中消費50元寶。",
	},
	{
		id = 195091,
		desc = "在商城中消費100元寶。",
	},
	{
		id = 195092,
		desc = "在商城中消費200元寶。",
	},
	{
		id = 195093,
		desc = "在商城中消費400元寶。",
	},
	{
		id = 195094,
		desc = "在聯盟中兌換1次物品。",
	},
	{
		id = 195095,
		desc = "從城池中收獲400資源。",
	},
	{
		id = 195096,
		desc = "從城池中收獲2500資源。",
	},
	{
		id = 195097,
		desc = "從城池中收獲5000資源。",
	},
	{
		id = 195098,
		desc = "從城池中收獲7000資源。",
	},
	{
		id = 195099,
		desc = "從城池中收獲10000資源。",
	},
	{
		id = 195100,
		desc = "從城池中收獲12500資源。",
	},
	{
		id = 195101,
		desc = "從城池中收獲16000資源。",
	},
	{
		id = 195102,
		desc = "從城池中收獲20000資源。",
	},
	{
		id = 195103,
		desc = "從城池中收獲25000資源。",
	},
	{
		id = 195104,
		desc = "從城池中收獲30000資源。",
	},
	{
		id = 195105,
		desc = "從城池中收獲4000資源。",
	},
	{
		id = 195106,
		desc = "從城池中收獲25000資源。",
	},
	{
		id = 195107,
		desc = "從城池中收獲50000資源。",
	},
	{
		id = 195108,
		desc = "從城池中收獲70000資源。",
	},
	{
		id = 195109,
		desc = "從城池中收獲100000資源。",
	},
	{
		id = 195110,
		desc = "從城池中收獲125000資源。",
	},
	{
		id = 195111,
		desc = "從城池中收獲160000資源。",
	},
	{
		id = 195112,
		desc = "從城池中收獲200000資源。",
	},
	{
		id = 195113,
		desc = "從城池中收獲250000資源。",
	},
	{
		id = 195114,
		desc = "從城池中收獲300000資源。",
	},
	{
		id = 200001,
		desc = "1級滾木",
	},
	{
		id = 200002,
		desc = "1級飛矢",
	},
	{
		id = 200003,
		desc = "1級落石",
	},
	{
		id = 200004,
		desc = "2級滾木",
	},
	{
		id = 200005,
		desc = "2級飛矢",
	},
	{
		id = 200006,
		desc = "2級落石",
	},
	{
		id = 200007,
		desc = "3級滾木",
	},
	{
		id = 200008,
		desc = "3級飛矢",
	},
	{
		id = 200009,
		desc = "3級落石",
	},
	{
		id = 200010,
		desc = "4級滾木",
	},
	{
		id = 200011,
		desc = "4級飛矢",
	},
	{
		id = 200012,
		desc = "4級落石",
	},
	{
		id = 200013,
		desc = "5級滾木",
	},
	{
		id = 200014,
		desc = "5級飛矢",
	},
	{
		id = 200015,
		desc = "5級落石",
	},
	{
		id = 200016,
		desc = "6級滾木",
	},
	{
		id = 200017,
		desc = "6級飛矢",
	},
	{
		id = 200018,
		desc = "6級落石",
	},
	{
		id = 200019,
		desc = "7級滾木",
	},
	{
		id = 200020,
		desc = "7級飛矢",
	},
	{
		id = 200021,
		desc = "7級落石",
	},
	{
		id = 200022,
		desc = "8級滾木",
	},
	{
		id = 200023,
		desc = "8級飛矢",
	},
	{
		id = 200024,
		desc = "8級落石",
	},
	{
		id = 200025,
		desc = "9級滾木",
	},
	{
		id = 200026,
		desc = "9級飛矢",
	},
	{
		id = 200027,
		desc = "9級落石",
	},
	{
		id = 200028,
		desc = "10級滾木",
	},
	{
		id = 200029,
		desc = "10級飛矢",
	},
	{
		id = 200030,
		desc = "10級落石",
	},
	{
		id = 200031,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200032,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200033,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200034,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200035,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200036,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200037,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200038,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200039,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200040,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200041,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200042,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200043,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200044,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200045,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200046,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200047,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200048,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200049,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200050,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200051,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200052,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200053,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200054,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200055,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200056,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200057,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 200058,
		desc = "作戰防禦用的圓木，從城上推滾下去殺傷弓兵",
	},
	{
		id = 200059,
		desc = "作戰防禦用的箭矢，從城上射擊而殺傷騎兵",
	},
	{
		id = 200060,
		desc = "作戰防禦用的石塊，從城上拋扔下去殺傷步兵",
	},
	{
		id = 210001,
		desc = "斥候",
	},
	{
		id = 210002,
		desc = "囚犯",
	},
	{
		id = 210003,
		desc = "土匪",
	},
	{
		id = 210004,
		desc = "刺客",
	},
	{
		id = 210005,
		desc = "叛軍",
	},
	{
		id = 210006,
		desc = "藤甲兵",
	},
	{
		id = 210007,
		desc = "西涼騎兵",
	},
	{
		id = 210008,
		desc = "龍泉精兵",
	},
	{
		id = 210009,
		desc = "精英藤甲",
	},
	{
		id = 210010,
		desc = "虎豹騎",
	},
	{
		id = 210011,
		desc = "白耳兵",
	},
	{
		id = 210012,
		desc = "丹陽兵",
	},
	{
		id = 210013,
		desc = "白馬義從",
	},
	{
		id = 210014,
		desc = "燕弩兵",
	},
	{
		id = 210015,
		desc = "元戍弩兵",
	},
	{
		id = 210016,
		desc = "陷陣營",
	},
	{
		id = 210017,
		desc = "南蠻兵",
	},
	{
		id = 210018,
		desc = "精銳南蠻",
	},
	{
		id = 210019,
		desc = "鐵甲兵",
	},
	{
		id = 210020,
		desc = "精銳鐵甲",
	},
	{
		id = 210021,
		desc = "先登死士",
	},
	{
		id = 210022,
		desc = "龍泉精騎",
	},
	{
		id = 210023,
		desc = "無當飛軍",
	},
	{
		id = 210024,
		desc = "南蠻精騎",
	},
	{
		id = 210025,
		desc = "光武槍騎",
	},
	{
		id = 210026,
		desc = "皇城禁軍",
	},
	{
		id = 210027,
		desc = "皇城禁軍",
	},
	{
		id = 210028,
		desc = "皇城禁軍",
	},
	{
		id = 210029,
		desc = "皇城禁軍",
	},
	{
		id = 210030,
		desc = "皇城禁軍",
	},
	{
		id = 210031,
		desc = "皇城禁軍",
	},
	{
		id = 210032,
		desc = "皇城禁軍",
	},
	{
		id = 210033,
		desc = "皇城禁軍",
	},
	{
		id = 210034,
		desc = "皇城禁軍",
	},
	{
		id = 210035,
		desc = "皇城禁軍",
	},
	{
		id = 210036,
		desc = "皇城禁軍",
	},
	{
		id = 210037,
		desc = "皇城禁軍",
	},
	{
		id = 210038,
		desc = "皇城禁軍",
	},
	{
		id = 210039,
		desc = "皇城禁軍",
	},
	{
		id = 210040,
		desc = "皇城禁軍",
	},
	{
		id = 210041,
		desc = "皇城禁軍",
	},
	{
		id = 210042,
		desc = "皇城禁軍",
	},
	{
		id = 210043,
		desc = "皇城禁軍",
	},
	{
		id = 210044,
		desc = "皇城禁軍",
	},
	{
		id = 210045,
		desc = "皇城禁軍",
	},
	{
		id = 210046,
		desc = "皇城守軍",
	},
	{
		id = 210047,
		desc = "皇城守軍",
	},
	{
		id = 210048,
		desc = "皇城守軍",
	},
	{
		id = 210049,
		desc = "皇城守軍",
	},
	{
		id = 210050,
		desc = "皇城守軍",
	},
	{
		id = 210051,
		desc = "皇城守軍",
	},
	{
		id = 210052,
		desc = "皇城守軍",
	},
	{
		id = 210053,
		desc = "皇城守軍",
	},
	{
		id = 210054,
		desc = "皇城守軍",
	},
	{
		id = 210055,
		desc = "皇城守軍",
	},
	{
		id = 210056,
		desc = "皇城守軍",
	},
	{
		id = 210057,
		desc = "皇城守軍",
	},
	{
		id = 210058,
		desc = "皇城守軍",
	},
	{
		id = 210059,
		desc = "皇城守軍",
	},
	{
		id = 210060,
		desc = "皇城守軍",
	},
	{
		id = 210061,
		desc = "皇城守軍",
	},
	{
		id = 210062,
		desc = "皇城守軍",
	},
	{
		id = 210063,
		desc = "皇城守軍",
	},
	{
		id = 210064,
		desc = "皇城守軍",
	},
	{
		id = 210065,
		desc = "皇城守軍",
	},
	{
		id = 210066,
		desc = "皇城守軍",
	},
	{
		id = 210067,
		desc = "皇城禁軍",
	},
	{
		id = 210068,
		desc = "皇城禁軍",
	},
	{
		id = 210069,
		desc = "皇城禁軍",
	},
	{
		id = 210070,
		desc = "皇城禁軍",
	},
	{
		id = 210071,
		desc = "皇城禁軍",
	},
	{
		id = 210072,
		desc = "皇城禁軍",
	},
	{
		id = 210073,
		desc = "皇城禁軍",
	},
	{
		id = 210074,
		desc = "皇城禁軍",
	},
	{
		id = 210075,
		desc = "皇城禁軍",
	},
	{
		id = 210076,
		desc = "皇城禁軍",
	},
	{
		id = 210077,
		desc = "皇城禁軍",
	},
	{
		id = 210078,
		desc = "皇城禁軍",
	},
	{
		id = 210079,
		desc = "皇城禁軍",
	},
	{
		id = 210080,
		desc = "皇城禁軍",
	},
	{
		id = 210081,
		desc = "皇城禁軍",
	},
	{
		id = 210082,
		desc = "皇城禁軍",
	},
	{
		id = 210083,
		desc = "皇城禁軍",
	},
	{
		id = 210084,
		desc = "皇城禁軍",
	},
	{
		id = 210085,
		desc = "皇城禁軍",
	},
	{
		id = 210086,
		desc = "皇城禁軍",
	},
	{
		id = 210087,
		desc = "皇城守軍",
	},
	{
		id = 210088,
		desc = "皇城守軍",
	},
	{
		id = 210089,
		desc = "皇城守軍",
	},
	{
		id = 210090,
		desc = "皇城守軍",
	},
	{
		id = 210091,
		desc = "皇城守軍",
	},
	{
		id = 210092,
		desc = "皇城守軍",
	},
	{
		id = 210093,
		desc = "皇城守軍",
	},
	{
		id = 210094,
		desc = "皇城守軍",
	},
	{
		id = 210095,
		desc = "皇城守軍",
	},
	{
		id = 210096,
		desc = "皇城守軍",
	},
	{
		id = 210097,
		desc = "皇城守軍",
	},
	{
		id = 210098,
		desc = "皇城守軍",
	},
	{
		id = 210099,
		desc = "皇城守軍",
	},
	{
		id = 210100,
		desc = "皇城守軍",
	},
	{
		id = 210101,
		desc = "皇城守軍",
	},
	{
		id = 210102,
		desc = "皇城守軍",
	},
	{
		id = 210103,
		desc = "皇城守軍",
	},
	{
		id = 210104,
		desc = "皇城守軍",
	},
	{
		id = 210105,
		desc = "皇城守軍",
	},
	{
		id = 210106,
		desc = "皇城守軍",
	},
	{
		id = 210107,
		desc = "皇城守軍",
	},
	{
		id = 210108,
		desc = "神弓飛騎",
	},
	{
		id = 211001,
		desc = "偵察兵，看得遠跑得快",
	},
	{
		id = 211002,
		desc = "越獄的逃犯，決不能放過",
	},
	{
		id = 211003,
		desc = "亡命之徒，嚴重危害百姓生活",
	},
	{
		id = 211004,
		desc = "神出鬼沒的殺手，小心他背後放冷箭",
	},
	{
		id = 211005,
		desc = "偵察兵，看得遠跑得快",
	},
	{
		id = 211006,
		desc = "越獄的逃犯，決不能放過",
	},
	{
		id = 211007,
		desc = "亡命之徒，嚴重危害百姓生活",
	},
	{
		id = 211008,
		desc = "神出鬼沒的殺手，小心他背後放冷箭",
	},
	{
		id = 211009,
		desc = "一柄樸刀耍的虎虎生風，讓人難以靠近",
	},
	{
		id = 211010,
		desc = "一柄樸刀耍的虎虎生風，讓人難以靠近",
	},
	{
		id = 211011,
		desc = "靠強有力的燕弩快速射殺敵人",
	},
	{
		id = 211012,
		desc = "精銳的騎兵，沖鋒時有如虎豹",
	},
	{
		id = 211013,
		desc = "精銳的步兵，軍服的白羽裝飾是其標誌",
	},
	{
		id = 211014,
		desc = "頭綁青巾，手執巨錘，其勇猛令人聞風喪膽",
	},
	{
		id = 211015,
		desc = "清一色白馬部隊，均是善射的輕騎",
	},
	{
		id = 211016,
		desc = "精銳的弩兵，擅長從遠處射殺敵人",
	},
	{
		id = 211017,
		desc = "勇猛異常的步兵，沖鋒陷陣，所向披靡",
	},
	{
		id = 211018,
		desc = "一身藤甲刀槍不入，只怕火攻",
	},
	{
		id = 211019,
		desc = "精銳的重步兵，一身鐵甲防護能力極強",
	},
	{
		id = 211020,
		desc = "作戰彪悍、兇狠，尤其適合沙漠戈壁的長距離持久奔襲作戰",
	},
	{
		id = 211021,
		desc = "作戰勇猛，悍不畏死，常是沖上城樓的第一人",
	},
	{
		id = 211022,
		desc = "裝備精良的精銳騎兵，沖鋒陷陣所向披靡",
	},
	{
		id = 211023,
		desc = "由少數民族組建的勁旅，善弓弩和毒箭，精於防守",
	},
	{
		id = 211024,
		desc = "南蠻族的特殊軍團，高騎於巨象之上，沖擊力強橫",
	},
	{
		id = 211025,
		desc = "裝備精良的精銳騎兵，沖鋒陷陣所向披靡",
	},
	{
		id = 211026,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211027,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211028,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211029,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211030,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211031,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211032,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211033,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211034,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211035,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211036,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211037,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211038,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211039,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211040,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211041,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211042,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211043,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211044,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211045,
		desc = "向國王宮殿行進的小股部隊",
	},
	{
		id = 211046,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211047,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211048,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211049,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211050,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211051,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211052,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211053,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211054,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211055,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211056,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211057,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211058,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211059,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211060,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211061,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211062,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211063,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211064,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211065,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211066,
		desc = "駐守國王宮殿的小股部隊",
	},
	{
		id = 211067,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211068,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211069,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211070,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211071,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211072,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211073,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211074,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211075,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211076,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211077,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211078,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211079,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211080,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211081,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211082,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211083,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211084,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211085,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211086,
		desc = "向國王宮殿行進的部隊",
	},
	{
		id = 211087,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211088,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211089,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211090,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211091,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211092,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211093,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211094,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211095,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211096,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211097,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211098,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211099,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211100,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211101,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211102,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211103,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211104,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211105,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211106,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211107,
		desc = "駐守國王宮殿的部隊",
	},
	{
		id = 211108,
		desc = "裝備神弓的騎射手，令人聞風喪膽",
	},
	{
		id = 212001,
		desc = "守兵（小）",
	},
	{
		id = 212002,
		desc = "皇位戰軍隊(小)",
	},
	{
		id = 212003,
		desc = "皇位戰軍隊(小)",
	},
	{
		id = 213001,
		desc = "守衛皇城的小股部隊",
	},
	{
		id = 213002,
		desc = "守衛皇城的小股部隊",
	},
	{
		id = 213003,
		desc = "守衛皇城的小股部隊",
	},
	{
		id = 214001,
		desc = "守兵（大）",
	},
	{
		id = 214002,
		desc = "皇位戰軍隊（大）",
	},
	{
		id = 214003,
		desc = "皇位戰軍隊（大）",
	},
	{
		id = 215001,
		desc = "守衛皇城的部隊",
	},
	{
		id = 215002,
		desc = "守衛皇城的部隊",
	},
	{
		id = 215003,
		desc = "守衛皇城的部隊",
	},
	{
		id = 216001,
		desc = "張角軍營寨",
	},
	{
		id = 216002,
		desc = "夏侯淵軍營寨",
	},
	{
		id = 216003,
		desc = "顏良軍營寨",
	},
	{
		id = 216004,
		desc = "文醜軍營寨",
	},
	{
		id = 216005,
		desc = "曹丕軍營寨",
	},
	{
		id = 216006,
		desc = "關平軍營寨",
	},
	{
		id = 216007,
		desc = "魏延軍營寨",
	},
	{
		id = 216008,
		desc = "張苞軍營寨",
	},
	{
		id = 216009,
		desc = "徐晃軍營寨",
	},
	{
		id = 216010,
		desc = "張郃軍營寨",
	},
	{
		id = 216011,
		desc = "劉備軍營寨",
	},
	{
		id = 216012,
		desc = "孫權軍營寨",
	},
	{
		id = 216013,
		desc = "曹操軍營寨",
	},
	{
		id = 216014,
		desc = "周泰軍營寨",
	},
	{
		id = 216015,
		desc = "董卓軍營寨",
	},
	{
		id = 216016,
		desc = "孫策軍營寨",
	},
	{
		id = 216017,
		desc = "袁紹軍營寨",
	},
	{
		id = 216018,
		desc = "趙雲軍營寨",
	},
	{
		id = 216019,
		desc = "姜維軍營寨",
	},
	{
		id = 216020,
		desc = "荀彧軍營寨",
	},
	{
		id = 216021,
		desc = "賈詡軍營寨",
	},
	{
		id = 216022,
		desc = "周瑜軍營寨",
	},
	{
		id = 216023,
		desc = "黃忠軍營寨",
	},
	{
		id = 216024,
		desc = "司馬懿軍營寨",
	},
	{
		id = 216025,
		desc = "呂布軍營寨",
	},
	{
		id = 216026,
		desc = "諸葛亮軍營寨",
	},
	{
		id = 216027,
		desc = "玉璽碎片",
	},
	{
		id = 217001,
		desc = "張角",
	},
	{
		id = 217002,
		desc = "夏侯淵",
	},
	{
		id = 217003,
		desc = "顏良",
	},
	{
		id = 217004,
		desc = "文醜",
	},
	{
		id = 217005,
		desc = "曹丕",
	},
	{
		id = 217006,
		desc = "關平",
	},
	{
		id = 217007,
		desc = "魏延",
	},
	{
		id = 217008,
		desc = "張苞",
	},
	{
		id = 217009,
		desc = "徐晃",
	},
	{
		id = 217010,
		desc = "張郃",
	},
	{
		id = 217011,
		desc = "劉備",
	},
	{
		id = 217012,
		desc = "孫權",
	},
	{
		id = 217013,
		desc = "曹操",
	},
	{
		id = 217014,
		desc = "周泰",
	},
	{
		id = 217015,
		desc = "董卓",
	},
	{
		id = 217016,
		desc = "孫策",
	},
	{
		id = 217017,
		desc = "袁紹",
	},
	{
		id = 217018,
		desc = "趙雲",
	},
	{
		id = 217019,
		desc = "姜維",
	},
	{
		id = 217020,
		desc = "荀彧",
	},
	{
		id = 217021,
		desc = "賈詡",
	},
	{
		id = 217022,
		desc = "周瑜",
	},
	{
		id = 217023,
		desc = "黃忠",
	},
	{
		id = 217024,
		desc = "司馬懿",
	},
	{
		id = 217025,
		desc = "呂布",
	},
	{
		id = 217026,
		desc = "諸葛亮",
	},
	{
		id = 217027,
		desc = "和氏璧碎片",
	},
	{
		id = 220001,
		desc = "免戰",
	},
	{
		id = 220002,
		desc = "士兵糧食消耗減少",
	},
	{
		id = 220003,
		desc = "反偵察",
	},
	{
		id = 220004,
		desc = "偽裝術",
	},
	{
		id = 220005,
		desc = "單個軍團出征上限增加",
	},
	{
		id = 220006,
		desc = "建築建造速度增加",
	},
	{
		id = 220007,
		desc = "科技研究速度增加",
	},
	{
		id = 220008,
		desc = "陷阱容量增加",
	},
	{
		id = 220009,
		desc = "聯盟幫助次數增加",
	},
	{
		id = 220010,
		desc = "聯盟幫助減少時間增加",
	},
	{
		id = 220011,
		desc = "援兵軍團數量增加",
	},
	{
		id = 220012,
		desc = "升級裝備白銀消耗減少",
	},
	{
		id = 220013,
		desc = "分解裝備白銀獲得增加",
	},
	{
		id = 220014,
		desc = "出征移動速度提升",
	},
	{
		id = 220015,
		desc = "剿匪行軍速度增加",
	},
	{
		id = 220016,
		desc = "行軍速度增加",
	},
	{
		id = 220017,
		desc = "行動力恢復加速",
	},
	{
		id = 220019,
		desc = "傷兵上限增加",
	},
	{
		id = 220020,
		desc = "陷阱製造速度提升",
	},
	{
		id = 220021,
		desc = "部隊訓練速度提升",
	},
	{
		id = 220022,
		desc = "傷兵恢復速度增加",
	},
	{
		id = 220023,
		desc = "傷兵恢復費用降低",
	},
	{
		id = 220024,
		desc = "城墻耐久上限增加",
	},
	{
		id = 220025,
		desc = "出征傷兵比例",
	},
	{
		id = 220027,
		desc = "倉庫黃金保護容量",
	},
	{
		id = 220028,
		desc = "倉庫糧草保護容量",
	},
	{
		id = 220029,
		desc = "倉庫木材保護容量",
	},
	{
		id = 220030,
		desc = "倉庫石料保護容量",
	},
	{
		id = 220031,
		desc = "倉庫鐵礦保護容量",
	},
	{
		id = 220032,
		desc = "受到攻擊不會損失資源",
	},
	{
		id = 220033,
		desc = "攻擊或偵察該玩家的敵軍行軍速度-75%%",
	},
	{
		id = 220034,
		desc = "集結軍團數增加",
	},
	{
		id = 220035,
		desc = "步兵訓練數量提升",
	},
	{
		id = 220036,
		desc = "騎兵訓練數量提升",
	},
	{
		id = 220037,
		desc = "弓兵訓練數量提升",
	},
	{
		id = 220038,
		desc = "車兵訓練數量提升",
	},
	{
		id = 220039,
		desc = "雇傭兵容量提升",
	},
	{
		id = 220040,
		desc = "陷阱製造數量提升",
	},
	{
		id = 220041,
		desc = "敵人偵察速度降低",
	},
	{
		id = 220056,
		desc = "建造隊列",
	},
	{
		id = 220042,
		desc = "伐木場增產",
	},
	{
		id = 220043,
		desc = "農田增產",
	},
	{
		id = 220044,
		desc = "金礦增產",
	},
	{
		id = 220045,
		desc = "石料增產",
	},
	{
		id = 220046,
		desc = "鐵礦增產",
	},
	{
		id = 220047,
		desc = "世界採集木頭速度提升",
	},
	{
		id = 220048,
		desc = "世界採集糧食速度提升",
	},
	{
		id = 220049,
		desc = "世界採集黃金速度提升",
	},
	{
		id = 220050,
		desc = "世界採集石料速度提升",
	},
	{
		id = 220051,
		desc = "世界採集鐵礦速度提升",
	},
	{
		id = 220052,
		desc = "步兵負重增加",
	},
	{
		id = 220053,
		desc = "騎兵負重增加",
	},
	{
		id = 220054,
		desc = "弓兵負重增加",
	},
	{
		id = 220055,
		desc = "車兵負重增加",
	},
	{
		id = 220057,
		desc = "火箭對騎兵傷害增加",
	},
	{
		id = 220058,
		desc = "落石對步兵傷害增加",
	},
	{
		id = 220059,
		desc = "滾木對弓兵傷害增加",
	},
	{
		id = 220060,
		desc = "步兵防禦加成",
	},
	{
		id = 220061,
		desc = "步兵生命加成",
	},
	{
		id = 220062,
		desc = "步兵攻擊加成",
	},
	{
		id = 220063,
		desc = "騎兵防禦加成",
	},
	{
		id = 220064,
		desc = "騎兵生命加成",
	},
	{
		id = 220065,
		desc = "騎兵攻擊加成",
	},
	{
		id = 220066,
		desc = "弓兵防禦加成",
	},
	{
		id = 220067,
		desc = "弓兵生命加成",
	},
	{
		id = 220068,
		desc = "弓兵攻擊加成",
	},
	{
		id = 220069,
		desc = "車兵防禦加成",
	},
	{
		id = 220070,
		desc = "車兵生命加成",
	},
	{
		id = 220071,
		desc = "車兵攻擊加成",
	},
	{
		id = 220072,
		desc = "敵方步兵防禦降低",
	},
	{
		id = 220073,
		desc = "敵方步兵生命降低",
	},
	{
		id = 220074,
		desc = "敵方步兵攻擊降低",
	},
	{
		id = 220075,
		desc = "敵方騎兵防禦降低",
	},
	{
		id = 220076,
		desc = "敵方騎兵生命降低",
	},
	{
		id = 220077,
		desc = "敵方騎兵攻擊降低",
	},
	{
		id = 220078,
		desc = "敵方弓兵防禦降低",
	},
	{
		id = 220079,
		desc = "敵方弓兵生命降低",
	},
	{
		id = 220080,
		desc = "敵方弓兵攻擊降低",
	},
	{
		id = 220081,
		desc = "敵方投石車防禦降低",
	},
	{
		id = 220082,
		desc = "敵方投石車生命降低",
	},
	{
		id = 220083,
		desc = "敵方投石車攻擊降低",
	},
	{
		id = 220084,
		desc = "減少我方步兵受到的敵方步兵傷害",
	},
	{
		id = 220085,
		desc = "減少我方步兵受到的敵方騎兵傷害",
	},
	{
		id = 220086,
		desc = "減少我方步兵受到的敵方弓兵傷害",
	},
	{
		id = 220087,
		desc = "減少我方步兵受到的敵方車兵傷害",
	},
	{
		id = 220088,
		desc = "減少我方騎兵受到的敵方步兵傷害",
	},
	{
		id = 220089,
		desc = "減少我方騎兵受到的敵方騎兵傷害",
	},
	{
		id = 220090,
		desc = "減少我方騎兵受到的敵方弓兵傷害",
	},
	{
		id = 220091,
		desc = "減少我方騎兵受到的敵方車兵傷害",
	},
	{
		id = 220092,
		desc = "減少我方弓兵受到的敵方步兵傷害",
	},
	{
		id = 220093,
		desc = "減少我方弓兵受到的敵方騎兵傷害",
	},
	{
		id = 220094,
		desc = "減少我方弓兵受到的敵方弓兵傷害",
	},
	{
		id = 220095,
		desc = "減少我方弓兵受到的敵方車兵傷害",
	},
	{
		id = 220096,
		desc = "減少我方車兵受到的敵方步兵傷害",
	},
	{
		id = 220097,
		desc = "減少我方車兵受到的敵方騎兵傷害",
	},
	{
		id = 220098,
		desc = "減少我方車兵受到的敵方弓兵傷害",
	},
	{
		id = 220099,
		desc = "減少我方車兵受到的敵方車兵傷害",
	},
	{
		id = 220100,
		desc = "陣亡步兵轉換為傷兵代替死亡",
	},
	{
		id = 220101,
		desc = "陣亡騎兵轉換為傷兵代替死亡",
	},
	{
		id = 220102,
		desc = "陣亡弓兵轉換為傷兵代替死亡",
	},
	{
		id = 220103,
		desc = "陣亡車兵轉換為傷兵代替死亡",
	},
	{
		id = 220104,
		desc = "步兵守城時防禦增加",
	},
	{
		id = 220105,
		desc = "步兵守城時血量增加",
	},
	{
		id = 220106,
		desc = "步兵守城時攻擊增加",
	},
	{
		id = 220107,
		desc = "騎兵守城時防禦增加",
	},
	{
		id = 220108,
		desc = "騎兵守城時血量增加",
	},
	{
		id = 220109,
		desc = "騎兵守城時攻擊增加",
	},
	{
		id = 220110,
		desc = "弓兵守城時防禦增加",
	},
	{
		id = 220111,
		desc = "弓兵守城時血量增加",
	},
	{
		id = 220112,
		desc = "弓兵守城時攻擊增加",
	},
	{
		id = 220113,
		desc = "車兵守城時防禦增加",
	},
	{
		id = 220114,
		desc = "車兵守城時血量增加",
	},
	{
		id = 220115,
		desc = "車兵守城時攻擊增加",
	},
	{
		id = 220116,
		desc = "每個軍團中副將數量增加",
	},
	{
		id = 220117,
		desc = "玩家可操控軍團數量增加",
	},
	{
		id = 220118,
		desc = "城墻修復速度增加（cd減少）",
	},
	{
		id = 220124,
		desc = "車兵移速增加",
	},
	{
		id = 220125,
		desc = "野外戰鬥防禦時步兵攻擊力增加",
	},
	{
		id = 220126,
		desc = "野外戰鬥攻擊時騎兵攻擊力增加",
	},
	{
		id = 220127,
		desc = "建築建造消耗減少",
	},
	{
		id = 220128,
		desc = "科技研究消耗減少",
	},
	{
		id = 220129,
		desc = "世界糧食開采量增加（具體值）",
	},
	{
		id = 220130,
		desc = "世界木材開采量增加（具體值）",
	},
	{
		id = 220131,
		desc = "世界石料開采量增加（具體值）",
	},
	{
		id = 220132,
		desc = "世界鐵礦開采量增加（具體值）",
	},
	{
		id = 220133,
		desc = "收獲黃金時獲得3倍收益概率",
	},
	{
		id = 220135,
		desc = "行動力上限增加",
	},
	{
		id = 220136,
		desc = "箭塔攻擊力增加",
	},
	{
		id = 220137,
		desc = "陷阱觸發概率增加",
	},
	{
		id = 220138,
		desc = "城池戰鬥攻擊時車兵攻擊力增加",
	},
	{
		id = 220142,
		desc = "攻城時敵人弓箭陷阱攻擊降低",
	},
	{
		id = 220143,
		desc = "攻城時敵人木頭陷阱攻擊降低",
	},
	{
		id = 220144,
		desc = "攻城時敵人落石陷阱攻擊降低",
	},
	{
		id = 220145,
		desc = "聯盟成員上限增加",
	},
	{
		id = 220146,
		desc = "聯盟堡壘上限增加",
	},
	{
		id = 220147,
		desc = "陷阱損失減少",
	},
	{
		id = 220148,
		desc = "集結軍隊的行軍速度增加",
	},
	{
		id = 220149,
		desc = "野外戰鬥防禦時步兵防禦力增加",
	},
	{
		id = 220150,
		desc = "野外戰鬥防禦時步兵血量增加",
	},
	{
		id = 220151,
		desc = "野外戰鬥攻擊時騎兵防禦力增加",
	},
	{
		id = 220152,
		desc = "野外戰鬥攻擊時騎兵血量增加",
	},
	{
		id = 220153,
		desc = "城池戰鬥防守時弓兵攻擊力增加",
	},
	{
		id = 220154,
		desc = "城池戰鬥防守時弓兵防禦力增加",
	},
	{
		id = 220155,
		desc = "城池戰鬥防守時弓兵血量增加",
	},
	{
		id = 220156,
		desc = "城池戰鬥攻擊時車兵防禦力增加",
	},
	{
		id = 220157,
		desc = "城池戰鬥攻擊時車兵血量增加",
	},
	{
		id = 220158,
		desc = "援兵的步兵防禦力增加",
	},
	{
		id = 220159,
		desc = "援兵的騎兵防禦力增加",
	},
	{
		id = 220160,
		desc = "援兵的弓兵防禦力增加",
	},
	{
		id = 220161,
		desc = "援兵的車兵防禦力增加",
	},
	{
		id = 220162,
		desc = "主公獲得額外經驗值加成",
	},
	{
		id = 220163,
		desc = "立即建造加速",
	},
	{
		id = 220164,
		desc = "部隊攻擊增加",
	},
	{
		id = 220165,
		desc = "部隊防禦增加",
	},
	{
		id = 220166,
		desc = "部隊生命增加",
	},
	{
		id = 220167,
		desc = "主動攻擊造成的己方陣亡士兵中的一定比例轉換為傷兵代替死亡",
	},
	{
		id = 220168,
		desc = "野外戰鬥時步兵攻擊力增加",
	},
	{
		id = 220169,
		desc = "野外戰鬥時步兵防禦力增加",
	},
	{
		id = 220170,
		desc = "野外戰鬥時步兵生命力增加",
	},
	{
		id = 220171,
		desc = "野外戰鬥時騎兵攻擊力增加",
	},
	{
		id = 220172,
		desc = "野外戰鬥時騎兵防禦力增加",
	},
	{
		id = 220173,
		desc = "野外戰鬥時騎兵生命力增加",
	},
	{
		id = 220174,
		desc = "野外戰鬥時弓兵攻擊力增加",
	},
	{
		id = 220175,
		desc = "野外戰鬥時弓兵防禦力增加",
	},
	{
		id = 220176,
		desc = "野外戰鬥時弓兵生命力增加",
	},
	{
		id = 220177,
		desc = "野外戰鬥時車兵攻擊力增加",
	},
	{
		id = 220178,
		desc = "野外戰鬥時車兵防禦力增加",
	},
	{
		id = 220179,
		desc = "野外戰鬥時車兵生命力增加",
	},
	{
		id = 220180,
		desc = "所有資源產量增加",
	},
	{
		id = 220181,
		desc = "一次性獲得X小時產量的所有資源",
	},
	{
		id = 220182,
		desc = "所有外出部隊在X秒內召回自己主城",
	},
	{
		id = 220183,
		desc = "陷阱攻擊力增加",
	},
	{
		id = 220184,
		desc = "武將帶兵數量提高",
	},
	{
		id = 220185,
		desc = "通用加速",
	},
	{
		id = 220186,
		desc = "建築加速",
	},
	{
		id = 220187,
		desc = "訓練加速",
	},
	{
		id = 220188,
		desc = "醫療加速",
	},
	{
		id = 220189,
		desc = "研究加速",
	},
	{
		id = 220190,
		desc = "初級行軍返回",
	},
	{
		id = 220191,
		desc = "高級行軍返回",
	},
	{
		id = 220192,
		desc = "可招募武將上限增加",
	},
	{
		id = 220193,
		desc = "聯盟人數上限增加",
	},
	{
		id = 220194,
		desc = "可建造的聯盟堡壘數量增加",
	},
	{
		id = 220195,
		desc = "敵軍步兵攻擊降低",
	},
	{
		id = 220196,
		desc = "敵軍騎兵攻擊降低",
	},
	{
		id = 220197,
		desc = "敵軍弓兵攻擊降低",
	},
	{
		id = 220198,
		desc = "敵軍車兵攻擊降低",
	},
	{
		id = 220199,
		desc = "集結軍團的行軍速度增加",
	},
	{
		id = 220200,
		desc = "聯盟倉庫每日存儲上限增加",
	},
	{
		id = 220201,
		desc = "聯盟箭塔數量增加",
	},
	{
		id = 220202,
		desc = "聯盟農田產量增加",
	},
	{
		id = 220203,
		desc = "聯盟金礦產量增加",
	},
	{
		id = 220204,
		desc = "聯盟伐木場產量增加",
	},
	{
		id = 220205,
		desc = "聯盟採石場產量增加",
	},
	{
		id = 220206,
		desc = "聯盟鐵礦場產量增加",
	},
	{
		id = 220207,
		desc = "滾木類陷阱觸發概率增加",
	},
	{
		id = 220208,
		desc = "落石類陷阱觸發概率增加",
	},
	{
		id = 220209,
		desc = "箭矢類陷阱觸發概率增加",
	},
	{
		id = 220210,
		desc = "武將帶兵數量提高",
	},
	{
		id = 220211,
		desc = "隊列數增加",
	},
	{
		id = 220212,
		desc = "採集行軍速度",
	},
	{
		id = 220213,
		desc = "主動攻擊造成的己方陣亡士兵中的一定比例轉換為傷兵",
	},
	{
		id = 220214,
		desc = "VIP激活",
	},
	{
		id = 220215,
		desc = "倉庫所有資源保護容量",
	},
	{
		id = 220216,
		desc = "頑強鬥誌",
	},
	{
		id = 230001,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230002,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230003,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230004,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230005,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230006,
		desc = "駐守採石場時產量+%{num}",
	},
	{
		id = 230007,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230008,
		desc = "駐守屯所時幫助減少時間+%{num}",
	},
	{
		id = 230009,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230010,
		desc = "駐守屯所時幫助減少時間+%{num}",
	},
	{
		id = 230011,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230012,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230013,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230014,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230015,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230016,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230017,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230018,
		desc = "駐守屯所時幫助減少時間+%{num}",
	},
	{
		id = 230019,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230020,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230021,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230022,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230023,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230024,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230025,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230026,
		desc = "所在軍團鐵礦採集速度+%{num}",
	},
	{
		id = 230027,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230028,
		desc = "所在軍團石礦採集速度+%{num}",
	},
	{
		id = 230029,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230030,
		desc = "駐守伐木場時產量+%{num}",
	},
	{
		id = 230031,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230032,
		desc = "駐守鐵礦場時產量+%{num}",
	},
	{
		id = 230033,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230034,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230035,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230036,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230037,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230038,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230039,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230040,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230041,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230042,
		desc = "駐守城墻時增加陷阱容量+%{num}",
	},
	{
		id = 230043,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230044,
		desc = "所在軍團木材採集速度+%{num}",
	},
	{
		id = 230045,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230046,
		desc = "駐守戰爭工坊時製造速度+%{num}",
	},
	{
		id = 230047,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230048,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230049,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230050,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230051,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230052,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230053,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230054,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230055,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230056,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230057,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230058,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230059,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230060,
		desc = "所在軍團木材採集速度+%{num}",
	},
	{
		id = 230061,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230062,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230063,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230064,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230065,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230066,
		desc = "駐守城墻時增加陷阱容量+%{num}",
	},
	{
		id = 230067,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230068,
		desc = "駐守伐木場時產量+%{num}",
	},
	{
		id = 230069,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230070,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230071,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230072,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230073,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230074,
		desc = "所在軍團鐵礦採集速度+%{num}",
	},
	{
		id = 230075,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230076,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230077,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230078,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230079,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230080,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230081,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230082,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230083,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230084,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230085,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230086,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230087,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230088,
		desc = "駐守城墻時增加陷阱容量+%{num}",
	},
	{
		id = 230089,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230090,
		desc = "駐守戰爭工坊時製造速度+%{num}",
	},
	{
		id = 230091,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230092,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230093,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230094,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230095,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230096,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230097,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230098,
		desc = "所在軍團木材採集速度+%{num}",
	},
	{
		id = 230099,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230100,
		desc = "所在軍團石礦採集速度+%{num}",
	},
	{
		id = 230101,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230102,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230103,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230104,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230105,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230106,
		desc = "所在軍團石礦採集速度+%{num}",
	},
	{
		id = 230107,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230108,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230109,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230110,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230111,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230112,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230113,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230114,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230115,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230116,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230117,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230118,
		desc = "駐守採石場時產量+%{num}",
	},
	{
		id = 230119,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230120,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230121,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230122,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230123,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230124,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230125,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230126,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230127,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230128,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230129,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230130,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230131,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230132,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230133,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230134,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230135,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230136,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230137,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230138,
		desc = "駐守城墻時增加陷阱容量+%{num}",
	},
	{
		id = 230139,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230140,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230141,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230142,
		desc = "駐守戰爭工坊時製造速度+%{num}",
	},
	{
		id = 230143,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230144,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230145,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230146,
		desc = "所在軍團木材採集速度+%{num}",
	},
	{
		id = 230147,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230148,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230149,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230150,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230151,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230152,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230153,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230154,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230155,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230156,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230157,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230158,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230159,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230160,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230161,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230162,
		desc = "所在軍團石礦採集速度+%{num}",
	},
	{
		id = 230163,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230164,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230165,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230166,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230167,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230168,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230169,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230170,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230171,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230172,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230173,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230174,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230175,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230176,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230177,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230178,
		desc = "所在軍團木材採集速度+%{num}",
	},
	{
		id = 230179,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230180,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230181,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230182,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230183,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230184,
		desc = "駐守屯所時幫助減少時間+%{num}",
	},
	{
		id = 230185,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230186,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230187,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230188,
		desc = "駐守城墻時增加陷阱容量+%{num}",
	},
	{
		id = 230189,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230190,
		desc = "駐守屯所時幫助減少時間+%{num}",
	},
	{
		id = 230191,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230192,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230193,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230194,
		desc = "所在軍團鐵礦採集速度+%{num}",
	},
	{
		id = 230195,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230196,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230197,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230198,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230199,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230200,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230201,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230202,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230203,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230204,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230205,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230206,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230207,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230208,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230209,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230210,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230211,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230212,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230213,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230214,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230215,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230216,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230217,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230218,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230219,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230220,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230221,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230222,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230223,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230224,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230225,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230226,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230227,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230228,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230229,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230230,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230231,
		desc = "麾下所有兵種攻擊+%{num}",
	},
	{
		id = 230232,
		desc = "麾下所有兵種防/命+%{num}",
	},
	{
		id = 230233,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230234,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230235,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230236,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230237,
		desc = "麾下所有兵種攻擊+%{num}",
	},
	{
		id = 230238,
		desc = "麾下所有兵種負重+%{num}",
	},
	{
		id = 230239,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230240,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230241,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230242,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230243,
		desc = "麾下所有兵種攻/防/命+%{num}",
	},
	{
		id = 230244,
		desc = "麾下所有兵種防/命+%{num}",
	},
	{
		id = 230245,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230246,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230247,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230248,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230249,
		desc = "麾下所有兵種攻擊+%{num}",
	},
	{
		id = 230250,
		desc = "麾下所有兵種負重+%{num}",
	},
	{
		id = 230251,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230252,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230253,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230254,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230255,
		desc = "麾下所有兵種攻/防/命+%{num}",
	},
	{
		id = 230256,
		desc = "麾下所有兵種防/命+%{num}",
	},
	{
		id = 230257,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230258,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230259,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230260,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230261,
		desc = "麾下所有兵種負重+%{num}",
	},
	{
		id = 230262,
		desc = "麾下所有兵種攻擊+%{num}",
	},
	{
		id = 230263,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230264,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230265,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230266,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230267,
		desc = "麾下所有兵種攻/防/命+%{num}",
	},
	{
		id = 230268,
		desc = "麾下所有兵種防/命+%{num}",
	},
	{
		id = 230269,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230270,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230271,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230272,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230273,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230274,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230275,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230276,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230277,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230278,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230279,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230280,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230281,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230282,
		desc = "駐守伐木場時產量+%{num}",
	},
	{
		id = 230283,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230284,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230285,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230286,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230287,
		desc = "駐守伐木場時產量+%{num}",
	},
	{
		id = 230288,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230289,
		desc = "駐守採石場時產量+%{num}",
	},
	{
		id = 230290,
		desc = "駐守戰爭工坊時製造速度+%{num}",
	},
	{
		id = 230291,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230292,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230293,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230294,
		desc = "麾下所有兵種負重+%{num}",
	},
	{
		id = 230295,
		desc = "駐守城墻時增加陷阱容量+%{num}",
	},
	{
		id = 230296,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230297,
		desc = "所在軍團石礦採集速度+%{num}",
	},
	{
		id = 230298,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230299,
		desc = "所在軍團木材採集速度+%{num}",
	},
	{
		id = 230300,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230301,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230302,
		desc = "駐守戰爭工坊時製造速度+%{num}",
	},
	{
		id = 230303,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230304,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230305,
		desc = "麾下所有兵種負重+%{num}",
	},
	{
		id = 230306,
		desc = "所在軍團鐵礦採集速度+%{num}",
	},
	{
		id = 230307,
		desc = "駐守鐵礦場時產量+%{num}",
	},
	{
		id = 230308,
		desc = "所在軍團糧食採集速度+%{num}",
	},
	{
		id = 230309,
		desc = "所在軍團黃金採集速度+%{num}",
	},
	{
		id = 230310,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230311,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230312,
		desc = "所在軍團木材採集速度+%{num}",
	},
	{
		id = 230313,
		desc = "駐守農田時產量+%{num}",
	},
	{
		id = 230314,
		desc = "駐守伐木場時產量+%{num}",
	},
	{
		id = 230315,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230316,
		desc = "駐守採石場時產量+%{num}",
	},
	{
		id = 230317,
		desc = "駐守金礦時產量+%{num}",
	},
	{
		id = 230318,
		desc = "麾下所有兵種負重+%{num}",
	},
	{
		id = 230319,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230320,
		desc = "所在軍團石礦採集速度+%{num}",
	},
	{
		id = 230321,
		desc = "駐守屯所時幫助減少時間+%{num}",
	},
	{
		id = 230322,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230323,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230324,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230325,
		desc = "駐守戰爭工坊時製造速度+%{num}",
	},
	{
		id = 230326,
		desc = "駐守倉庫時資源保護量+%{num}",
	},
	{
		id = 230327,
		desc = "麾下所有兵種負重+%{num}",
	},
	{
		id = 230328,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230329,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230330,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230331,
		desc = "駐守城墻時增加陷阱容量+%{num}",
	},
	{
		id = 230332,
		desc = "駐守校場時武將帶兵數量+%{num}",
	},
	{
		id = 230333,
		desc = "駐守醫館時傷兵上限+%{num}",
	},
	{
		id = 230334,
		desc = "駐守屯所時幫助減少時間+%{num}",
	},
	{
		id = 230335,
		desc = "駐守兵營時部隊訓練速度+%{num}",
	},
	{
		id = 230336,
		desc = "所在軍團資源採集速度+%{num}",
	},
	{
		id = 230337,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230338,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 230339,
		desc = "駐守的資源建築產量+%{num}",
	},
	{
		id = 230340,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 230341,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230342,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240001,
		desc = "農田產量+%{num}",
	},
	{
		id = 240002,
		desc = "陷阱攻擊+%{num}",
	},
	{
		id = 240003,
		desc = "金礦產量+%{num}",
	},
	{
		id = 240004,
		desc = "科研速度+%{num}",
	},
	{
		id = 240005,
		desc = "農田和金礦產量+%{num}",
	},
	{
		id = 240006,
		desc = "所有兵種生命+%{num}",
	},
	{
		id = 240007,
		desc = "金礦和伐木場產量+%{num}",
	},
	{
		id = 240008,
		desc = "農田和伐木場產量+%{num}",
	},
	{
		id = 240009,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 240010,
		desc = "士兵訓練和醫療速度+%{num}",
	},
	{
		id = 240011,
		desc = "醫療速度+%{num}",
	},
	{
		id = 240012,
		desc = "糧食採集速度+%{num}",
	},
	{
		id = 240013,
		desc = "黃金採集速度+%{num}",
	},
	{
		id = 240014,
		desc = "科研速度+%{num}",
	},
	{
		id = 240015,
		desc = "陷阱攻擊+%{num}",
	},
	{
		id = 240016,
		desc = "石礦產量+%{num}",
	},
	{
		id = 240017,
		desc = "木材採集速度+%{num}",
	},
	{
		id = 240018,
		desc = "士兵訓練速度+%{num}",
	},
	{
		id = 240019,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240020,
		desc = "所有兵種防禦+%{num}",
	},
	{
		id = 240021,
		desc = "所有兵種攻擊+%{num}",
	},
	{
		id = 240022,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240023,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 240024,
		desc = "木材產量和採集速度+%{num}",
	},
	{
		id = 240025,
		desc = "士兵訓練速度+%{num}",
	},
	{
		id = 240026,
		desc = "糧食和木材採集速度+%{num}",
	},
	{
		id = 240027,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240028,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 240029,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240030,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 240031,
		desc = "石礦產量和採集速度+%{num}",
	},
	{
		id = 240032,
		desc = "傷兵醫療速度+%{num}",
	},
	{
		id = 240033,
		desc = "所有資源礦產量+%{num}",
	},
	{
		id = 240034,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240035,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240036,
		desc = "所有兵種攻/防/命+%{num}",
	},
	{
		id = 240037,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240038,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 240039,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 240040,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 240041,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240042,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 240043,
		desc = "所有兵種防禦+%{num}",
	},
	{
		id = 240044,
		desc = "所有兵種生命+%{num}",
	},
	{
		id = 240045,
		desc = "所有資源採集速度+%{num}",
	},
	{
		id = 240046,
		desc = "鐵礦產量和採集速度+%{num}",
	},
	{
		id = 240047,
		desc = "士兵訓練速度+%{num}",
	},
	{
		id = 240048,
		desc = "騎兵/弓兵/車兵攻擊+%{num}",
	},
	{
		id = 240049,
		desc = "陷阱攻擊+%{num}",
	},
	{
		id = 240050,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 240051,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 240052,
		desc = "傷兵醫療速度+%{num}",
	},
	{
		id = 240053,
		desc = "所有兵種攻/防/命+%{num}",
	},
	{
		id = 240054,
		desc = "黃金產量和採集速度+%{num}",
	},
	{
		id = 240055,
		desc = "科研速度+%{num}",
	},
	{
		id = 240056,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240057,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 240058,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240059,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 240060,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240061,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240062,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240063,
		desc = "騎兵攻/防/命+%{num}",
	},
	{
		id = 240064,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240065,
		desc = "車兵攻/防/命+%{num}",
	},
	{
		id = 240066,
		desc = "武將帶兵數量+%{num}",
	},
	{
		id = 240067,
		desc = "陣亡士兵的%{num}轉化為傷兵",
	},
	{
		id = 241001,
		desc = "【步兵攻/防/命】",
	},
	{
		id = 241002,
		desc = "【騎兵攻/防/命】",
	},
	{
		id = 241003,
		desc = "【弓兵攻/防/命】",
	},
	{
		id = 241004,
		desc = "【車兵攻/防/命】",
	},
	{
		id = 250001,
		desc = "建造金礦",
	},
	{
		id = 250002,
		desc = "升級府衙至2級",
	},
	{
		id = 250003,
		desc = "建造弓兵營",
	},
	{
		id = 250004,
		desc = "升級弓兵營至2級",
	},
	{
		id = 250005,
		desc = "升級步兵營至2級",
	},
	{
		id = 250006,
		desc = "戰勝囚犯2次",
	},
	{
		id = 250007,
		desc = "升級騎兵營至2級",
	},
	{
		id = 250008,
		desc = "升級金礦至2級",
	},
	{
		id = 250009,
		desc = "升級農田至2級",
	},
	{
		id = 250010,
		desc = "升級倉庫至2級",
	},
	{
		id = 250011,
		desc = "升級校場至2級",
	},
	{
		id = 250012,
		desc = "升級醫館至2級",
	},
	{
		id = 250013,
		desc = "升級酒館至2級",
	},
	{
		id = 250014,
		desc = "升級哨塔至2級",
	},
	{
		id = 250015,
		desc = "升級城墻至2級",
	},
	{
		id = 250016,
		desc = "升級府衙至3級",
	},
	{
		id = 250017,
		desc = "建造鐵匠鋪",
	},
	{
		id = 250018,
		desc = "升級鐵匠鋪至2級",
	},
	{
		id = 250019,
		desc = "升級步兵營至3級",
	},
	{
		id = 250020,
		desc = "戰勝土匪4次",
	},
	{
		id = 250021,
		desc = "升級騎兵營至3級",
	},
	{
		id = 250022,
		desc = "升級弓兵營至3級",
	},
	{
		id = 250023,
		desc = "升級金礦至3級",
	},
	{
		id = 250024,
		desc = "升級農田至3級",
	},
	{
		id = 250025,
		desc = "升級倉庫至3級",
	},
	{
		id = 250026,
		desc = "升級校場至3級",
	},
	{
		id = 250027,
		desc = "升級醫館至3級",
	},
	{
		id = 250028,
		desc = "升級酒館至3級",
	},
	{
		id = 250029,
		desc = "升級哨塔至3級",
	},
	{
		id = 250030,
		desc = "升級鐵匠鋪至3級",
	},
	{
		id = 250031,
		desc = "升級城墻至3級",
	},
	{
		id = 250032,
		desc = "升級府衙至4級",
	},
	{
		id = 250033,
		desc = "建造研究所",
	},
	{
		id = 250034,
		desc = "建戰爭工坊",
	},
	{
		id = 250035,
		desc = "升級戰爭工坊至2級",
	},
	{
		id = 250036,
		desc = "升級步兵營至4級",
	},
	{
		id = 250037,
		desc = "升級騎兵營至4級",
	},
	{
		id = 250038,
		desc = "升級弓兵營至4級",
	},
	{
		id = 250039,
		desc = "升級研究所至2級",
	},
	{
		id = 250040,
		desc = "研究科技-徭役I",
	},
	{
		id = 250041,
		desc = "升級金礦至4級",
	},
	{
		id = 250042,
		desc = "升級農田至4級",
	},
	{
		id = 250043,
		desc = "升級校場至4級",
	},
	{
		id = 250044,
		desc = "升級研究所至3級",
	},
	{
		id = 250045,
		desc = "升級戰爭工坊至3級",
	},
	{
		id = 250046,
		desc = "升級倉庫至4級",
	},
	{
		id = 250047,
		desc = "升級醫館至4級",
	},
	{
		id = 250048,
		desc = "升級酒館至4級",
	},
	{
		id = 250049,
		desc = "升級哨塔至4級",
	},
	{
		id = 250050,
		desc = "升級研究所至4級",
	},
	{
		id = 250051,
		desc = "升級鐵匠鋪至4級",
	},
	{
		id = 250052,
		desc = "升級戰爭工坊至4級",
	},
	{
		id = 250053,
		desc = "升級城墻至4級",
	},
	{
		id = 250054,
		desc = "戰勝刺客1次",
	},
	{
		id = 250055,
		desc = "升級府衙至5級",
	},
	{
		id = 250056,
		desc = "建造車兵營",
	},
	{
		id = 250057,
		desc = "升級車兵營至2級",
	},
	{
		id = 250058,
		desc = "升級車兵營至3級",
	},
	{
		id = 250059,
		desc = "升級步兵營至5級",
	},
	{
		id = 250060,
		desc = "升級騎兵營至5級",
	},
	{
		id = 250061,
		desc = "升級弓兵營至5級",
	},
	{
		id = 250062,
		desc = "升級車兵營至4級",
	},
	{
		id = 250063,
		desc = "升級車兵營至5級",
	},
	{
		id = 250064,
		desc = "升級金礦至5級",
	},
	{
		id = 250065,
		desc = "升級農田至5級",
	},
	{
		id = 250066,
		desc = "升級校場至5級",
	},
	{
		id = 250067,
		desc = "升級倉庫至5級",
	},
	{
		id = 250068,
		desc = "升級醫館至5級",
	},
	{
		id = 250069,
		desc = "升級酒館至5級",
	},
	{
		id = 250070,
		desc = "升級哨塔至5級",
	},
	{
		id = 250071,
		desc = "升級研究所至5級",
	},
	{
		id = 250072,
		desc = "升級鐵匠鋪至5級",
	},
	{
		id = 250073,
		desc = "升級戰爭工坊至5級",
	},
	{
		id = 250074,
		desc = "升級城墻至5級",
	},
	{
		id = 250075,
		desc = "升級府衙至6級",
	},
	{
		id = 250076,
		desc = "建造戰爭大廳",
	},
	{
		id = 250077,
		desc = "升級步兵營至6級",
	},
	{
		id = 250078,
		desc = "升級騎兵營至6級",
	},
	{
		id = 250079,
		desc = "升級弓兵營至6級",
	},
	{
		id = 250080,
		desc = "升級車兵營至6級",
	},
	{
		id = 250081,
		desc = "升級金礦至6級",
	},
	{
		id = 250082,
		desc = "升級農田至6級",
	},
	{
		id = 250083,
		desc = "升級校場至6級",
	},
	{
		id = 250084,
		desc = "升級倉庫至6級",
	},
	{
		id = 250085,
		desc = "升級醫館至6級",
	},
	{
		id = 250086,
		desc = "升級酒館至6級",
	},
	{
		id = 250087,
		desc = "升級哨塔至6級",
	},
	{
		id = 250088,
		desc = "升級研究所至6級",
	},
	{
		id = 250089,
		desc = "升級鐵匠鋪至6級",
	},
	{
		id = 250090,
		desc = "升級戰爭工坊至6級",
	},
	{
		id = 250091,
		desc = "升級城墻至6級",
	},
	{
		id = 250092,
		desc = "升級府衙至7級",
	},
	{
		id = 250093,
		desc = "建造屯所",
	},
	{
		id = 250094,
		desc = "升級屯所至2級",
	},
	{
		id = 250095,
		desc = "升級屯所至3級",
	},
	{
		id = 250096,
		desc = "升級步兵營至7級",
	},
	{
		id = 250097,
		desc = "升級騎兵營至7級",
	},
	{
		id = 250098,
		desc = "升級弓兵營至7級",
	},
	{
		id = 250099,
		desc = "升級車兵營至7級",
	},
	{
		id = 250100,
		desc = "升級屯所至4級",
	},
	{
		id = 250101,
		desc = "升級金礦至7級",
	},
	{
		id = 250102,
		desc = "升級農田至7級",
	},
	{
		id = 250103,
		desc = "升級校場至7級",
	},
	{
		id = 250104,
		desc = "升級倉庫至7級",
	},
	{
		id = 250105,
		desc = "升級醫館至7級",
	},
	{
		id = 250106,
		desc = "升級屯所至5級",
	},
	{
		id = 250107,
		desc = "升級酒館至7級",
	},
	{
		id = 250108,
		desc = "升級哨塔至7級",
	},
	{
		id = 250109,
		desc = "升級研究所至7級",
	},
	{
		id = 250110,
		desc = "升級鐵匠鋪至7級",
	},
	{
		id = 250111,
		desc = "升級屯所至6級",
	},
	{
		id = 250112,
		desc = "升級屯所至7級",
	},
	{
		id = 250113,
		desc = "升級戰爭工坊至7級",
	},
	{
		id = 250114,
		desc = "升級城墻至7級",
	},
	{
		id = 250115,
		desc = "升級府衙至8級",
	},
	{
		id = 250116,
		desc = "升級步兵營至8級",
	},
	{
		id = 250117,
		desc = "升級騎兵營至8級",
	},
	{
		id = 250118,
		desc = "升級弓兵營至8級",
	},
	{
		id = 250119,
		desc = "升級車兵營至8級",
	},
	{
		id = 250120,
		desc = "升級金礦至8級",
	},
	{
		id = 250121,
		desc = "升級農田至8級",
	},
	{
		id = 250122,
		desc = "升級校場至8級",
	},
	{
		id = 250123,
		desc = "升級倉庫至8級",
	},
	{
		id = 250124,
		desc = "升級醫館至8級",
	},
	{
		id = 250125,
		desc = "升級酒館至8級",
	},
	{
		id = 250126,
		desc = "升級哨塔至8級",
	},
	{
		id = 250127,
		desc = "升級研究所至8級",
	},
	{
		id = 250128,
		desc = "升級鐵匠鋪至8級",
	},
	{
		id = 250129,
		desc = "升級屯所至8級",
	},
	{
		id = 250130,
		desc = "升級戰爭工坊至8級",
	},
	{
		id = 250131,
		desc = "升級城墻至8級",
	},
	{
		id = 250132,
		desc = "升級府衙至9級",
	},
	{
		id = 250133,
		desc = "升級步兵營至9級",
	},
	{
		id = 250134,
		desc = "升級騎兵營至9級",
	},
	{
		id = 250135,
		desc = "升級弓兵營至9級",
	},
	{
		id = 250136,
		desc = "升級車兵營至9級",
	},
	{
		id = 250137,
		desc = "升級金礦至9級",
	},
	{
		id = 250138,
		desc = "升級農田至9級",
	},
	{
		id = 250139,
		desc = "升級校場至9級",
	},
	{
		id = 250140,
		desc = "升級倉庫至9級",
	},
	{
		id = 250141,
		desc = "升級醫館至9級",
	},
	{
		id = 250142,
		desc = "升級酒館至9級",
	},
	{
		id = 250143,
		desc = "升級哨塔至9級",
	},
	{
		id = 250144,
		desc = "升級研究所至9級",
	},
	{
		id = 250145,
		desc = "升級鐵匠鋪至9級",
	},
	{
		id = 250146,
		desc = "升級屯所至9級",
	},
	{
		id = 250147,
		desc = "升級戰爭工坊至9級",
	},
	{
		id = 250148,
		desc = "升級城墻至9級",
	},
	{
		id = 250149,
		desc = "升級府衙至10級",
	},
	{
		id = 250150,
		desc = "建造伐木場",
	},
	{
		id = 250151,
		desc = "升級步兵營至10級",
	},
	{
		id = 250152,
		desc = "升級騎兵營至10級",
	},
	{
		id = 250153,
		desc = "升級弓兵營至10級",
	},
	{
		id = 250154,
		desc = "升級車兵營至10級",
	},
	{
		id = 250155,
		desc = "升級金礦至10級",
	},
	{
		id = 250156,
		desc = "升級農田至10級",
	},
	{
		id = 250157,
		desc = "升級校場至10級",
	},
	{
		id = 250158,
		desc = "升級倉庫至10級",
	},
	{
		id = 250159,
		desc = "升級醫館至10級",
	},
	{
		id = 250160,
		desc = "升級酒館至10級",
	},
	{
		id = 250161,
		desc = "升級哨塔至10級",
	},
	{
		id = 250162,
		desc = "升級研究所至10級",
	},
	{
		id = 250163,
		desc = "升級鐵匠鋪至10級",
	},
	{
		id = 250164,
		desc = "升級屯所至10級",
	},
	{
		id = 250165,
		desc = "升級戰爭工坊至10級",
	},
	{
		id = 250166,
		desc = "升級城墻至10級",
	},
	{
		id = 250167,
		desc = "升級府衙至11級",
	},
	{
		id = 250168,
		desc = "升級步兵營至11級",
	},
	{
		id = 250169,
		desc = "升級騎兵營至11級",
	},
	{
		id = 250170,
		desc = "升級弓兵營至11級",
	},
	{
		id = 250171,
		desc = "升級車兵營至11級",
	},
	{
		id = 250172,
		desc = "升級金礦至11級",
	},
	{
		id = 250173,
		desc = "升級農田至11級",
	},
	{
		id = 250174,
		desc = "升級伐木場至11級",
	},
	{
		id = 250175,
		desc = "升級校場至11級",
	},
	{
		id = 250176,
		desc = "升級倉庫至11級",
	},
	{
		id = 250177,
		desc = "升級醫館至11級",
	},
	{
		id = 250178,
		desc = "升級酒館至11級",
	},
	{
		id = 250179,
		desc = "升級哨塔至11級",
	},
	{
		id = 250180,
		desc = "升級研究所至11級",
	},
	{
		id = 250181,
		desc = "升級鐵匠鋪至11級",
	},
	{
		id = 250182,
		desc = "升級屯所至11級",
	},
	{
		id = 250183,
		desc = "升級戰爭工坊至11級",
	},
	{
		id = 250184,
		desc = "升級城墻至11級",
	},
	{
		id = 250185,
		desc = "升級府衙至12級",
	},
	{
		id = 250186,
		desc = "升級步兵營至12級",
	},
	{
		id = 250187,
		desc = "升級騎兵營至12級",
	},
	{
		id = 250188,
		desc = "升級弓兵營至12級",
	},
	{
		id = 250189,
		desc = "升級車兵營至12級",
	},
	{
		id = 250190,
		desc = "升級金礦至12級",
	},
	{
		id = 250191,
		desc = "升級農田至12級",
	},
	{
		id = 250192,
		desc = "升級伐木場至12級",
	},
	{
		id = 250193,
		desc = "升級校場至12級",
	},
	{
		id = 250194,
		desc = "升級倉庫至12級",
	},
	{
		id = 250195,
		desc = "升級醫館至12級",
	},
	{
		id = 250196,
		desc = "升級酒館至12級",
	},
	{
		id = 250197,
		desc = "升級哨塔至12級",
	},
	{
		id = 250198,
		desc = "升級研究所至12級",
	},
	{
		id = 250199,
		desc = "升級鐵匠鋪至12級",
	},
	{
		id = 250200,
		desc = "升級屯所至12級",
	},
	{
		id = 250201,
		desc = "升級戰爭工坊至12級",
	},
	{
		id = 250202,
		desc = "升級城墻至12級",
	},
	{
		id = 250203,
		desc = "升級府衙至13級",
	},
	{
		id = 250204,
		desc = "升級步兵營至13級",
	},
	{
		id = 250205,
		desc = "升級騎兵營至13級",
	},
	{
		id = 250206,
		desc = "升級弓兵營至13級",
	},
	{
		id = 250207,
		desc = "升級車兵營至13級",
	},
	{
		id = 250208,
		desc = "升級金礦至13級",
	},
	{
		id = 250209,
		desc = "升級農田至13級",
	},
	{
		id = 250210,
		desc = "升級伐木場至13級",
	},
	{
		id = 250211,
		desc = "升級校場至13級",
	},
	{
		id = 250212,
		desc = "升級倉庫至13級",
	},
	{
		id = 250213,
		desc = "升級醫館至13級",
	},
	{
		id = 250214,
		desc = "升級酒館至13級",
	},
	{
		id = 250215,
		desc = "升級哨塔至13級",
	},
	{
		id = 250216,
		desc = "升級研究所至13級",
	},
	{
		id = 250217,
		desc = "升級鐵匠鋪至13級",
	},
	{
		id = 250218,
		desc = "升級屯所至13級",
	},
	{
		id = 250219,
		desc = "升級戰爭工坊至13級",
	},
	{
		id = 250220,
		desc = "升級城墻至13級",
	},
	{
		id = 250221,
		desc = "升級府衙至14級",
	},
	{
		id = 250222,
		desc = "升級步兵營至14級",
	},
	{
		id = 250223,
		desc = "升級騎兵營至14級",
	},
	{
		id = 250224,
		desc = "升級弓兵營至14級",
	},
	{
		id = 250225,
		desc = "升級車兵營至14級",
	},
	{
		id = 250226,
		desc = "升級金礦至14級",
	},
	{
		id = 250227,
		desc = "升級農田至14級",
	},
	{
		id = 250228,
		desc = "升級伐木場至14級",
	},
	{
		id = 250229,
		desc = "升級校場至14級",
	},
	{
		id = 250230,
		desc = "升級倉庫至14級",
	},
	{
		id = 250231,
		desc = "升級醫館至14級",
	},
	{
		id = 250232,
		desc = "升級酒館至14級",
	},
	{
		id = 250233,
		desc = "升級哨塔至14級",
	},
	{
		id = 250234,
		desc = "升級研究所至14級",
	},
	{
		id = 250235,
		desc = "升級鐵匠鋪至14級",
	},
	{
		id = 250236,
		desc = "升級屯所至14級",
	},
	{
		id = 250237,
		desc = "升級戰爭工坊至14級",
	},
	{
		id = 250238,
		desc = "升級城墻至14級",
	},
	{
		id = 250239,
		desc = "升級府衙至15級",
	},
	{
		id = 250240,
		desc = "升級步兵營至15級",
	},
	{
		id = 250241,
		desc = "升級騎兵營至15級",
	},
	{
		id = 250242,
		desc = "升級弓兵營至15級",
	},
	{
		id = 250243,
		desc = "升級車兵營至15級",
	},
	{
		id = 250244,
		desc = "升級金礦至15級",
	},
	{
		id = 250245,
		desc = "升級農田至15級",
	},
	{
		id = 250246,
		desc = "升級伐木場至15級",
	},
	{
		id = 250247,
		desc = "升級校場至15級",
	},
	{
		id = 250248,
		desc = "升級倉庫至15級",
	},
	{
		id = 250249,
		desc = "升級醫館至15級",
	},
	{
		id = 250250,
		desc = "升級酒館至15級",
	},
	{
		id = 250251,
		desc = "升級哨塔至15級",
	},
	{
		id = 250252,
		desc = "升級研究所至15級",
	},
	{
		id = 250253,
		desc = "升級鐵匠鋪至15級",
	},
	{
		id = 250254,
		desc = "升級屯所至15級",
	},
	{
		id = 250255,
		desc = "升級戰爭工坊至15級",
	},
	{
		id = 250256,
		desc = "升級城墻至15級",
	},
	{
		id = 250257,
		desc = "升級府衙至16級",
	},
	{
		id = 250258,
		desc = "升級步兵營至16級",
	},
	{
		id = 250259,
		desc = "升級騎兵營至16級",
	},
	{
		id = 250260,
		desc = "升級弓兵營至16級",
	},
	{
		id = 250261,
		desc = "升級車兵營至16級",
	},
	{
		id = 250262,
		desc = "升級金礦至16級",
	},
	{
		id = 250263,
		desc = "升級農田至16級",
	},
	{
		id = 250264,
		desc = "升級伐木場至16級",
	},
	{
		id = 250265,
		desc = "升級校場至16級",
	},
	{
		id = 250266,
		desc = "升級倉庫至16級",
	},
	{
		id = 250267,
		desc = "升級醫館至16級",
	},
	{
		id = 250268,
		desc = "升級酒館至16級",
	},
	{
		id = 250269,
		desc = "升級哨塔至16級",
	},
	{
		id = 250270,
		desc = "升級研究所至16級",
	},
	{
		id = 250271,
		desc = "升級鐵匠鋪至16級",
	},
	{
		id = 250272,
		desc = "升級屯所至16級",
	},
	{
		id = 250273,
		desc = "升級戰爭工坊至16級",
	},
	{
		id = 250274,
		desc = "升級城墻至16級",
	},
	{
		id = 250275,
		desc = "升級府衙至17級",
	},
	{
		id = 250276,
		desc = "升級步兵營至17級",
	},
	{
		id = 250277,
		desc = "升級騎兵營至17級",
	},
	{
		id = 250278,
		desc = "升級弓兵營至17級",
	},
	{
		id = 250279,
		desc = "升級車兵營至17級",
	},
	{
		id = 250280,
		desc = "升級金礦至17級",
	},
	{
		id = 250281,
		desc = "升級農田至17級",
	},
	{
		id = 250282,
		desc = "升級伐木場至17級",
	},
	{
		id = 250283,
		desc = "升級校場至17級",
	},
	{
		id = 250284,
		desc = "升級倉庫至17級",
	},
	{
		id = 250285,
		desc = "升級醫館至17級",
	},
	{
		id = 250286,
		desc = "升級酒館至17級",
	},
	{
		id = 250287,
		desc = "升級哨塔至17級",
	},
	{
		id = 250288,
		desc = "升級研究所至17級",
	},
	{
		id = 250289,
		desc = "升級鐵匠鋪至17級",
	},
	{
		id = 250290,
		desc = "升級屯所至17級",
	},
	{
		id = 250291,
		desc = "升級戰爭工坊至17級",
	},
	{
		id = 250292,
		desc = "升級城墻至17級",
	},
	{
		id = 250293,
		desc = "升級府衙至18級",
	},
	{
		id = 250294,
		desc = "升級步兵營至18級",
	},
	{
		id = 250295,
		desc = "升級騎兵營至18級",
	},
	{
		id = 250296,
		desc = "升級弓兵營至18級",
	},
	{
		id = 250297,
		desc = "升級車兵營至18級",
	},
	{
		id = 250298,
		desc = "升級金礦至18級",
	},
	{
		id = 250299,
		desc = "升級農田至18級",
	},
	{
		id = 250300,
		desc = "升級伐木場至18級",
	},
	{
		id = 250301,
		desc = "升級校場至18級",
	},
	{
		id = 250302,
		desc = "升級倉庫至18級",
	},
	{
		id = 250303,
		desc = "升級醫館至18級",
	},
	{
		id = 250304,
		desc = "升級酒館至18級",
	},
	{
		id = 250305,
		desc = "升級哨塔至18級",
	},
	{
		id = 250306,
		desc = "升級研究所至18級",
	},
	{
		id = 250307,
		desc = "升級鐵匠鋪至18級",
	},
	{
		id = 250308,
		desc = "升級屯所至18級",
	},
	{
		id = 250309,
		desc = "升級戰爭工坊至18級",
	},
	{
		id = 250310,
		desc = "升級城墻至18級",
	},
	{
		id = 250311,
		desc = "升級府衙至19級",
	},
	{
		id = 250312,
		desc = "升級步兵營至19級",
	},
	{
		id = 250313,
		desc = "升級騎兵營至19級",
	},
	{
		id = 250314,
		desc = "升級弓兵營至19級",
	},
	{
		id = 250315,
		desc = "升級車兵營至19級",
	},
	{
		id = 250316,
		desc = "升級金礦至19級",
	},
	{
		id = 250317,
		desc = "升級農田至19級",
	},
	{
		id = 250318,
		desc = "升級伐木場至19級",
	},
	{
		id = 250319,
		desc = "升級校場至19級",
	},
	{
		id = 250320,
		desc = "升級倉庫至19級",
	},
	{
		id = 250321,
		desc = "升級醫館至19級",
	},
	{
		id = 250322,
		desc = "升級酒館至19級",
	},
	{
		id = 250323,
		desc = "升級哨塔至19級",
	},
	{
		id = 250324,
		desc = "升級研究所至19級",
	},
	{
		id = 250325,
		desc = "升級鐵匠鋪至19級",
	},
	{
		id = 250326,
		desc = "升級屯所至19級",
	},
	{
		id = 250327,
		desc = "升級戰爭工坊至19級",
	},
	{
		id = 250328,
		desc = "升級城墻至19級",
	},
	{
		id = 250329,
		desc = "升級府衙至20級",
	},
	{
		id = 250330,
		desc = "建造採石場",
	},
	{
		id = 250331,
		desc = "升級步兵營至20級",
	},
	{
		id = 250332,
		desc = "升級騎兵營至20級",
	},
	{
		id = 250333,
		desc = "升級弓兵營至20級",
	},
	{
		id = 250334,
		desc = "升級車兵營至20級",
	},
	{
		id = 250335,
		desc = "升級金礦至20級",
	},
	{
		id = 250336,
		desc = "升級農田至20級",
	},
	{
		id = 250337,
		desc = "升級伐木場至20級",
	},
	{
		id = 250338,
		desc = "升級校場至20級",
	},
	{
		id = 250339,
		desc = "升級倉庫至20級",
	},
	{
		id = 250340,
		desc = "升級醫館至20級",
	},
	{
		id = 250341,
		desc = "升級酒館至20級",
	},
	{
		id = 250342,
		desc = "升級哨塔至20級",
	},
	{
		id = 250343,
		desc = "升級研究所至20級",
	},
	{
		id = 250344,
		desc = "升級鐵匠鋪至20級",
	},
	{
		id = 250345,
		desc = "升級屯所至20級",
	},
	{
		id = 250346,
		desc = "升級戰爭工坊至20級",
	},
	{
		id = 250347,
		desc = "升級城墻至20級",
	},
	{
		id = 250348,
		desc = "升級府衙至21級",
	},
	{
		id = 250349,
		desc = "升級步兵營至21級",
	},
	{
		id = 250350,
		desc = "升級騎兵營至21級",
	},
	{
		id = 250351,
		desc = "升級弓兵營至21級",
	},
	{
		id = 250352,
		desc = "升級車兵營至21級",
	},
	{
		id = 250353,
		desc = "升級金礦至21級",
	},
	{
		id = 250354,
		desc = "升級農田至21級",
	},
	{
		id = 250355,
		desc = "升級伐木場至21級",
	},
	{
		id = 250356,
		desc = "升級採石場至21級",
	},
	{
		id = 250357,
		desc = "升級校場至21級",
	},
	{
		id = 250358,
		desc = "升級倉庫至21級",
	},
	{
		id = 250359,
		desc = "升級醫館至21級",
	},
	{
		id = 250360,
		desc = "升級酒館至21級",
	},
	{
		id = 250361,
		desc = "升級哨塔至21級",
	},
	{
		id = 250362,
		desc = "升級研究所至21級",
	},
	{
		id = 250363,
		desc = "升級鐵匠鋪至21級",
	},
	{
		id = 250364,
		desc = "升級屯所至21級",
	},
	{
		id = 250365,
		desc = "升級戰爭工坊至21級",
	},
	{
		id = 250366,
		desc = "升級城墻至21級",
	},
	{
		id = 250367,
		desc = "升級府衙至22級",
	},
	{
		id = 250368,
		desc = "升級步兵營至22級",
	},
	{
		id = 250369,
		desc = "升級騎兵營至22級",
	},
	{
		id = 250370,
		desc = "升級弓兵營至22級",
	},
	{
		id = 250371,
		desc = "升級車兵營至22級",
	},
	{
		id = 250372,
		desc = "升級金礦至22級",
	},
	{
		id = 250373,
		desc = "升級農田至22級",
	},
	{
		id = 250374,
		desc = "升級伐木場至22級",
	},
	{
		id = 250375,
		desc = "升級採石場至22級",
	},
	{
		id = 250376,
		desc = "升級校場至22級",
	},
	{
		id = 250377,
		desc = "升級倉庫至22級",
	},
	{
		id = 250378,
		desc = "升級醫館至22級",
	},
	{
		id = 250379,
		desc = "升級酒館至22級",
	},
	{
		id = 250380,
		desc = "升級哨塔至22級",
	},
	{
		id = 250381,
		desc = "升級研究所至22級",
	},
	{
		id = 250382,
		desc = "升級鐵匠鋪至22級",
	},
	{
		id = 250383,
		desc = "升級屯所至22級",
	},
	{
		id = 250384,
		desc = "升級戰爭工坊至22級",
	},
	{
		id = 250385,
		desc = "升級城墻至22級",
	},
	{
		id = 250386,
		desc = "升級府衙至23級",
	},
	{
		id = 250387,
		desc = "升級步兵營至23級",
	},
	{
		id = 250388,
		desc = "升級騎兵營至23級",
	},
	{
		id = 250389,
		desc = "升級弓兵營至23級",
	},
	{
		id = 250390,
		desc = "升級車兵營至23級",
	},
	{
		id = 250391,
		desc = "升級金礦至23級",
	},
	{
		id = 250392,
		desc = "升級農田至23級",
	},
	{
		id = 250393,
		desc = "升級伐木場至23級",
	},
	{
		id = 250394,
		desc = "升級採石場至23級",
	},
	{
		id = 250395,
		desc = "升級校場至23級",
	},
	{
		id = 250396,
		desc = "升級倉庫至23級",
	},
	{
		id = 250397,
		desc = "升級醫館至23級",
	},
	{
		id = 250398,
		desc = "升級酒館至23級",
	},
	{
		id = 250399,
		desc = "升級哨塔至23級",
	},
	{
		id = 250400,
		desc = "升級研究所至23級",
	},
	{
		id = 250401,
		desc = "升級鐵匠鋪至23級",
	},
	{
		id = 250402,
		desc = "升級屯所至23級",
	},
	{
		id = 250403,
		desc = "升級戰爭工坊至23級",
	},
	{
		id = 250404,
		desc = "升級城墻至23級",
	},
	{
		id = 250405,
		desc = "升級府衙至24級",
	},
	{
		id = 250406,
		desc = "升級步兵營至24級",
	},
	{
		id = 250407,
		desc = "升級騎兵營至24級",
	},
	{
		id = 250408,
		desc = "升級弓兵營至24級",
	},
	{
		id = 250409,
		desc = "升級車兵營至24級",
	},
	{
		id = 250410,
		desc = "升級金礦至24級",
	},
	{
		id = 250411,
		desc = "升級農田至24級",
	},
	{
		id = 250412,
		desc = "升級伐木場至24級",
	},
	{
		id = 250413,
		desc = "升級採石場至24級",
	},
	{
		id = 250414,
		desc = "升級校場至24級",
	},
	{
		id = 250415,
		desc = "升級倉庫至24級",
	},
	{
		id = 250416,
		desc = "升級醫館至24級",
	},
	{
		id = 250417,
		desc = "升級酒館至24級",
	},
	{
		id = 250418,
		desc = "升級哨塔至24級",
	},
	{
		id = 250419,
		desc = "升級研究所至24級",
	},
	{
		id = 250420,
		desc = "升級鐵匠鋪至24級",
	},
	{
		id = 250421,
		desc = "升級屯所至24級",
	},
	{
		id = 250422,
		desc = "升級戰爭工坊至24級",
	},
	{
		id = 250423,
		desc = "升級城墻至24級",
	},
	{
		id = 250424,
		desc = "升級府衙至25級",
	},
	{
		id = 250425,
		desc = "升級步兵營至25級",
	},
	{
		id = 250426,
		desc = "升級騎兵營至25級",
	},
	{
		id = 250427,
		desc = "升級弓兵營至25級",
	},
	{
		id = 250428,
		desc = "升級車兵營至25級",
	},
	{
		id = 250429,
		desc = "升級金礦至25級",
	},
	{
		id = 250430,
		desc = "升級農田至25級",
	},
	{
		id = 250431,
		desc = "升級伐木場至25級",
	},
	{
		id = 250432,
		desc = "升級採石場至25級",
	},
	{
		id = 250433,
		desc = "升級校場至25級",
	},
	{
		id = 250434,
		desc = "升級倉庫至25級",
	},
	{
		id = 250435,
		desc = "升級醫館至25級",
	},
	{
		id = 250436,
		desc = "升級酒館至25級",
	},
	{
		id = 250437,
		desc = "升級哨塔至25級",
	},
	{
		id = 250438,
		desc = "升級研究所至25級",
	},
	{
		id = 250439,
		desc = "升級鐵匠鋪至25級",
	},
	{
		id = 250440,
		desc = "升級屯所至25級",
	},
	{
		id = 250441,
		desc = "升級戰爭工坊至25級",
	},
	{
		id = 250442,
		desc = "升級城墻至25級",
	},
	{
		id = 250443,
		desc = "升級府衙至26級",
	},
	{
		id = 250444,
		desc = "升級步兵營至26級",
	},
	{
		id = 250445,
		desc = "升級騎兵營至26級",
	},
	{
		id = 250446,
		desc = "升級弓兵營至26級",
	},
	{
		id = 250447,
		desc = "升級車兵營至26級",
	},
	{
		id = 250448,
		desc = "升級金礦至26級",
	},
	{
		id = 250449,
		desc = "升級農田至26級",
	},
	{
		id = 250450,
		desc = "升級伐木場至26級",
	},
	{
		id = 250451,
		desc = "升級採石場至26級",
	},
	{
		id = 250452,
		desc = "升級校場至26級",
	},
	{
		id = 250453,
		desc = "升級倉庫至26級",
	},
	{
		id = 250454,
		desc = "升級醫館至26級",
	},
	{
		id = 250455,
		desc = "升級酒館至26級",
	},
	{
		id = 250456,
		desc = "升級哨塔至26級",
	},
	{
		id = 250457,
		desc = "升級研究所至26級",
	},
	{
		id = 250458,
		desc = "升級鐵匠鋪至26級",
	},
	{
		id = 250459,
		desc = "升級屯所至26級",
	},
	{
		id = 250460,
		desc = "升級戰爭工坊至26級",
	},
	{
		id = 250461,
		desc = "升級城墻至26級",
	},
	{
		id = 250462,
		desc = "升級府衙至27級",
	},
	{
		id = 250463,
		desc = "升級步兵營至27級",
	},
	{
		id = 250464,
		desc = "升級騎兵營至27級",
	},
	{
		id = 250465,
		desc = "升級弓兵營至27級",
	},
	{
		id = 250466,
		desc = "升級車兵營至27級",
	},
	{
		id = 250467,
		desc = "升級金礦至27級",
	},
	{
		id = 250468,
		desc = "升級農田至27級",
	},
	{
		id = 250469,
		desc = "升級伐木場至27級",
	},
	{
		id = 250470,
		desc = "升級採石場至27級",
	},
	{
		id = 250471,
		desc = "升級校場至27級",
	},
	{
		id = 250472,
		desc = "升級倉庫至27級",
	},
	{
		id = 250473,
		desc = "升級醫館至27級",
	},
	{
		id = 250474,
		desc = "升級酒館至27級",
	},
	{
		id = 250475,
		desc = "升級哨塔至27級",
	},
	{
		id = 250476,
		desc = "升級研究所至27級",
	},
	{
		id = 250477,
		desc = "升級鐵匠鋪至27級",
	},
	{
		id = 250478,
		desc = "升級屯所至27級",
	},
	{
		id = 250479,
		desc = "升級戰爭工坊至27級",
	},
	{
		id = 250480,
		desc = "升級城墻至27級",
	},
	{
		id = 250481,
		desc = "升級府衙至28級",
	},
	{
		id = 250482,
		desc = "升級步兵營至28級",
	},
	{
		id = 250483,
		desc = "升級騎兵營至28級",
	},
	{
		id = 250484,
		desc = "升級弓兵營至28級",
	},
	{
		id = 250485,
		desc = "升級車兵營至28級",
	},
	{
		id = 250486,
		desc = "升級金礦至28級",
	},
	{
		id = 250487,
		desc = "升級農田至28級",
	},
	{
		id = 250488,
		desc = "升級伐木場至28級",
	},
	{
		id = 250489,
		desc = "升級採石場至28級",
	},
	{
		id = 250490,
		desc = "升級校場至28級",
	},
	{
		id = 250491,
		desc = "升級倉庫至28級",
	},
	{
		id = 250492,
		desc = "升級醫館至28級",
	},
	{
		id = 250493,
		desc = "升級酒館至28級",
	},
	{
		id = 250494,
		desc = "升級哨塔至28級",
	},
	{
		id = 250495,
		desc = "升級研究所至28級",
	},
	{
		id = 250496,
		desc = "升級鐵匠鋪至28級",
	},
	{
		id = 250497,
		desc = "升級屯所至28級",
	},
	{
		id = 250498,
		desc = "升級戰爭工坊至28級",
	},
	{
		id = 250499,
		desc = "升級城墻至28級",
	},
	{
		id = 250500,
		desc = "升級府衙至29級",
	},
	{
		id = 250501,
		desc = "升級步兵營至29級",
	},
	{
		id = 250502,
		desc = "升級騎兵營至29級",
	},
	{
		id = 250503,
		desc = "升級弓兵營至29級",
	},
	{
		id = 250504,
		desc = "升級車兵營至29級",
	},
	{
		id = 250505,
		desc = "升級金礦至29級",
	},
	{
		id = 250506,
		desc = "升級農田至29級",
	},
	{
		id = 250507,
		desc = "升級伐木場至29級",
	},
	{
		id = 250508,
		desc = "升級採石場至29級",
	},
	{
		id = 250509,
		desc = "升級校場至29級",
	},
	{
		id = 250510,
		desc = "升級倉庫至29級",
	},
	{
		id = 250511,
		desc = "升級醫館至29級",
	},
	{
		id = 250512,
		desc = "升級酒館至29級",
	},
	{
		id = 250513,
		desc = "升級哨塔至29級",
	},
	{
		id = 250514,
		desc = "升級研究所至29級",
	},
	{
		id = 250515,
		desc = "升級鐵匠鋪至29級",
	},
	{
		id = 250516,
		desc = "升級屯所至29級",
	},
	{
		id = 250517,
		desc = "升級戰爭工坊至29級",
	},
	{
		id = 250518,
		desc = "升級城墻至29級",
	},
	{
		id = 250519,
		desc = "升級府衙至30級",
	},
	{
		id = 250520,
		desc = "升級步兵營至30級",
	},
	{
		id = 250521,
		desc = "升級騎兵營至30級",
	},
	{
		id = 250522,
		desc = "升級弓兵營至30級",
	},
	{
		id = 250523,
		desc = "升級車兵營至30級",
	},
	{
		id = 250524,
		desc = "升級金礦至30級",
	},
	{
		id = 250525,
		desc = "升級農田至30級",
	},
	{
		id = 250526,
		desc = "升級伐木場至30級",
	},
	{
		id = 250527,
		desc = "升級採石場至30級",
	},
	{
		id = 250528,
		desc = "升級校場至30級",
	},
	{
		id = 250529,
		desc = "升級倉庫至30級",
	},
	{
		id = 250530,
		desc = "升級醫館至30級",
	},
	{
		id = 250531,
		desc = "升級酒館至30級",
	},
	{
		id = 250532,
		desc = "升級哨塔至30級",
	},
	{
		id = 250533,
		desc = "升級研究所至30級",
	},
	{
		id = 250534,
		desc = "升級鐵匠鋪至30級",
	},
	{
		id = 250535,
		desc = "升級屯所至30級",
	},
	{
		id = 250536,
		desc = "升級戰爭工坊至30級",
	},
	{
		id = 250537,
		desc = "升級城墻至30級",
	},
	{
		id = 250538,
		desc = "升級府衙至31級",
	},
	{
		id = 250539,
		desc = "升級步兵營至31級",
	},
	{
		id = 250540,
		desc = "升級騎兵營至31級",
	},
	{
		id = 250541,
		desc = "升級弓兵營至31級",
	},
	{
		id = 250542,
		desc = "升級車兵營至31級",
	},
	{
		id = 250543,
		desc = "升級金礦至31級",
	},
	{
		id = 250544,
		desc = "升級農田至31級",
	},
	{
		id = 250545,
		desc = "升級伐木場至31級",
	},
	{
		id = 250546,
		desc = "升級採石場至31級",
	},
	{
		id = 250547,
		desc = "升級校場至31級",
	},
	{
		id = 250548,
		desc = "升級倉庫至31級",
	},
	{
		id = 250549,
		desc = "升級醫館至31級",
	},
	{
		id = 250550,
		desc = "升級酒館至31級",
	},
	{
		id = 250551,
		desc = "升級哨塔至31級",
	},
	{
		id = 250552,
		desc = "升級研究所至31級",
	},
	{
		id = 250553,
		desc = "升級鐵匠鋪至31級",
	},
	{
		id = 250554,
		desc = "升級屯所至31級",
	},
	{
		id = 250555,
		desc = "升級戰爭工坊至31級",
	},
	{
		id = 250556,
		desc = "升級城墻至31級",
	},
	{
		id = 250557,
		desc = "升級府衙至32級",
	},
	{
		id = 250558,
		desc = "升級步兵營至32級",
	},
	{
		id = 250559,
		desc = "升級騎兵營至32級",
	},
	{
		id = 250560,
		desc = "升級弓兵營至32級",
	},
	{
		id = 250561,
		desc = "升級車兵營至32級",
	},
	{
		id = 250562,
		desc = "升級金礦至32級",
	},
	{
		id = 250563,
		desc = "升級農田至32級",
	},
	{
		id = 250564,
		desc = "升級伐木場至32級",
	},
	{
		id = 250565,
		desc = "升級採石場至32級",
	},
	{
		id = 250566,
		desc = "升級校場至32級",
	},
	{
		id = 250567,
		desc = "升級倉庫至32級",
	},
	{
		id = 250568,
		desc = "升級醫館至32級",
	},
	{
		id = 250569,
		desc = "升級酒館至32級",
	},
	{
		id = 250570,
		desc = "升級哨塔至32級",
	},
	{
		id = 250571,
		desc = "升級研究所至32級",
	},
	{
		id = 250572,
		desc = "升級鐵匠鋪至32級",
	},
	{
		id = 250573,
		desc = "升級屯所至32級",
	},
	{
		id = 250574,
		desc = "升級戰爭工坊至32級",
	},
	{
		id = 250575,
		desc = "升級城墻至32級",
	},
	{
		id = 250576,
		desc = "升級府衙至33級",
	},
	{
		id = 250577,
		desc = "升級步兵營至33級",
	},
	{
		id = 250578,
		desc = "升級騎兵營至33級",
	},
	{
		id = 250579,
		desc = "升級弓兵營至33級",
	},
	{
		id = 250580,
		desc = "升級車兵營至33級",
	},
	{
		id = 250581,
		desc = "升級金礦至33級",
	},
	{
		id = 250582,
		desc = "升級農田至33級",
	},
	{
		id = 250583,
		desc = "升級伐木場至33級",
	},
	{
		id = 250584,
		desc = "升級採石場至33級",
	},
	{
		id = 250585,
		desc = "升級校場至33級",
	},
	{
		id = 250586,
		desc = "升級倉庫至33級",
	},
	{
		id = 250587,
		desc = "升級醫館至33級",
	},
	{
		id = 250588,
		desc = "升級酒館至33級",
	},
	{
		id = 250589,
		desc = "升級哨塔至33級",
	},
	{
		id = 250590,
		desc = "升級研究所至33級",
	},
	{
		id = 250591,
		desc = "升級鐵匠鋪至33級",
	},
	{
		id = 250592,
		desc = "升級屯所至33級",
	},
	{
		id = 250593,
		desc = "升級戰爭工坊至33級",
	},
	{
		id = 250594,
		desc = "升級城墻至33級",
	},
	{
		id = 250595,
		desc = "升級府衙至34級",
	},
	{
		id = 250596,
		desc = "升級步兵營至34級",
	},
	{
		id = 250597,
		desc = "升級騎兵營至34級",
	},
	{
		id = 250598,
		desc = "升級弓兵營至34級",
	},
	{
		id = 250599,
		desc = "升級車兵營至34級",
	},
	{
		id = 250600,
		desc = "升級金礦至34級",
	},
	{
		id = 250601,
		desc = "升級農田至34級",
	},
	{
		id = 250602,
		desc = "升級伐木場至34級",
	},
	{
		id = 250603,
		desc = "升級採石場至34級",
	},
	{
		id = 250604,
		desc = "升級校場至34級",
	},
	{
		id = 250605,
		desc = "升級倉庫至34級",
	},
	{
		id = 250606,
		desc = "升級醫館至34級",
	},
	{
		id = 250607,
		desc = "升級酒館至34級",
	},
	{
		id = 250608,
		desc = "升級哨塔至34級",
	},
	{
		id = 250609,
		desc = "升級研究所至34級",
	},
	{
		id = 250610,
		desc = "升級鐵匠鋪至34級",
	},
	{
		id = 250611,
		desc = "升級屯所至34級",
	},
	{
		id = 250612,
		desc = "升級戰爭工坊至34級",
	},
	{
		id = 250613,
		desc = "升級城墻至34級",
	},
	{
		id = 250614,
		desc = "升級府衙至35級",
	},
	{
		id = 250615,
		desc = "建造鐵礦場",
	},
	{
		id = 250616,
		desc = "升級步兵營至35級",
	},
	{
		id = 250617,
		desc = "升級騎兵營至35級",
	},
	{
		id = 250618,
		desc = "升級弓兵營至35級",
	},
	{
		id = 250619,
		desc = "升級車兵營至35級",
	},
	{
		id = 250620,
		desc = "升級鐵礦場至25級",
	},
	{
		id = 250621,
		desc = "升級金礦至35級",
	},
	{
		id = 250622,
		desc = "升級農田至35級",
	},
	{
		id = 250623,
		desc = "升級伐木場至35級",
	},
	{
		id = 250624,
		desc = "升級採石場至35級",
	},
	{
		id = 250625,
		desc = "升級鐵礦場至30級",
	},
	{
		id = 250626,
		desc = "升級校場至35級",
	},
	{
		id = 250627,
		desc = "升級倉庫至35級",
	},
	{
		id = 250628,
		desc = "升級醫館至35級",
	},
	{
		id = 250629,
		desc = "升級酒館至35級",
	},
	{
		id = 250630,
		desc = "升級哨塔至35級",
	},
	{
		id = 250631,
		desc = "升級鐵礦場至33級",
	},
	{
		id = 250632,
		desc = "升級鐵礦場至34級",
	},
	{
		id = 250633,
		desc = "升級鐵礦場至35級",
	},
	{
		id = 250634,
		desc = "升級研究所至35級",
	},
	{
		id = 250635,
		desc = "升級鐵匠鋪至35級",
	},
	{
		id = 250636,
		desc = "升級屯所至35級",
	},
	{
		id = 250637,
		desc = "升級戰爭工坊至35級",
	},
	{
		id = 250638,
		desc = "升級城墻至35級",
	},
	{
		id = 250639,
		desc = "升級府衙至36級",
	},
	{
		id = 250640,
		desc = "升級步兵營至36級",
	},
	{
		id = 250641,
		desc = "升級騎兵營至36級",
	},
	{
		id = 250642,
		desc = "升級弓兵營至36級",
	},
	{
		id = 250643,
		desc = "升級車兵營至36級",
	},
	{
		id = 250644,
		desc = "升級金礦至36級",
	},
	{
		id = 250645,
		desc = "升級農田至36級",
	},
	{
		id = 250646,
		desc = "升級伐木場至36級",
	},
	{
		id = 250647,
		desc = "升級採石場至36級",
	},
	{
		id = 250648,
		desc = "升級鐵礦場至36級",
	},
	{
		id = 250649,
		desc = "升級校場至36級",
	},
	{
		id = 250650,
		desc = "升級倉庫至36級",
	},
	{
		id = 250651,
		desc = "升級醫館至36級",
	},
	{
		id = 250652,
		desc = "升級酒館至36級",
	},
	{
		id = 250653,
		desc = "升級哨塔至36級",
	},
	{
		id = 250654,
		desc = "升級研究所至36級",
	},
	{
		id = 250655,
		desc = "升級鐵匠鋪至36級",
	},
	{
		id = 250656,
		desc = "升級屯所至36級",
	},
	{
		id = 250657,
		desc = "升級戰爭工坊至36級",
	},
	{
		id = 250658,
		desc = "升級城墻至36級",
	},
	{
		id = 250659,
		desc = "升級府衙至37級",
	},
	{
		id = 250660,
		desc = "升級步兵營至37級",
	},
	{
		id = 250661,
		desc = "升級騎兵營至37級",
	},
	{
		id = 250662,
		desc = "升級弓兵營至37級",
	},
	{
		id = 250663,
		desc = "升級車兵營至37級",
	},
	{
		id = 250664,
		desc = "升級金礦至37級",
	},
	{
		id = 250665,
		desc = "升級農田至37級",
	},
	{
		id = 250666,
		desc = "升級伐木場至37級",
	},
	{
		id = 250667,
		desc = "升級採石場至37級",
	},
	{
		id = 250668,
		desc = "升級鐵礦場至37級",
	},
	{
		id = 250669,
		desc = "升級校場至37級",
	},
	{
		id = 250670,
		desc = "升級倉庫至37級",
	},
	{
		id = 250671,
		desc = "升級醫館至37級",
	},
	{
		id = 250672,
		desc = "升級酒館至37級",
	},
	{
		id = 250673,
		desc = "升級哨塔至37級",
	},
	{
		id = 250674,
		desc = "升級研究所至37級",
	},
	{
		id = 250675,
		desc = "升級鐵匠鋪至37級",
	},
	{
		id = 250676,
		desc = "升級屯所至37級",
	},
	{
		id = 250677,
		desc = "升級戰爭工坊至37級",
	},
	{
		id = 250678,
		desc = "升級城墻至37級",
	},
	{
		id = 250679,
		desc = "升級府衙至38級",
	},
	{
		id = 250680,
		desc = "升級步兵營至38級",
	},
	{
		id = 250681,
		desc = "升級騎兵營至38級",
	},
	{
		id = 250682,
		desc = "升級弓兵營至38級",
	},
	{
		id = 250683,
		desc = "升級車兵營至38級",
	},
	{
		id = 250684,
		desc = "升級金礦至38級",
	},
	{
		id = 250685,
		desc = "升級農田至38級",
	},
	{
		id = 250686,
		desc = "升級伐木場至38級",
	},
	{
		id = 250687,
		desc = "升級採石場至38級",
	},
	{
		id = 250688,
		desc = "升級鐵礦場至38級",
	},
	{
		id = 250689,
		desc = "升級校場至38級",
	},
	{
		id = 250690,
		desc = "升級倉庫至38級",
	},
	{
		id = 250691,
		desc = "升級醫館至38級",
	},
	{
		id = 250692,
		desc = "升級酒館至38級",
	},
	{
		id = 250693,
		desc = "升級哨塔至38級",
	},
	{
		id = 250694,
		desc = "升級研究所至38級",
	},
	{
		id = 250695,
		desc = "升級鐵匠鋪至38級",
	},
	{
		id = 250696,
		desc = "升級屯所至38級",
	},
	{
		id = 250697,
		desc = "升級戰爭工坊至38級",
	},
	{
		id = 250698,
		desc = "升級城墻至38級",
	},
	{
		id = 250699,
		desc = "升級府衙至39級",
	},
	{
		id = 250700,
		desc = "升級步兵營至39級",
	},
	{
		id = 250701,
		desc = "升級騎兵營至39級",
	},
	{
		id = 250702,
		desc = "升級弓兵營至39級",
	},
	{
		id = 250703,
		desc = "升級車兵營至39級",
	},
	{
		id = 250704,
		desc = "升級金礦至39級",
	},
	{
		id = 250705,
		desc = "升級農田至39級",
	},
	{
		id = 250706,
		desc = "升級伐木場至39級",
	},
	{
		id = 250707,
		desc = "升級採石場至39級",
	},
	{
		id = 250708,
		desc = "升級鐵礦場至39級",
	},
	{
		id = 250709,
		desc = "升級校場至39級",
	},
	{
		id = 250710,
		desc = "升級倉庫至39級",
	},
	{
		id = 250711,
		desc = "升級醫館至39級",
	},
	{
		id = 250712,
		desc = "升級酒館至39級",
	},
	{
		id = 250713,
		desc = "升級哨塔至39級",
	},
	{
		id = 250714,
		desc = "升級研究所至39級",
	},
	{
		id = 250715,
		desc = "升級鐵匠鋪至39級",
	},
	{
		id = 250716,
		desc = "升級屯所至39級",
	},
	{
		id = 250717,
		desc = "升級戰爭工坊至39級",
	},
	{
		id = 250718,
		desc = "升級城墻至39級",
	},
	{
		id = 250719,
		desc = "升級府衙至40級",
	},
	{
		id = 250720,
		desc = "升級步兵營至40級",
	},
	{
		id = 250721,
		desc = "升級騎兵營至40級",
	},
	{
		id = 250722,
		desc = "升級弓兵營至40級",
	},
	{
		id = 250723,
		desc = "升級車兵營至40級",
	},
	{
		id = 250724,
		desc = "升級金礦至40級",
	},
	{
		id = 250725,
		desc = "升級農田至40級",
	},
	{
		id = 250726,
		desc = "升級伐木場至40級",
	},
	{
		id = 250727,
		desc = "升級採石場至40級",
	},
	{
		id = 250728,
		desc = "升級鐵礦場至40級",
	},
	{
		id = 250729,
		desc = "升級校場至40級",
	},
	{
		id = 250730,
		desc = "升級倉庫至40級",
	},
	{
		id = 250731,
		desc = "升級醫館至40級",
	},
	{
		id = 250732,
		desc = "升級酒館至40級",
	},
	{
		id = 250733,
		desc = "升級哨塔至40級",
	},
	{
		id = 250734,
		desc = "升級研究所至40級",
	},
	{
		id = 250735,
		desc = "升級鐵匠鋪至40級",
	},
	{
		id = 250736,
		desc = "升級屯所至40級",
	},
	{
		id = 250737,
		desc = "升級戰爭工坊至40級",
	},
	{
		id = 250738,
		desc = "升級城墻至40級",
	},
	{
		id = 250739,
		desc = "升級府衙至41級",
	},
	{
		id = 250740,
		desc = "升級步兵營至41級",
	},
	{
		id = 250741,
		desc = "升級騎兵營至41級",
	},
	{
		id = 250742,
		desc = "升級弓兵營至41級",
	},
	{
		id = 250743,
		desc = "升級車兵營至41級",
	},
	{
		id = 250744,
		desc = "升級金礦至41級",
	},
	{
		id = 250745,
		desc = "升級農田至41級",
	},
	{
		id = 250746,
		desc = "升級伐木場至41級",
	},
	{
		id = 250747,
		desc = "升級採石場至41級",
	},
	{
		id = 250748,
		desc = "升級鐵礦場至41級",
	},
	{
		id = 250749,
		desc = "升級校場至41級",
	},
	{
		id = 250750,
		desc = "升級倉庫至41級",
	},
	{
		id = 250751,
		desc = "升級醫館至41級",
	},
	{
		id = 250752,
		desc = "升級酒館至41級",
	},
	{
		id = 250753,
		desc = "升級哨塔至41級",
	},
	{
		id = 250754,
		desc = "升級研究所至41級",
	},
	{
		id = 250755,
		desc = "升級鐵匠鋪至41級",
	},
	{
		id = 250756,
		desc = "升級屯所至41級",
	},
	{
		id = 250757,
		desc = "升級戰爭工坊至41級",
	},
	{
		id = 250758,
		desc = "升級城墻至41級",
	},
	{
		id = 250759,
		desc = "升級府衙至42級",
	},
	{
		id = 250760,
		desc = "升級步兵營至42級",
	},
	{
		id = 250761,
		desc = "升級騎兵營至42級",
	},
	{
		id = 250762,
		desc = "升級弓兵營至42級",
	},
	{
		id = 250763,
		desc = "升級車兵營至42級",
	},
	{
		id = 250764,
		desc = "升級金礦至42級",
	},
	{
		id = 250765,
		desc = "升級農田至42級",
	},
	{
		id = 250766,
		desc = "升級伐木場至42級",
	},
	{
		id = 250767,
		desc = "升級採石場至42級",
	},
	{
		id = 250768,
		desc = "升級鐵礦場至42級",
	},
	{
		id = 250769,
		desc = "升級校場至42級",
	},
	{
		id = 250770,
		desc = "升級倉庫至42級",
	},
	{
		id = 250771,
		desc = "升級醫館至42級",
	},
	{
		id = 250772,
		desc = "升級酒館至42級",
	},
	{
		id = 250773,
		desc = "升級哨塔至42級",
	},
	{
		id = 250774,
		desc = "升級研究所至42級",
	},
	{
		id = 250775,
		desc = "升級鐵匠鋪至42級",
	},
	{
		id = 250776,
		desc = "升級屯所至42級",
	},
	{
		id = 250777,
		desc = "升級戰爭工坊至42級",
	},
	{
		id = 250778,
		desc = "升級城墻至42級",
	},
	{
		id = 250779,
		desc = "升級府衙至43級",
	},
	{
		id = 250780,
		desc = "升級步兵營至43級",
	},
	{
		id = 250781,
		desc = "升級騎兵營至43級",
	},
	{
		id = 250782,
		desc = "升級弓兵營至43級",
	},
	{
		id = 250783,
		desc = "升級車兵營至43級",
	},
	{
		id = 250784,
		desc = "升級金礦至43級",
	},
	{
		id = 250785,
		desc = "升級農田至43級",
	},
	{
		id = 250786,
		desc = "升級伐木場至43級",
	},
	{
		id = 250787,
		desc = "升級採石場至43級",
	},
	{
		id = 250788,
		desc = "升級鐵礦場至43級",
	},
	{
		id = 250789,
		desc = "升級校場至43級",
	},
	{
		id = 250790,
		desc = "升級倉庫至43級",
	},
	{
		id = 250791,
		desc = "升級醫館至43級",
	},
	{
		id = 250792,
		desc = "升級酒館至43級",
	},
	{
		id = 250793,
		desc = "升級哨塔至43級",
	},
	{
		id = 250794,
		desc = "升級研究所至43級",
	},
	{
		id = 250795,
		desc = "升級鐵匠鋪至43級",
	},
	{
		id = 250796,
		desc = "升級屯所至43級",
	},
	{
		id = 250797,
		desc = "升級戰爭工坊至43級",
	},
	{
		id = 250798,
		desc = "升級城墻至43級",
	},
	{
		id = 250799,
		desc = "升級府衙至44級",
	},
	{
		id = 250800,
		desc = "升級步兵營至44級",
	},
	{
		id = 250801,
		desc = "升級騎兵營至44級",
	},
	{
		id = 250802,
		desc = "升級弓兵營至44級",
	},
	{
		id = 250803,
		desc = "升級車兵營至44級",
	},
	{
		id = 250804,
		desc = "升級金礦至44級",
	},
	{
		id = 250805,
		desc = "升級農田至44級",
	},
	{
		id = 250806,
		desc = "升級伐木場至44級",
	},
	{
		id = 250807,
		desc = "升級採石場至44級",
	},
	{
		id = 250808,
		desc = "升級鐵礦場至44級",
	},
	{
		id = 250809,
		desc = "升級校場至44級",
	},
	{
		id = 250810,
		desc = "升級倉庫至44級",
	},
	{
		id = 250811,
		desc = "升級醫館至44級",
	},
	{
		id = 250812,
		desc = "升級酒館至44級",
	},
	{
		id = 250813,
		desc = "升級哨塔至44級",
	},
	{
		id = 250814,
		desc = "升級研究所至44級",
	},
	{
		id = 250815,
		desc = "升級鐵匠鋪至44級",
	},
	{
		id = 250816,
		desc = "升級屯所至44級",
	},
	{
		id = 250817,
		desc = "升級戰爭工坊至44級",
	},
	{
		id = 250818,
		desc = "升級城墻至44級",
	},
	{
		id = 250819,
		desc = "升級府衙至45級",
	},
	{
		id = 250820,
		desc = "升級步兵營至45級",
	},
	{
		id = 250821,
		desc = "升級騎兵營至45級",
	},
	{
		id = 250822,
		desc = "升級弓兵營至45級",
	},
	{
		id = 250823,
		desc = "升級車兵營至45級",
	},
	{
		id = 250824,
		desc = "升級金礦至45級",
	},
	{
		id = 250825,
		desc = "升級農田至45級",
	},
	{
		id = 250826,
		desc = "升級伐木場至45級",
	},
	{
		id = 250827,
		desc = "升級採石場至45級",
	},
	{
		id = 250828,
		desc = "升級鐵礦場至45級",
	},
	{
		id = 250829,
		desc = "升級校場至45級",
	},
	{
		id = 250830,
		desc = "升級倉庫至45級",
	},
	{
		id = 250831,
		desc = "升級醫館至45級",
	},
	{
		id = 250832,
		desc = "升級酒館至45級",
	},
	{
		id = 250833,
		desc = "升級哨塔至45級",
	},
	{
		id = 250834,
		desc = "升級研究所至45級",
	},
	{
		id = 250835,
		desc = "升級鐵匠鋪至45級",
	},
	{
		id = 250836,
		desc = "升級屯所至45級",
	},
	{
		id = 250837,
		desc = "升級戰爭工坊至45級",
	},
	{
		id = 250838,
		desc = "升級城墻至45級",
	},
	{
		id = 250839,
		desc = "升級府衙至46級",
	},
	{
		id = 250840,
		desc = "升級步兵營至46級",
	},
	{
		id = 250841,
		desc = "升級騎兵營至46級",
	},
	{
		id = 250842,
		desc = "升級弓兵營至46級",
	},
	{
		id = 250843,
		desc = "升級車兵營至46級",
	},
	{
		id = 250844,
		desc = "升級金礦至46級",
	},
	{
		id = 250845,
		desc = "升級農田至46級",
	},
	{
		id = 250846,
		desc = "升級伐木場至46級",
	},
	{
		id = 250847,
		desc = "升級採石場至46級",
	},
	{
		id = 250848,
		desc = "升級鐵礦場至46級",
	},
	{
		id = 250849,
		desc = "升級校場至46級",
	},
	{
		id = 250850,
		desc = "升級倉庫至46級",
	},
	{
		id = 250851,
		desc = "升級醫館至46級",
	},
	{
		id = 250852,
		desc = "升級酒館至46級",
	},
	{
		id = 250853,
		desc = "升級哨塔至46級",
	},
	{
		id = 250854,
		desc = "升級研究所至46級",
	},
	{
		id = 250855,
		desc = "升級鐵匠鋪至46級",
	},
	{
		id = 250856,
		desc = "升級屯所至46級",
	},
	{
		id = 250857,
		desc = "升級戰爭工坊至46級",
	},
	{
		id = 250858,
		desc = "升級城墻至46級",
	},
	{
		id = 250859,
		desc = "升級府衙至47級",
	},
	{
		id = 250860,
		desc = "升級步兵營至47級",
	},
	{
		id = 250861,
		desc = "升級騎兵營至47級",
	},
	{
		id = 250862,
		desc = "升級弓兵營至47級",
	},
	{
		id = 250863,
		desc = "升級車兵營至47級",
	},
	{
		id = 250864,
		desc = "升級金礦至47級",
	},
	{
		id = 250865,
		desc = "升級農田至47級",
	},
	{
		id = 250866,
		desc = "升級伐木場至47級",
	},
	{
		id = 250867,
		desc = "升級採石場至47級",
	},
	{
		id = 250868,
		desc = "升級鐵礦場至47級",
	},
	{
		id = 250869,
		desc = "升級校場至47級",
	},
	{
		id = 250870,
		desc = "升級倉庫至47級",
	},
	{
		id = 250871,
		desc = "升級醫館至47級",
	},
	{
		id = 250872,
		desc = "升級酒館至47級",
	},
	{
		id = 250873,
		desc = "升級哨塔至47級",
	},
	{
		id = 250874,
		desc = "升級研究所至47級",
	},
	{
		id = 250875,
		desc = "升級鐵匠鋪至47級",
	},
	{
		id = 250876,
		desc = "升級屯所至47級",
	},
	{
		id = 250877,
		desc = "升級戰爭工坊至47級",
	},
	{
		id = 250878,
		desc = "升級城墻至47級",
	},
	{
		id = 250879,
		desc = "升級府衙至48級",
	},
	{
		id = 250880,
		desc = "升級步兵營至48級",
	},
	{
		id = 250881,
		desc = "升級騎兵營至48級",
	},
	{
		id = 250882,
		desc = "升級弓兵營至48級",
	},
	{
		id = 250883,
		desc = "升級車兵營至48級",
	},
	{
		id = 250884,
		desc = "升級金礦至48級",
	},
	{
		id = 250885,
		desc = "升級農田至48級",
	},
	{
		id = 250886,
		desc = "升級伐木場至48級",
	},
	{
		id = 250887,
		desc = "升級採石場至48級",
	},
	{
		id = 250888,
		desc = "升級鐵礦場至48級",
	},
	{
		id = 250889,
		desc = "升級校場至48級",
	},
	{
		id = 250890,
		desc = "升級倉庫至48級",
	},
	{
		id = 250891,
		desc = "升級醫館至48級",
	},
	{
		id = 250892,
		desc = "升級酒館至48級",
	},
	{
		id = 250893,
		desc = "升級哨塔至48級",
	},
	{
		id = 250894,
		desc = "升級研究所至48級",
	},
	{
		id = 250895,
		desc = "升級鐵匠鋪至48級",
	},
	{
		id = 250896,
		desc = "升級屯所至48級",
	},
	{
		id = 250897,
		desc = "升級戰爭工坊至48級",
	},
	{
		id = 250898,
		desc = "升級城墻至48級",
	},
	{
		id = 250899,
		desc = "升級府衙至49級",
	},
	{
		id = 250900,
		desc = "升級步兵營至49級",
	},
	{
		id = 250901,
		desc = "升級騎兵營至49級",
	},
	{
		id = 250902,
		desc = "升級弓兵營至49級",
	},
	{
		id = 250903,
		desc = "升級車兵營至49級",
	},
	{
		id = 250904,
		desc = "升級金礦至49級",
	},
	{
		id = 250905,
		desc = "升級農田至49級",
	},
	{
		id = 250906,
		desc = "升級伐木場至49級",
	},
	{
		id = 250907,
		desc = "升級採石場至49級",
	},
	{
		id = 250908,
		desc = "升級鐵礦場至49級",
	},
	{
		id = 250909,
		desc = "升級校場至49級",
	},
	{
		id = 250910,
		desc = "升級倉庫至49級",
	},
	{
		id = 250911,
		desc = "升級醫館至49級",
	},
	{
		id = 250912,
		desc = "升級酒館至49級",
	},
	{
		id = 250913,
		desc = "升級哨塔至49級",
	},
	{
		id = 250914,
		desc = "升級研究所至49級",
	},
	{
		id = 250915,
		desc = "升級鐵匠鋪至49級",
	},
	{
		id = 250916,
		desc = "升級屯所至49級",
	},
	{
		id = 250917,
		desc = "升級戰爭工坊至49級",
	},
	{
		id = 250918,
		desc = "升級城墻至49級",
	},
	{
		id = 250919,
		desc = "升級府衙至50級",
	},
	{
		id = 250920,
		desc = "升級步兵營至50級",
	},
	{
		id = 250921,
		desc = "升級騎兵營至50級",
	},
	{
		id = 250922,
		desc = "升級弓兵營至50級",
	},
	{
		id = 250923,
		desc = "升級車兵營至50級",
	},
	{
		id = 250924,
		desc = "升級金礦至50級",
	},
	{
		id = 250925,
		desc = "升級農田至50級",
	},
	{
		id = 250926,
		desc = "升級伐木場至50級",
	},
	{
		id = 250927,
		desc = "升級採石場至50級",
	},
	{
		id = 250928,
		desc = "升級鐵礦場至50級",
	},
	{
		id = 250929,
		desc = "升級校場至50級",
	},
	{
		id = 250930,
		desc = "升級倉庫至50級",
	},
	{
		id = 250931,
		desc = "升級醫館至50級",
	},
	{
		id = 250932,
		desc = "升級酒館至50級",
	},
	{
		id = 250933,
		desc = "升級哨塔至50級",
	},
	{
		id = 250934,
		desc = "升級研究所至50級",
	},
	{
		id = 250935,
		desc = "升級鐵匠鋪至50級",
	},
	{
		id = 250936,
		desc = "升級屯所至50級",
	},
	{
		id = 250937,
		desc = "升級戰爭工坊至50級",
	},
	{
		id = 250938,
		desc = "升級城墻至50級",
	},
	{
		id = 250939,
		desc = "升級石料場至20級",
	},
	{
		id = 260001,
		desc = "研究科技",
	},
	{
		id = 260002,
		desc = "訓練士兵",
	},
	{
		id = 260003,
		desc = "訓練士兵",
	},
	{
		id = 260004,
		desc = "訓練士兵",
	},
	{
		id = 260005,
		desc = "訓練士兵",
	},
	{
		id = 260006,
		desc = "訓練士兵",
	},
	{
		id = 260007,
		desc = "訓練士兵",
	},
	{
		id = 260008,
		desc = "訓練士兵",
	},
	{
		id = 260009,
		desc = "訓練士兵",
	},
	{
		id = 260010,
		desc = "訓練士兵",
	},
	{
		id = 260011,
		desc = "訓練士兵",
	},
	{
		id = 260012,
		desc = "訓練士兵",
	},
	{
		id = 260013,
		desc = "訓練士兵",
	},
	{
		id = 260014,
		desc = "訓練士兵",
	},
	{
		id = 260015,
		desc = "訓練士兵",
	},
	{
		id = 260016,
		desc = "訓練士兵",
	},
	{
		id = 260017,
		desc = "訓練士兵",
	},
	{
		id = 260018,
		desc = "訓練士兵",
	},
	{
		id = 260019,
		desc = "訓練士兵",
	},
	{
		id = 260020,
		desc = "訓練士兵",
	},
	{
		id = 260021,
		desc = "訓練士兵",
	},
	{
		id = 260022,
		desc = "擊殺野外敵人",
	},
	{
		id = 260023,
		desc = "擊殺野外敵人",
	},
	{
		id = 260024,
		desc = "擊殺野外敵人",
	},
	{
		id = 260025,
		desc = "擊殺野外敵人",
	},
	{
		id = 260026,
		desc = "擊殺野外敵人",
	},
	{
		id = 260027,
		desc = "攻擊玩家",
	},
	{
		id = 260028,
		desc = "攻擊玩家",
	},
	{
		id = 260029,
		desc = "掠奪資源",
	},
	{
		id = 260030,
		desc = "掠奪資源",
	},
	{
		id = 260031,
		desc = "掠奪資源",
	},
	{
		id = 260032,
		desc = "掠奪資源",
	},
	{
		id = 260033,
		desc = "掠奪資源",
	},
	{
		id = 260034,
		desc = "掠奪資源",
	},
	{
		id = 260035,
		desc = "掠奪資源",
	},
	{
		id = 260036,
		desc = "掠奪資源",
	},
	{
		id = 260037,
		desc = "掠奪資源",
	},
	{
		id = 260038,
		desc = "掠奪資源",
	},
	{
		id = 260039,
		desc = "採集資源",
	},
	{
		id = 260040,
		desc = "採集資源",
	},
	{
		id = 260041,
		desc = "採集資源",
	},
	{
		id = 260042,
		desc = "採集資源",
	},
	{
		id = 260043,
		desc = "採集資源",
	},
	{
		id = 260044,
		desc = "奮勇殺敵",
	},
	{
		id = 260045,
		desc = "奮勇殺敵",
	},
	{
		id = 260046,
		desc = "奮勇殺敵",
	},
	{
		id = 260047,
		desc = "奮勇殺敵",
	},
	{
		id = 260048,
		desc = "奮勇殺敵",
	},
	{
		id = 260049,
		desc = "奮勇殺敵",
	},
	{
		id = 260050,
		desc = "奮勇殺敵",
	},
	{
		id = 260051,
		desc = "奮勇殺敵",
	},
	{
		id = 260052,
		desc = "奮勇殺敵",
	},
	{
		id = 260053,
		desc = "奮勇殺敵",
	},
	{
		id = 260054,
		desc = "奮勇殺敵",
	},
	{
		id = 260055,
		desc = "奮勇殺敵",
	},
	{
		id = 260056,
		desc = "奮勇殺敵",
	},
	{
		id = 260057,
		desc = "奮勇殺敵",
	},
	{
		id = 260058,
		desc = "防禦城池",
	},
	{
		id = 260059,
		desc = "治愈傷兵",
	},
	{
		id = 260060,
		desc = "治愈傷兵",
	},
	{
		id = 260061,
		desc = "治愈傷兵",
	},
	{
		id = 260062,
		desc = "治愈傷兵",
	},
	{
		id = 260063,
		desc = "治愈傷兵",
	},
	{
		id = 260064,
		desc = "治愈傷兵",
	},
	{
		id = 260065,
		desc = "治愈傷兵",
	},
	{
		id = 260066,
		desc = "治愈傷兵",
	},
	{
		id = 260067,
		desc = "治愈傷兵",
	},
	{
		id = 260068,
		desc = "治愈傷兵",
	},
	{
		id = 260069,
		desc = "治愈傷兵",
	},
	{
		id = 260070,
		desc = "治愈傷兵",
	},
	{
		id = 260071,
		desc = "治愈傷兵",
	},
	{
		id = 260072,
		desc = "治愈傷兵",
	},
	{
		id = 260073,
		desc = "聯盟貢獻",
	},
	{
		id = 260074,
		desc = "聯盟貢獻",
	},
	{
		id = 260075,
		desc = "聯盟貢獻",
	},
	{
		id = 260076,
		desc = "聯盟貢獻",
	},
	{
		id = 260077,
		desc = "聯盟貢獻",
	},
	{
		id = 260078,
		desc = "合成材料",
	},
	{
		id = 260079,
		desc = "合成材料",
	},
	{
		id = 260080,
		desc = "合成材料",
	},
	{
		id = 260081,
		desc = "合成材料",
	},
	{
		id = 260082,
		desc = "合成材料",
	},
	{
		id = 260083,
		desc = "收繳兵器",
	},
	{
		id = 260084,
		desc = "收繳兵器",
	},
	{
		id = 260085,
		desc = "收繳兵器",
	},
	{
		id = 260086,
		desc = "收繳兵器",
	},
	{
		id = 260087,
		desc = "收繳兵器",
	},
	{
		id = 260088,
		desc = "眾誌成城",
	},
	{
		id = 260089,
		desc = "商城購物",
	},
	{
		id = 260090,
		desc = "商城購物",
	},
	{
		id = 260091,
		desc = "商城購物",
	},
	{
		id = 260092,
		desc = "商城購物",
	},
	{
		id = 260093,
		desc = "商城購物",
	},
	{
		id = 260094,
		desc = "聯盟兌換",
	},
	{
		id = 260095,
		desc = "收獲資源",
	},
	{
		id = 260096,
		desc = "收獲資源",
	},
	{
		id = 260097,
		desc = "收獲資源",
	},
	{
		id = 260098,
		desc = "收獲資源",
	},
	{
		id = 260099,
		desc = "收獲資源",
	},
	{
		id = 260100,
		desc = "收獲資源",
	},
	{
		id = 260101,
		desc = "收獲資源",
	},
	{
		id = 260102,
		desc = "收獲資源",
	},
	{
		id = 260103,
		desc = "收獲資源",
	},
	{
		id = 260104,
		desc = "收獲資源",
	},
	{
		id = 260105,
		desc = "收獲資源",
	},
	{
		id = 260106,
		desc = "收獲資源",
	},
	{
		id = 260107,
		desc = "收獲資源",
	},
	{
		id = 260108,
		desc = "收獲資源",
	},
	{
		id = 260109,
		desc = "收獲資源",
	},
	{
		id = 260110,
		desc = "收獲資源",
	},
	{
		id = 260111,
		desc = "收獲資源",
	},
	{
		id = 260112,
		desc = "收獲資源",
	},
	{
		id = 260113,
		desc = "收獲資源",
	},
	{
		id = 260114,
		desc = "收獲資源",
	},
	{
		id = 270001,
		desc = "轉盤抽獎",
	},
	{
		id = 270002,
		desc = "限時比賽",
	},
	{
		id = 270003,
		desc = "聯盟任務",
	},
	{
		id = 270004,
		desc = "儲值禮包",
	},
	{
		id = 270005,
		desc = "熱賣禮包",
	},
	{
		id = 270006,
		desc = "節日禮包",
	},
	{
		id = 270007,
		desc = "成長任務",
	},
	{
		id = 270008,
		desc = "喜迎財神",
	},
	{
		id = 270009,
		desc = "皇陵探寶",
	},
	{
		id = 270010,
		desc = "成長基金",
	},
	{
		id = 270011,
		desc = "月卡送禮",
	},
	{
		id = 270012,
		desc = "府衙12禮包",
	},
	{
		id = 270013,
		desc = "府衙22禮包",
	},
	{
		id = 270014,
		desc = "府衙37禮包",
	},
	{
		id = 270015,
		desc = "醫療禮包",
	},
	{
		id = 270016,
		desc = "分享有禮",
	},
	{
		id = 270017,
		desc = "累計登入",
	},
	{
		id = 270018,
		desc = "累計儲值",
	},
	{
		id = 270019,
		desc = "活動掉落",
	},
	{
		id = 270020,
		desc = "皇位戰",
	},
	{
		id = 270021,
		desc = "累計消耗",
	},
	{
		id = 270022,
		desc = "幸運轉盤",
	},
	{
		id = 270023,
		desc = "登入送禮",
	},
	{
		id = 270024,
		desc = "儲值豪禮",
	},
	{
		id = 270025,
		desc = "消費返利",
	},
	{
		id = 270026,
		desc = "跨服戰",
	},
	{
		id = 270027,
		desc = "奇珍兌換",
	},
	{
		id = 270028,
		desc = "奇珍搶購",
	},
	{
		id = 270029,
		desc = "神將下凡",
	},
	{
		id = 270030,
		desc = "祭天大典",
	},
	{
		id = 270031,
		desc = "儲值返利",
	},
	{
		id = 270032,
		desc = "城戰",
	},
	{
		id = 270033,
		desc = "限定活動",
	},
	{
		id = 270034,
		desc = "蓬萊禮包",
	},
	{
		id = 270035,
		desc = "箭術大賽",
	},
	{
		id = 270099,
		desc = "超值禮包",
	},
	{
		id = 271001,
		desc = "轉盤抽獎",
	},
	{
		id = 271002,
		desc = "限時比賽",
	},
	{
		id = 271003,
		desc = "黃巾起義",
	},
	{
		id = 280001,
		desc = "皇帝",
	},
	{
		id = 280002,
		desc = "丞相",
	},
	{
		id = 280003,
		desc = "司徒",
	},
	{
		id = 280004,
		desc = "司空",
	},
	{
		id = 280005,
		desc = "司馬",
	},
	{
		id = 280006,
		desc = "大將軍",
	},
	{
		id = 280007,
		desc = "驃騎將軍",
	},
	{
		id = 280008,
		desc = "車騎將軍",
	},
	{
		id = 280009,
		desc = "衛將軍",
	},
	{
		id = 280010,
		desc = "馬夫",
	},
	{
		id = 280011,
		desc = "山賊",
	},
	{
		id = 280012,
		desc = "平民",
	},
	{
		id = 280013,
		desc = "逃兵",
	},
	{
		id = 280014,
		desc = "亂黨",
	},
	{
		id = 280015,
		desc = "囚犯",
	},
	{
		id = 280101,
		desc = "守衛禮包",
	},
	{
		id = 280102,
		desc = "援助禮包",
	},
	{
		id = 280103,
		desc = "征戰禮包",
	},
	{
		id = 290001,
		desc = "皇城位於地圖中心，佔領皇城的聯盟才有權力推選皇帝！",
	},
	{
		id = 290002,
		desc = "提高出征部隊中武將的帶兵數和士兵的屬性能顯著提高部隊戰鬥能力。",
	},
	{
		id = 290003,
		desc = "4件同品質的“翡翠”能合成1件高品質翡翠，其他材料也是如此。",
	},
	{
		id = 290004,
		desc = "採集資源時要小心，若被敵人擊敗，部隊採集的資源是會被掠奪的！",
	},
	{
		id = 290005,
		desc = "將武將駐守到建築中可以提高建築的效果！",
	},
	{
		id = 290006,
		desc = "所有集結玩家享有集結發起者的科技、天賦等增益效果。（發起者以外的增益效果無效）",
	},
	{
		id = 290007,
		desc = "防禦型的步兵可以承受大量傷害，他們在戰鬥中必不可少！",
	},
	{
		id = 290008,
		desc = "弓兵和騎兵有著強大的攻擊能力，但防禦能力較差。",
	},
	{
		id = 290009,
		desc = "車兵在攻城戰中的作用無可替代。",
	},
	{
		id = 290010,
		desc = "糧田產量越高，可擁有的士兵數量越多。",
	},
	{
		id = 290011,
		desc = "酒館等級越高，可招募武將上限提高",
	},
	{
		id = 290012,
		desc = "有武將駐守城墻時，可使防守城池的士兵更強力。",
	},
	{
		id = 290013,
		desc = "軍團有更多的副將才能帶領更多的士兵出征。",
	},
	{
		id = 290014,
		desc = "裝備升星需要足夠的進階材料和同品質的萬能裝備",
	},
	{
		id = 290015,
		desc = "軍團行軍時，可以消耗行動力直達目的地，距離越遠消耗行動力越多。",
	},
	{
		id = 300001,
		desc = "步兵攻擊加成+20%%",
	},
	{
		id = 300002,
		desc = "騎兵攻擊加成+20%%",
	},
	{
		id = 300003,
		desc = "弓兵攻擊加成+20%%",
	},
	{
		id = 300004,
		desc = "車兵攻擊加成+20%%",
	},
	{
		id = 300005,
		desc = "步兵防禦加成+20%%",
	},
	{
		id = 300006,
		desc = "騎兵防禦加成+20%%",
	},
	{
		id = 300007,
		desc = "弓兵防禦加成+20%%",
	},
	{
		id = 300008,
		desc = "車兵防禦加成+20%%",
	},
	{
		id = 300009,
		desc = "免戰保護",
	},
	{
		id = 300010,
		desc = "糧食消耗減少25%%",
	},
	{
		id = 300011,
		desc = "糧食消耗減少50%%",
	},
	{
		id = 300012,
		desc = "反偵察",
	},
	{
		id = 300013,
		desc = "偽裝術",
	},
	{
		id = 300014,
		desc = "世界採集木頭速度提升25%%",
	},
	{
		id = 300015,
		desc = "世界採集糧食速度提升25%%",
	},
	{
		id = 300016,
		desc = "世界採集黃金速度提升25%%",
	},
	{
		id = 300017,
		desc = "世界採集石材速度提升25%%",
	},
	{
		id = 300018,
		desc = "世界採集鐵礦速度提升25%%",
	},
	{
		id = 300019,
		desc = "世界採集木頭速度提升50%%",
	},
	{
		id = 300020,
		desc = "世界採集糧食速度提升50%%",
	},
	{
		id = 300021,
		desc = "世界採集黃金速度提升50%%",
	},
	{
		id = 300022,
		desc = "世界採集石材速度提升50%%",
	},
	{
		id = 300023,
		desc = "世界採集鐵礦速度提升50%%",
	},
	{
		id = 300024,
		desc = "軍團出征上限增加25%%",
	},
	{
		id = 300025,
		desc = "（主動）1小時內，所有軍團速度+100%%",
	},
	{
		id = 300026,
		desc = "（主動）1小時內，所有軍團速度+100%%",
	},
	{
		id = 300027,
		desc = "（主動）使用後的下1次戰鬥，主動攻擊造成的己方陣亡士兵中的50%%轉換為傷兵代替死亡",
	},
	{
		id = 300028,
		desc = "無",
	},
	{
		id = 300029,
		desc = "無",
	},
	{
		id = 300030,
		desc = "無",
	},
	{
		id = 300031,
		desc = "（主動）1小時內，所有軍團士兵攻擊+10%%，出征戰隊伍上限+1",
	},
	{
		id = 300032,
		desc = "（主動）1小時內，所有軍團士兵攻擊+10%%，出征戰隊伍上限+1",
	},
	{
		id = 300033,
		desc = "（主動）1小時內，所有軍團士兵攻擊+10%%，出征戰隊伍上限+1",
	},
	{
		id = 300034,
		desc = "（主動）1小時內，所有軍團士兵攻擊+10%%，出征戰隊伍上限+1",
	},
	{
		id = 300035,
		desc = "（主動）使用後的2小時內，受到攻擊時不會損失資源",
	},
	{
		id = 300036,
		desc = "（主動）2小時內，所有城內資源產出+100%%",
	},
	{
		id = 300037,
		desc = "（主動）2小時內，所有城內資源產出+100%%",
	},
	{
		id = 300038,
		desc = "（主動）2小時內，所有城內資源產出+100%%",
	},
	{
		id = 300039,
		desc = "（主動）2小時內，所有城內資源產出+100%%",
	},
	{
		id = 300040,
		desc = "（主動）2小時內，所有城內資源產出+100%%",
	},
	{
		id = 300041,
		desc = "無",
	},
	{
		id = 300042,
		desc = "無",
	},
	{
		id = 300043,
		desc = "無",
	},
	{
		id = 300044,
		desc = "無",
	},
	{
		id = 300045,
		desc = "無",
	},
	{
		id = 300046,
		desc = "（主動）一次性將所有外出部隊召回自己主城，8小時冷卻時間。",
	},
	{
		id = 300047,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，24小時冷卻時間。",
	},
	{
		id = 300048,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，25小時冷卻時間。",
	},
	{
		id = 300049,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，26小時冷卻時間。",
	},
	{
		id = 300050,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，27小時冷卻時間。",
	},
	{
		id = 300051,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，28小時冷卻時間。",
	},
	{
		id = 300052,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，29小時冷卻時間。",
	},
	{
		id = 300053,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，30小時冷卻時間。",
	},
	{
		id = 300054,
		desc = "（主動）1小時內，我軍防禦/生命+20%%，31小時冷卻時間。",
	},
	{
		id = 300055,
		desc = "新手保護",
	},
	{
		id = 300056,
		desc = "第二個建造隊列2小時",
	},
	{
		id = 300165,
		desc = "金礦增產100%%",
	},
	{
		id = 300166,
		desc = "農田增產100%%",
	},
	{
		id = 300167,
		desc = "伐木場增產100%%",
	},
	{
		id = 300168,
		desc = "石材增產100%%",
	},
	{
		id = 300169,
		desc = "鐵礦增產100%%",
	},
	{
		id = 300170,
		desc = "步兵防禦增加+20%%",
	},
	{
		id = 300171,
		desc = "騎兵防禦增加+20%%",
	},
	{
		id = 300172,
		desc = "弓兵防禦增加+20%%",
	},
	{
		id = 300173,
		desc = "車兵防禦增加+20%%",
	},
	{
		id = 300174,
		desc = "步兵生命增加+20%%",
	},
	{
		id = 300175,
		desc = "騎兵生命增加+20%%",
	},
	{
		id = 300176,
		desc = "弓兵生命增加+20%%",
	},
	{
		id = 300177,
		desc = "車兵生命增加+20%%",
	},
	{
		id = 300178,
		desc = "軍團攻擊",
	},
	{
		id = 300179,
		desc = "軍團攻擊",
	},
	{
		id = 300180,
		desc = "軍團攻擊",
	},
	{
		id = 300181,
		desc = "軍團攻擊",
	},
	{
		id = 300182,
		desc = "軍團防禦",
	},
	{
		id = 300183,
		desc = "軍團防禦",
	},
	{
		id = 300184,
		desc = "軍團防禦",
	},
	{
		id = 300185,
		desc = "軍團防禦",
	},
	{
		id = 300186,
		desc = "軍團生命",
	},
	{
		id = 300187,
		desc = "軍團生命",
	},
	{
		id = 300188,
		desc = "軍團生命",
	},
	{
		id = 300189,
		desc = "軍團生命",
	},
	{
		id = 300190,
		desc = "軍團帶兵上限",
	},
	{
		id = 300191,
		desc = "所有資源產量",
	},
	{
		id = 300192,
		desc = "所有資源產量",
	},
	{
		id = 300193,
		desc = "所有資源產量",
	},
	{
		id = 300194,
		desc = "所有資源產量",
	},
	{
		id = 300195,
		desc = "所有資源產量",
	},
	{
		id = 300196,
		desc = "倉庫保護量",
	},
	{
		id = 300197,
		desc = "建造速度",
	},
	{
		id = 300198,
		desc = "所有資源產量",
	},
	{
		id = 300199,
		desc = "所有資源產量",
	},
	{
		id = 300200,
		desc = "所有資源產量",
	},
	{
		id = 300201,
		desc = "所有資源產量",
	},
	{
		id = 300202,
		desc = "所有資源產量",
	},
	{
		id = 300203,
		desc = "軍團負重上限",
	},
	{
		id = 300204,
		desc = "軍團負重上限",
	},
	{
		id = 300205,
		desc = "軍團負重上限",
	},
	{
		id = 300206,
		desc = "軍團負重上限",
	},
	{
		id = 300207,
		desc = "建造速度",
	},
	{
		id = 300208,
		desc = "研究科技速度",
	},
	{
		id = 300209,
		desc = "農田產量",
	},
	{
		id = 300210,
		desc = "訓練士兵速度",
	},
	{
		id = 300211,
		desc = "訓練士兵速度",
	},
	{
		id = 300212,
		desc = "訓練士兵速度",
	},
	{
		id = 300213,
		desc = "訓練士兵速度",
	},
	{
		id = 300214,
		desc = "軍團攻擊",
	},
	{
		id = 300215,
		desc = "軍團攻擊",
	},
	{
		id = 300216,
		desc = "軍團攻擊",
	},
	{
		id = 300217,
		desc = "軍團攻擊",
	},
	{
		id = 300218,
		desc = "軍團防禦",
	},
	{
		id = 300219,
		desc = "軍團防禦",
	},
	{
		id = 300220,
		desc = "軍團防禦",
	},
	{
		id = 300221,
		desc = "軍團防禦",
	},
	{
		id = 300222,
		desc = "軍團攻擊",
	},
	{
		id = 300223,
		desc = "軍團攻擊",
	},
	{
		id = 300224,
		desc = "軍團攻擊",
	},
	{
		id = 300225,
		desc = "軍團攻擊",
	},
	{
		id = 300226,
		desc = "行軍速度",
	},
	{
		id = 300227,
		desc = "行軍速度",
	},
	{
		id = 300228,
		desc = "軍團防禦",
	},
	{
		id = 300229,
		desc = "軍團防禦",
	},
	{
		id = 300230,
		desc = "軍團防禦",
	},
	{
		id = 300231,
		desc = "軍團防禦",
	},
	{
		id = 300232,
		desc = "軍團生命",
	},
	{
		id = 300233,
		desc = "生命加成",
	},
	{
		id = 300234,
		desc = "生命加成",
	},
	{
		id = 300235,
		desc = "生命加成",
	},
	{
		id = 300236,
		desc = "軍團帶兵上限",
	},
	{
		id = 300237,
		desc = "行軍速度",
	},
	{
		id = 300238,
		desc = "行軍速度",
	},
	{
		id = 300239,
		desc = "行軍速度",
	},
	{
		id = 300240,
		desc = "行軍速度",
	},
	{
		id = 300241,
		desc = "步兵生命加成+10%%",
	},
	{
		id = 300242,
		desc = "騎兵生命加成+10%%",
	},
	{
		id = 300243,
		desc = "弓兵生命加成+10%%",
	},
	{
		id = 300244,
		desc = "車兵生命加成+10%%",
	},
	{
		id = 300245,
		desc = "步兵防禦加成+10%%",
	},
	{
		id = 300246,
		desc = "騎兵防禦加成+10%%",
	},
	{
		id = 300247,
		desc = "弓兵防禦加成+10%%",
	},
	{
		id = 300248,
		desc = "車兵防禦加成+10%%",
	},
	{
		id = 300249,
		desc = "步兵攻擊加成+10%%",
	},
	{
		id = 300250,
		desc = "騎兵攻擊加成+10%%",
	},
	{
		id = 300251,
		desc = "弓兵攻擊加成+10%%",
	},
	{
		id = 300252,
		desc = "車兵攻擊加成+10%%",
	},
	{
		id = 300253,
		desc = "伐木場增產+20%%",
	},
	{
		id = 300254,
		desc = "農田增產+20%%",
	},
	{
		id = 300255,
		desc = "金礦增產+20%%",
	},
	{
		id = 300256,
		desc = "石材增產+20%%",
	},
	{
		id = 300257,
		desc = "鐵材增產+20%%",
	},
	{
		id = 300258,
		desc = "世界採集木頭速度提升+10%%",
	},
	{
		id = 300259,
		desc = "世界採集糧食速度提升+10%%",
	},
	{
		id = 300260,
		desc = "世界採集黃金速度提升+10%%",
	},
	{
		id = 300261,
		desc = "世界採集石材速度提升+10%%",
	},
	{
		id = 300262,
		desc = "世界採集鐵材速度提升+10%%",
	},
	{
		id = 300263,
		desc = "己方主動攻擊的陣亡士兵轉化為傷兵代替死亡+10%%",
	},
	{
		id = 300264,
		desc = "陷阱攻擊力增加+50%%",
	},
	{
		id = 300265,
		desc = "行軍速度增加+25%%",
	},
	{
		id = 300266,
		desc = "伐木場增產+50%%",
	},
	{
		id = 300267,
		desc = "農田增產+50%%",
	},
	{
		id = 300268,
		desc = "金礦增產+50%%",
	},
	{
		id = 300269,
		desc = "石材增產+50%%",
	},
	{
		id = 300270,
		desc = "鐵材增產+50%%",
	},
	{
		id = 300271,
		desc = "世界採集木頭速度提升+25%%",
	},
	{
		id = 300272,
		desc = "世界採集糧食速度提升+25%%",
	},
	{
		id = 300273,
		desc = "世界採集黃金速度提升+25%%",
	},
	{
		id = 300274,
		desc = "世界採集石材速度提升+25%%",
	},
	{
		id = 300275,
		desc = "世界採集鐵材速度提升+25%%",
	},
	{
		id = 300276,
		desc = "陷阱觸發概率增加+5%%",
	},
	{
		id = 300277,
		desc = "VIP1激活",
	},
	{
		id = 300278,
		desc = "立即建造加速6min",
	},
	{
		id = 300279,
		desc = "木材產量+4%%",
	},
	{
		id = 300280,
		desc = "糧食產量+4%%",
	},
	{
		id = 300281,
		desc = "黃金產量+4%%",
	},
	{
		id = 300282,
		desc = "石料產量+4%%",
	},
	{
		id = 300283,
		desc = "鐵礦產量+4%%",
	},
	{
		id = 300284,
		desc = "VIP2激活",
	},
	{
		id = 300285,
		desc = "立即建造加速7min",
	},
	{
		id = 300286,
		desc = "木材產量+6%%",
	},
	{
		id = 300287,
		desc = "糧食產量+6%%",
	},
	{
		id = 300288,
		desc = "黃金產量+6%%",
	},
	{
		id = 300289,
		desc = "石料產量+6%%",
	},
	{
		id = 300290,
		desc = "鐵礦產量+6%%",
	},
	{
		id = 300291,
		desc = "打怪行軍速度+5%%",
	},
	{
		id = 300292,
		desc = "行動力恢復速度+10%%",
	},
	{
		id = 300293,
		desc = "VIP3激活",
	},
	{
		id = 300294,
		desc = "立即建造加速9min",
	},
	{
		id = 300295,
		desc = "木材產量+8%%",
	},
	{
		id = 300296,
		desc = "糧食產量+8%%",
	},
	{
		id = 300297,
		desc = "黃金產量+8%%",
	},
	{
		id = 300298,
		desc = "石料產量+8%%",
	},
	{
		id = 300299,
		desc = "鐵礦產量+8%%",
	},
	{
		id = 300300,
		desc = "打怪行軍速度+10%%",
	},
	{
		id = 300301,
		desc = "行動力恢復速度+12%%",
	},
	{
		id = 300302,
		desc = "VIP4激活",
	},
	{
		id = 300303,
		desc = "立即建造加速11min",
	},
	{
		id = 300304,
		desc = "木材產量+10%%",
	},
	{
		id = 300305,
		desc = "糧食產量+10%%",
	},
	{
		id = 300306,
		desc = "黃金產量+10%%",
	},
	{
		id = 300307,
		desc = "石料產量+10%%",
	},
	{
		id = 300308,
		desc = "鐵礦產量+10%%",
	},
	{
		id = 300309,
		desc = "打怪行軍速度+15%%",
	},
	{
		id = 300310,
		desc = "行動力恢復速度+14%%",
	},
	{
		id = 300311,
		desc = "VIP5激活",
	},
	{
		id = 300312,
		desc = "立即建造加速13min",
	},
	{
		id = 300313,
		desc = "木材產量+12%%",
	},
	{
		id = 300314,
		desc = "糧食產量+12%%",
	},
	{
		id = 300315,
		desc = "黃金產量+12%%",
	},
	{
		id = 300316,
		desc = "石料產量+12%%",
	},
	{
		id = 300317,
		desc = "鐵礦產量+12%%",
	},
	{
		id = 300318,
		desc = "打怪行軍速度+20%%",
	},
	{
		id = 300319,
		desc = "行動力恢復速度+16%%",
	},
	{
		id = 300320,
		desc = "行軍速度增加+5%%",
	},
	{
		id = 300321,
		desc = "VIP6激活",
	},
	{
		id = 300322,
		desc = "立即建造加速15min",
	},
	{
		id = 300323,
		desc = "木材產量+14%%",
	},
	{
		id = 300324,
		desc = "糧食產量+14%%",
	},
	{
		id = 300325,
		desc = "黃金產量+14%%",
	},
	{
		id = 300326,
		desc = "石料產量+14%%",
	},
	{
		id = 300327,
		desc = "鐵礦產量+14%%",
	},
	{
		id = 300328,
		desc = "打怪行軍速度+25%%",
	},
	{
		id = 300329,
		desc = "行動力恢復速度+18%%",
	},
	{
		id = 300330,
		desc = "行軍速度增加+6%%",
	},
	{
		id = 300331,
		desc = "行軍部隊總數+1",
	},
	{
		id = 300332,
		desc = "VIP7激活",
	},
	{
		id = 300333,
		desc = "立即建造加速17min",
	},
	{
		id = 300334,
		desc = "木材產量+16%%",
	},
	{
		id = 300335,
		desc = "糧食產量+16%%",
	},
	{
		id = 300336,
		desc = "黃金產量+16%%",
	},
	{
		id = 300337,
		desc = "石料產量+16%%",
	},
	{
		id = 300338,
		desc = "鐵礦產量+16%%",
	},
	{
		id = 300339,
		desc = "打怪行軍速度+30%%",
	},
	{
		id = 300340,
		desc = "行動力恢復速度+20%%",
	},
	{
		id = 300341,
		desc = "行軍速度增加+7%%",
	},
	{
		id = 300342,
		desc = "行軍部隊總數+1",
	},
	{
		id = 300343,
		desc = "步兵攻擊增加+10%%",
	},
	{
		id = 300344,
		desc = "騎兵攻擊增加+10%%",
	},
	{
		id = 300345,
		desc = "弓兵攻擊增加+10%%",
	},
	{
		id = 300346,
		desc = "車兵攻擊增加+10%%",
	},
	{
		id = 300347,
		desc = "VIP8激活",
	},
	{
		id = 300348,
		desc = "立即建造加速19min",
	},
	{
		id = 300349,
		desc = "木材產量+16%%",
	},
	{
		id = 300350,
		desc = "糧食產量+16%%",
	},
	{
		id = 300351,
		desc = "黃金產量+16%%",
	},
	{
		id = 300352,
		desc = "石料產量+16%%",
	},
	{
		id = 300353,
		desc = "鐵礦產量+16%%",
	},
	{
		id = 300354,
		desc = "打怪行軍速度+35%%",
	},
	{
		id = 300355,
		desc = "行動力恢復速度+22%%",
	},
	{
		id = 300356,
		desc = "行軍速度增加+8%%",
	},
	{
		id = 300357,
		desc = "行軍部隊總數+1",
	},
	{
		id = 300358,
		desc = "步兵攻擊增加+10%%",
	},
	{
		id = 300359,
		desc = "騎兵攻擊增加+10%%",
	},
	{
		id = 300360,
		desc = "弓兵攻擊增加+10%%",
	},
	{
		id = 300361,
		desc = "車兵攻擊增加+10%%",
	},
	{
		id = 300362,
		desc = "步兵防禦增加+10%%",
	},
	{
		id = 300363,
		desc = "騎兵防禦增加+10%%",
	},
	{
		id = 300364,
		desc = "弓兵防禦增加+10%%",
	},
	{
		id = 300365,
		desc = "車兵防禦增加+10%%",
	},
	{
		id = 300366,
		desc = "VIP9激活",
	},
	{
		id = 300367,
		desc = "立即建造加速25min",
	},
	{
		id = 300368,
		desc = "木材產量+18%%",
	},
	{
		id = 300369,
		desc = "糧食產量+18%%",
	},
	{
		id = 300370,
		desc = "黃金產量+18%%",
	},
	{
		id = 300371,
		desc = "石料產量+18%%",
	},
	{
		id = 300372,
		desc = "鐵礦產量+18%%",
	},
	{
		id = 300373,
		desc = "打怪行軍速度+40%%",
	},
	{
		id = 300374,
		desc = "行動力恢復速度+24%%",
	},
	{
		id = 300375,
		desc = "行軍速度增加+9%%",
	},
	{
		id = 300376,
		desc = "行軍部隊總數+1",
	},
	{
		id = 300377,
		desc = "步兵攻擊增加+10%%",
	},
	{
		id = 300378,
		desc = "騎兵攻擊增加+10%%",
	},
	{
		id = 300379,
		desc = "弓兵攻擊增加+10%%",
	},
	{
		id = 300380,
		desc = "車兵攻擊增加+10%%",
	},
	{
		id = 300381,
		desc = "步兵防禦增加+10%%",
	},
	{
		id = 300382,
		desc = "騎兵防禦增加+10%%",
	},
	{
		id = 300383,
		desc = "弓兵防禦增加+10%%",
	},
	{
		id = 300384,
		desc = "車兵防禦增加+10%%",
	},
	{
		id = 300385,
		desc = "步兵生命增加+10%%",
	},
	{
		id = 300386,
		desc = "騎兵生命增加+10%%",
	},
	{
		id = 300387,
		desc = "弓兵生命增加+10%%",
	},
	{
		id = 300388,
		desc = "車兵生命增加+10%%",
	},
	{
		id = 300389,
		desc = "醫院容量增加+15%%",
	},
	{
		id = 300390,
		desc = "VIP10激活",
	},
	{
		id = 300391,
		desc = "立即建造加速30min",
	},
	{
		id = 300392,
		desc = "木材產量+20%%",
	},
	{
		id = 300393,
		desc = "糧食產量+20%%",
	},
	{
		id = 300394,
		desc = "黃金產量+20%%",
	},
	{
		id = 300395,
		desc = "石料產量+20%%",
	},
	{
		id = 300396,
		desc = "鐵礦產量+20%%",
	},
	{
		id = 300397,
		desc = "打怪行軍速度+45%%",
	},
	{
		id = 300398,
		desc = "行動力恢復速度+26%%",
	},
	{
		id = 300399,
		desc = "行軍速度增加+10%%",
	},
	{
		id = 300400,
		desc = "行軍部隊總數+1",
	},
	{
		id = 300401,
		desc = "步兵攻擊增加+15%%",
	},
	{
		id = 300402,
		desc = "騎兵攻擊增加+15%%",
	},
	{
		id = 300403,
		desc = "弓兵攻擊增加+15%%",
	},
	{
		id = 300404,
		desc = "車兵攻擊增加+15%%",
	},
	{
		id = 300405,
		desc = "步兵防禦增加+15%%",
	},
	{
		id = 300406,
		desc = "騎兵防禦增加+15%%",
	},
	{
		id = 300407,
		desc = "弓兵防禦增加+15%%",
	},
	{
		id = 300408,
		desc = "車兵防禦增加+15%%",
	},
	{
		id = 300409,
		desc = "步兵生命增加+15%%",
	},
	{
		id = 300410,
		desc = "騎兵生命增加+15%%",
	},
	{
		id = 300411,
		desc = "弓兵生命增加+15%%",
	},
	{
		id = 300412,
		desc = "車兵生命增加+15%%",
	},
	{
		id = 300413,
		desc = "醫院容量增加+30%%",
	},
	{
		id = 300414,
		desc = "VIP11激活",
	},
	{
		id = 300415,
		desc = "立即建造加速30min",
	},
	{
		id = 300416,
		desc = "木材產量+22%%",
	},
	{
		id = 300417,
		desc = "糧食產量+22%%",
	},
	{
		id = 300418,
		desc = "黃金產量+22%%",
	},
	{
		id = 300419,
		desc = "石料產量+22%%",
	},
	{
		id = 300420,
		desc = "鐵礦產量+22%%",
	},
	{
		id = 300421,
		desc = "打怪行軍速度+50%%",
	},
	{
		id = 300422,
		desc = "行動力恢復速度+28%%",
	},
	{
		id = 300423,
		desc = "行軍速度增加+11%%",
	},
	{
		id = 300424,
		desc = "行軍部隊總數+1",
	},
	{
		id = 300425,
		desc = "步兵攻擊增加+20%%",
	},
	{
		id = 300426,
		desc = "騎兵攻擊增加+20%%",
	},
	{
		id = 300427,
		desc = "弓兵攻擊增加+20%%",
	},
	{
		id = 300428,
		desc = "車兵攻擊增加+20%%",
	},
	{
		id = 300429,
		desc = "步兵防禦增加+20%%",
	},
	{
		id = 300430,
		desc = "騎兵防禦增加+20%%",
	},
	{
		id = 300431,
		desc = "弓兵防禦增加+20%%",
	},
	{
		id = 300432,
		desc = "車兵防禦增加+20%%",
	},
	{
		id = 300433,
		desc = "步兵生命增加+20%%",
	},
	{
		id = 300434,
		desc = "騎兵生命增加+20%%",
	},
	{
		id = 300435,
		desc = "弓兵生命增加+20%%",
	},
	{
		id = 300436,
		desc = "車兵生命增加+20%%",
	},
	{
		id = 300437,
		desc = "醫院容量增加+40%%",
	},
	{
		id = 300438,
		desc = "VIP12激活",
	},
	{
		id = 300439,
		desc = "立即建造加速30min",
	},
	{
		id = 300440,
		desc = "木材產量+25%%",
	},
	{
		id = 300441,
		desc = "糧食產量+25%%",
	},
	{
		id = 300442,
		desc = "黃金產量+25%%",
	},
	{
		id = 300443,
		desc = "石料產量+25%%",
	},
	{
		id = 300444,
		desc = "鐵礦產量+25%%",
	},
	{
		id = 300445,
		desc = "打怪行軍速度+50%%",
	},
	{
		id = 300446,
		desc = "行動力恢復速度+30%%",
	},
	{
		id = 300447,
		desc = "行軍速度增加+12%%",
	},
	{
		id = 300448,
		desc = "行軍部隊總數+1",
	},
	{
		id = 300449,
		desc = "步兵攻擊增加+25%%",
	},
	{
		id = 300450,
		desc = "騎兵攻擊增加+25%%",
	},
	{
		id = 300451,
		desc = "弓兵攻擊增加+25%%",
	},
	{
		id = 300452,
		desc = "車兵攻擊增加+25%%",
	},
	{
		id = 300453,
		desc = "步兵防禦增加+25%%",
	},
	{
		id = 300454,
		desc = "騎兵防禦增加+25%%",
	},
	{
		id = 300455,
		desc = "弓兵防禦增加+25%%",
	},
	{
		id = 300456,
		desc = "車兵防禦增加+25%%",
	},
	{
		id = 300457,
		desc = "步兵生命增加+25%%",
	},
	{
		id = 300458,
		desc = "騎兵生命增加+25%%",
	},
	{
		id = 300459,
		desc = "弓兵生命增加+25%%",
	},
	{
		id = 300460,
		desc = "車兵生命增加+25%%",
	},
	{
		id = 300461,
		desc = "醫院容量增加+50%%",
	},
	{
		id = 320001,
		desc = "府衙等級達標",
	},
	{
		id = 320002,
		desc = "在城內收集糧食或黃金",
	},
	{
		id = 320003,
		desc = "主公等級達標",
	},
	{
		id = 320004,
		desc = "擁有武將數量",
	},
	{
		id = 320005,
		desc = "建築升級次數",
	},
	{
		id = 320006,
		desc = "出征使用【直達目標】次數",
	},
	{
		id = 320007,
		desc = "擊殺野怪次數",
	},
	{
		id = 320008,
		desc = "在城外採集糧食或黃金",
	},
	{
		id = 320009,
		desc = "訓練士兵數量",
	},
	{
		id = 320010,
		desc = "科技研發次數",
	},
	{
		id = 320011,
		desc = "擁有藍色或更高品質裝備數",
	},
	{
		id = 320012,
		desc = "搶奪城外採集資源",
	},
	{
		id = 320013,
		desc = "擊殺野怪等級達標",
	},
	{
		id = 320014,
		desc = "使用主動技能次數",
	},
	{
		id = 320015,
		desc = "穿戴主公寶物數量",
	},
	{
		id = 320016,
		desc = "分解獲得白銀數",
	},
	{
		id = 320017,
		desc = "裝備進階次數",
	},
	{
		id = 320018,
		desc = "進階藍色及以上裝備至+1",
	},
	{
		id = 320019,
		desc = "聯盟捐獻次數",
	},
	{
		id = 320020,
		desc = "花費個人榮譽數",
	},
	{
		id = 320021,
		desc = "聯盟幫助次數",
	},
	{
		id = 320022,
		desc = "偵查其他玩家次數",
	},
	{
		id = 320023,
		desc = "攻城次數",
	},
	{
		id = 320024,
		desc = "治療傷兵數",
	},
	{
		id = 320025,
		desc = "製造陷阱數",
	},
	{
		id = 320026,
		desc = "攻城掠奪資源數",
	},
	{
		id = 320027,
		desc = "VIP等級達標",
	},
	{
		id = 320028,
		desc = "最高戰力達標",
	},
	{
		id = 320029,
		desc = "進階藍色及以上裝備至+2",
	},
	{
		id = 320030,
		desc = "進階藍色及以上裝備至+3",
	},
	{
		id = 320031,
		desc = "進階藍色及以上裝備至+4",
	},
	{
		id = 320032,
		desc = "進階藍色及以上裝備至+5",
	},
	{
		id = 320033,
		desc = "加入聯盟",
	},
	{
		id = 330001,
		desc = "升級建築",
	},
	{
		id = 330002,
		desc = "訓練士兵",
	},
	{
		id = 330003,
		desc = "招募武將",
	},
	{
		id = 330004,
		desc = "主公天賦",
	},
	{
		id = 330005,
		desc = "主公寶物",
	},
	{
		id = 330006,
		desc = "提升裝備",
	},
	{
		id = 330007,
		desc = "研究科技",
	},
	{
		id = 330008,
		desc = "建造陷阱",
	},
	{
		id = 330009,
		desc = "武將化神",
	},
	{
		id = 331001,
		desc = "【建造建築】可以|<#225,40,50#>解鎖更多新功能|。|<#\n#>|【升級建築】可以|<#225,40,50#>提升建築功能的效果|是所有戰力提升方式的基礎。",
	},
	{
		id = 331002,
		desc = "【士兵等級】士兵|<#225,40,50#>等級越高戰力越強，兵種類型分為8大類|。|<#\n#>|盾兵-高防/高血/克制弓兵|<#\n#>|槍兵-高攻/高暴/克制騎兵|<#\n#>|騎兵-高移速/閃避/克制遠程|<#\n#>|弓騎-高移速/剿匪戰加成/克制遠程|<#\n#>|弓兵-高射速/高攻|<#\n#>|弩兵-射程遠/守城加成|<#\n#>|沖車-高負重/城戰加成/免疫陷阱|<#\n#>|投石-高攻/城戰加成/免疫陷阱",
	},
	{
		id = 331003,
		desc = "【武將信物】擊敗野外怪物或營寨可獲得|<#225,40,50#>武將信物|。|<#\n#>|【招募方式】集齊所需|<#225,40,50#>武將信物|可在|<#225,40,50#>酒館|招募該武將。|<#\n#>|【武將作用】在|<#225,40,50#>校場編輯|軍團中編輯|<#225,40,50#>武將上陣|可有效提升士兵的戰鬥力。|<#\n#>|【武將駐守】武將可|<#225,40,50#>駐守|在建築中為建築|<#225,40,50#>提升效果|，駐守在|<#225,40,50#>城墻|上的武將會對|<#225,40,50#>所有預備役加成|。|<#\n#>|【武將屬性】共有5種屬性，所有屬性根據不同|<#225,40,50#>建築需求|影響|<#225,40,50#>駐守建築的效果|。|<#\n#>||<#225,40,50#>武力|-增加武將攜帶部隊的|<#225,40,50#>攻擊力|（武力與智力取最高值）|<#\n#>||<#22,155,209#>智力|-增加武將攜帶部隊的|<#225,40,50#>攻擊力|（武力與智力取最高值）|<#\n#>||<#72,255,98#>政治|-影響駐守建築時的|<#225,40,50#>增益效果||<#\n#>||<#255,126,0#>統帥|-增加武將攜帶部隊的|<#225,40,50#>生命值||<#\n#>||<#167,85,230#>魅力|-影響駐守建築時的|<#225,40,50#>增益效果|",
	},
	{
		id = 331004,
		desc = "【天賦獲取】|<#225,40,50#>主公升級|可獲得|<#225,40,50#>天賦點數|。|<#\n#>|【天賦學習】使用|<#225,40,50#>天賦點數|可以學習天賦。|<#\n#>|【天賦類型】分為|<#225,40,50#>戰爭|/|<#22,155,209#>建設|/|<#72,255,98#>軍備|三大系|<#\n#>||<#225,40,50#>戰爭系|-對戰鬥相關的增益|<#\n#>||<#22,155,209#>建設系|-對建築建造，科技研究，資源採集等的增益|<#\n#>||<#72,255,98#>軍備系|-對訓練士兵，陷阱，行軍速度等的增益",
	},
	{
		id = 331005,
		desc = "寶物並不能直接提升戰力，但是寶物提供的各種增益效果能讓建築效果、士兵能力獲得顯著提高。|<#\n#>|擊殺匪徒是獲得寶物的唯一途徑。",
	},
	{
		id = 331006,
		desc = "【功能開啟】|<#225,40,50#>府衙達到3級|後可建造|<#225,40,50#>鐵匠鋪||<#\n#>|【裝備屬性】所有裝備有|<#225,40,50#>武|/|<#22,155,209#>智|/|<#72,255,98#>政|/|<#255,126,0#>統|/|<#167,85,230#>魅|5種屬性和特技，特技分為|<#225,40,50#>軍事|和|<#225,40,50#>內政|兩種|<#\n#>|【獲取途徑】|<#225,40,50#>剿匪|/|<#225,40,50#>攻打營寨|可獲得裝備|<#\n#>|【裝備進階】集齊|<#225,40,50#>進階材料|和集齊|<#225,40,50#>萬能裝備|消耗白銀可提升裝備的5屬性和特技加成|<#\n#>|【裝備重鑄】消耗元寶可返還|<#225,40,50#>所有進階的材料|和|<#225,40,50#>萬能裝備||<#\n#>|【裝備分解】獲得1件同品質|<#225,40,50#>萬能裝備|和|<#225,40,50#>白銀|",
	},
	{
		id = 331007,
		desc = "【功能開啟】|<#225,40,50#>府衙達到4級|後可建造|<#225,40,50#>研究所||<#\n#>|【科技類型】可分為|<#225,40,50#>軍事|/|<#225,40,50#>內政|科技2種|<#\n#>||<#\n#>|軍事科技 - |<#225,40,50#>提升部隊的戰鬥能力||<#\n#>|內政科技 - |<#225,40,50#>提升資源的產出，獲取效率|",
	},
	{
		id = 331008,
		desc = "【功能開啟】|<#225,40,50#>府衙達到4級|後可建造戰爭工坊|<#\n#>|【陷阱種類】陷阱在守城時可被|<#225,40,50#>概率觸發|，不同陷阱對應不同兵種，|<#225,40,50#>車兵不觸發陷阱||<#\n#>||<#\n#>|滾木 - 克制|<#225,40,50#>弓兵||<#\n#>|飛矢 - 克制|<#225,40,50#>騎兵||<#\n#>|落石 - 克制|<#225,40,50#>步兵|",
	},
	{
		id = 331009,
		desc = "【神武將】部分武將可以|<#225,40,50#>化神|，|<#225,40,50#>大幅|提升屬性和戰鬥力，並獲得普通武將所沒有的|<#225,40,50#>專屬技能|和|<#225,40,50#>馬匹裝備位||<#\n#>|【化神方法】擁有|<#225,40,50#>可化神武將|和|<#225,40,50#>對應神武將信物|，並且完成額外化神條件，即可在|<#225,40,50#>神龕|將該武將化神，獲得神武將|<#\n#>|【神武將信物獲得途徑】在|<#225,40,50#>觀星臺|進行|<#225,40,50#>天隕|有概率隨機獲得，或通過收集完成|<#225,40,50#>六種禦龍盔甲|後進行合成隨機獲得|<#\n#>|【禦龍盔甲獲得途徑】通過|<#225,40,50#>限時比賽|、|<#225,40,50#>占星|、|<#225,40,50#>天隕|、|<#225,40,50#>剿匪|、|<#225,40,50#>錦囊商店|、|<#225,40,50#>聯盟商店|等途徑獲得|<#\n#>|【馬匹裝備】神武將|<#225,40,50#>特有|的裝備，可以通過攻打|<#225,40,50#>武將營寨|等途徑獲得|<#\n#>|【神武將升級】在世界地圖上攻打|<#225,40,50#>匪徒/武將營寨|或者攻打|<#225,40,50#>其他玩家|對其造成一定戰力損失後，有概率獲得用於升級神武將等級的兵法殘頁、殘簡等道具|<#\n#>|【神武將技能升級】用|<#225,40,50#>混元丹|道具可以升級神武將技能",
	},
	{
		id = 332001,
		desc = "城池建築",
	},
	{
		id = 332002,
		desc = "資源",
	},
	{
		id = 332003,
		desc = "武將",
	},
	{
		id = 332004,
		desc = "裝備",
	},
	{
		id = 332005,
		desc = "PVE",
	},
	{
		id = 332006,
		desc = "PVP",
	},
	{
		id = 332007,
		desc = "主公天賦",
	},
	{
		id = 332008,
		desc = "軍團",
	},
	{
		id = 332009,
		desc = "聯盟",
	},
	{
		id = 332010,
		desc = "VIP",
	},
	{
		id = 332011,
		desc = "活動",
	},
	{
		id = 332012,
		desc = "神武將",
	},
	{
		id = 333001,
		desc = "|<#253,208,110#>如何獲取和使用遷城道具？||<#\n#>|您可以在城內右上角的商城中購買遷城道具。|<#\n#>|遷城道具分為隨機遷城和高級遷城。購買之後，道具會自動進入背包。|<#\n#>|隨機遷城：在背包中點擊隨機遷城道具，確定使用之後，您的城池將會隨機遷到世界地圖上的某一位置。|<#\n#>|高級遷城：在世界地圖上，選定目標空地，點擊後即可選擇遷城至該地點，背包裏有高級遷城會優先消耗道具，沒有道具則需要相應的元寶。|<#\n#>| |<#\n#>||<#253,208,110#>為什麽我無法使用遷城道具？||<#\n#>|只有當所有外出的軍團都回到城內之後，才能使用遷城道具。|<#\n#>| |<#\n#>||<#253,208,110#>陷阱有什麽用？||<#\n#>|在敵人進攻城池時會有概率發動陷阱反擊，不同類型的陷阱針對不同的兵種。|<#\n#>|滾木對應弓兵|<#\n#>|飛矢對應騎兵|<#\n#>|落石對應步兵|<#\n#>| |<#\n#>||<#253,208,110#>城防值有什麽用？||<#\n#>|城防值降低到0時，你的城池將被隨機遷城。|<#\n#>| |<#\n#>||<#253,208,110#>城池著火了怎麽辦？||<#\n#>|守城失敗後，城池會著火，在著火期間城防值會不斷降低，可修復城墻或者滅火。|<#\n#>|",
	},
	{
		id = 333002,
		desc = "|<#253,208,110#>如何進行採集？||<#\n#>|在世界地圖中找到資源點，點擊並選擇採集，在軍團抵達佔領資源點之後，即開始採集資源。資源採集需要花費一定的時間，在完成採集後您的部隊會攜帶資源返回您的城池。部隊的總負重越大，帶回的資源就會越多。|<#\n#>| |<#\n#>||<#253,208,110#>如何提高採集效率？||<#\n#>|通過研究科技，主公天賦，派遣有採集特技的武將，為武將佩戴提升採集效果的飾品，商城購買採集加成道具，佩戴主公寶物可以有效提高採集效率。|<#\n#>| |<#\n#>||<#253,208,110#>木材，石料，鐵礦，白銀有什麽用？||<#\n#>|木材用於升級11級及以上的建築|<#\n#>|石料用於升級21級及以上的建築|<#\n#>|鐵礦用於升級36級及以上的建築|<#\n#>|白銀用於進階武將裝備|<#\n#>| |<#\n#>||<#253,208,110#>搶奪其他玩家的資源多少和什麽有關？||<#\n#>|部隊總負重越高，搶奪的資源越多。",
	},
	{
		id = 333003,
		desc = "|<#253,208,110#>如何獲得武將？| |<#\n#>|湊齊武將信物後可以在酒館中招募對應武將。武將信物的主要獲取途徑是剿匪和攻打武將營寨，部分商店有武將信物可以購買。|<#\n#>| |<#\n#>||<#253,208,110#>武將有什麽用？| |<#\n#>|增強士兵戰鬥力。遣武將駐守建築，能增加建築效果。|<#\n#>| |<#\n#>||<#253,208,110#>武將如何駐守？不同建築適合哪些武將駐守？| |<#\n#>|點擊建築後選擇駐守。不同建築的駐守效果需要不同屬性和特技的加成，請選擇和建築相對應的屬性和特技高的武將。|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得活動武將關羽？| |<#\n#>|每完成一個成長任務將獲得關羽信物，收集100個即可在酒館中招募武將關羽。成長任務可在活動介面查看。請註意成長任務有時間限製。|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得活動武將張飛？| |<#\n#>|當您所在服務器的成長基金的購買人數超過700人時，在該服購買過成長基金的所有玩家都可領取100個張飛信物，領取後可在酒館中招募武將張飛。成長基金可在活動|<#\n#>|介面查看。|<#\n#>|",
	},
	{
		id = 333004,
		desc = "|<#253,208,110#>武將的防具和飾品如何選擇？||<#\n#>|優先選擇和武將特技相符的防具和飾品。|<#\n#>|例：黃蓋是步兵和農田產量加成，那防具就可以選擇增幅步兵的，飾品可以選擇增幅農田產量的。|<#\n#>| |<#\n#>||<#253,208,110#>武將的武器防具和飾品優先進階哪個？||<#\n#>|裝備的重要程度為：武器>防具=飾品。|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得萬能裝備？||<#\n#>|分解裝備後會獲得同色萬能裝備。如：分解藍色裝備將獲得藍色萬能裝備。|<#\n#>| |<#\n#>||<#253,208,110#>綠色、藍色武將是否值得培養？||<#\n#>|綠色藍色武將進階難度低，初期可發揮很好的效果，絕對值得培養。|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得裝備進階材料？||<#\n#>|通過剿匪，採集，煉丹爐，商城購買可以獲得裝備進階材料。|<#\n#>|",
	},
	{
		id = 333005,
		desc = "|<#253,208,110#>如何進行剿匪？||<#\n#>|世界地圖中分布著不同級別的匪徒NPC（在城外看到的藤甲兵，西涼鐵騎這些都被稱為“匪徒”而匪徒名字前面的數字代表了級別）。|<#\n#>|擊敗匪徒，必定能獲得武將信物，主公經驗和裝備進階材料，有一定概率獲得武將裝備和戰爭號角。|<#\n#>|擊敗低級匪徒後才可挑戰高級匪徒。（如攻擊5級匪徒的條件是擊敗4級匪徒）和匪徒進行戰鬥時損失的士兵，在醫館有足夠容量時則會判定為受傷，可以在治療後繼續使用。如果醫館容量不足，士兵則會判定為死亡。|<#\n#>| |<#\n#>||<#253,208,110#>如何攻打武將營寨？||<#\n#>|武將營寨隨機分布在世界地圖中心區域的500x500範圍內。|<#\n#>|攻擊營寨的所有集結成員，傷害輸出達到營寨血量的10%%就會獲得豐厚獎勵，獎勵包括：武將信物，大量資源或武將裝備箱子。傷害輸出不足時，獲得的獎勵會減少。|<#\n#>|攻擊營寨並給予最後一擊的所有集結成員還能獲得一份額外擊殺獎勵。|<#\n#>|由於武將營寨較為強大，推薦集結攻打。和武將營寨進行戰鬥時損失的士兵，在醫館有足夠容量時則會判定為受傷，可以在治療後繼續使用。如果醫館容量不足，士兵則會判定為死亡。|<#\n#>| |<#\n#>||<#253,208,110#>如何提高戰鬥力？||<#\n#>|點擊介面上方的戰鬥力，裏面會告訴你所有提升戰鬥力的途徑。|<#\n#>| |<#\n#>||<#253,208,110#>戰爭號角怎麽獲得？||<#\n#>|在剿匪時一定概率可以獲得，也可通過商城購買。|<#\n#>| |<#\n#>|",
	},
	{
		id = 333006,
		desc = "|<#253,208,110#>採集資源時如果被其他玩家攻擊該怎麽辦？||<#\n#>|點擊正在採集的部隊，選擇返回，便不會受到攻擊。|<#\n#>| |<#\n#>||<#253,208,110#>為什麽我偵查別人看到的都是約多少兵力？||<#\n#>|哨塔等級決定你可偵查到敵方情報的精確度，點擊哨塔-詳情-更多信息，可以查看具體內容。|<#\n#>| |<#\n#>||<#253,208,110#>對方沒使用戰爭守護為什麽無法偵查到城池情報？||<#\n#>|對方使用了反偵察。|<#\n#>| |<#\n#>||<#253,208,110#>其他玩家來攻打我的城池該怎麽辦？||<#\n#>|查看背包中是否有戰爭保護，開啟後將在一段時間內不被攻擊。|<#\n#>|或者查看背包中是否有隨機遷城，點擊使用後將隨機遷移城池。|<#\n#>|如果雙方兵力勢均力敵可以選擇迎戰，進攻方損失的士兵判定為死亡，而防守方損失的士兵則判定為受傷，相比之下進攻方損失更為嚴重。|<#\n#>|另外還可以召喚盟友的援軍來支持防守。|<#\n#>| |<#\n#>||<#253,208,110#>如何避免被其他玩家打？||<#\n#>|僅保留少量資源，可以避免為了搶奪資源而來進攻的玩家。|<#\n#>|如果城中留有大量資源，建議下線前開啟戰爭保護，避免資源被搶奪。|<#\n#>|另外加入聯盟，和盟友共同作戰也能避免部分進攻。|<#\n#>|",
	},
	{
		id = 333007,
		desc = "|<#253,208,110#>如何獲得天賦點？||<#\n#>|提升主公等級可以獲得天賦點，每次升級可以獲得3點天賦點。主公等級可以通過升|<#\n#>|級建築和剿匪來提升。|<#\n#>| |<#\n#>||<#253,208,110#>戰爭，建設，軍備選哪個系的天賦好？||<#\n#>|不同天賦適合不同風格的玩家，戰爭天賦適合掠奪型的玩家，建設天賦適合主發展的玩家，軍備天賦適合防守型的玩家。",
	},
	{
		id = 333008,
		desc = "|<#253,208,110#>如何增加軍團數量？||<#\n#>|提升科技中的軍團編制和啟用VIP6都可增加可操控軍團的數量。|<#\n#>| |<#\n#>||<#253,208,110#>如何選擇和搭配兵種？||<#\n#>|初期4個兵營一直訓練士兵，出當前最高級的兵即可。|<#\n#>|任何時期都一定要保證盾兵的數量。|<#\n#>| |<#\n#>||<#253,208,110#>低級的士兵如何處理？||<#\n#>|低級的士兵可以在對應兵營或者校場編輯軍團介面中消耗資源升級成高級士兵。|<#\n#>| |<#\n#>||<#253,208,110#>如何解僱士兵？||<#\n#>|點擊兵營介面中士兵肖像上的感嘆號按鈕，選擇解僱。|<#\n#>| |<#\n#>||<#253,208,110#>為什麽無法訓練更多士兵？||<#\n#>|士兵總數量和糧食總產量相關，糧食總產量可以通過提升農田等級，主公天賦，研究科技來增加。|<#\n#>| |<#\n#>||<#253,208,110#>士兵受傷和死亡是如何判定的？||<#\n#>|玩家間對戰時，進攻方損失的士兵將被判定為死亡，而防守方損失的士兵在醫館有足夠容量時則會判定為受傷，可以在治療後繼續使用。|<#\n#>|如果醫館容量不足，士兵則會判定為死亡。|<#\n#>|剿匪和攻擊BOSS營寨時，損失的士兵在醫館有足夠容量時判定為受傷，可以在治療後繼續使用。|<#\n#>|如果醫館容量不足，士兵則會判定為死亡。|<#\n#>| |<#\n#>||<#253,208,110#>預備役的士兵會被那些加成？||<#\n#>|駐守城墻的武將會為預備役士兵提供加成。",
	},
	{
		id = 333009,
		desc = "|<#253,208,110#>加聯盟有什麽好處？||<#\n#>|盟友之間互相幫助可大幅減少建造和傷兵治療的時間。|<#\n#>|聯盟礦可無限採集並且可以確保一個軍團的安全。|<#\n#>|盟友可以互相派遣兵力協助，以防禦敵人的進攻。|<#\n#>|在聯盟商店，可以花費個人榮譽購買原本需要元寶才能購買的道具。|<#\n#>| |<#\n#>||<#253,208,110#>聯盟堡壘有什麽用？||<#\n#>|聯盟堡壘可解鎖聯盟超級礦和聯盟倉庫。|<#\n#>|在聯盟堡壘的範圍內所有聯盟成員可獲得增益。|<#\n#>| |<#\n#>||<#253,208,110#>聯盟超級礦有什麽用？||<#\n#>|聯盟超級礦只能在聯盟堡壘的範圍內建造，完成後所有聯盟成員都可進行採集，並且聯盟礦的資源是無限的。|<#\n#>| |<#\n#>||<#253,208,110#>如何集結攻打敵人？||<#\n#>|在加入聯盟的情況下，點擊目標城池然後點擊集結。|<#\n#>| |<#\n#>||<#253,208,110#>集結攻打營寨或者其他玩家時以集結方以誰的加成來計算戰鬥？||<#\n#>|按照集結發起者的加成來計算。|<#\n#>| |<#\n#>||<#253,208,110#>援軍駐守在盟友城池中以誰的加成來計算戰鬥？||<#\n#>|按照盟友的加成來計算。|<#\n#>|",
	},
	{
		id = 333010,
		desc = "|<#253,208,110#>VIP有什麽用？||<#\n#>|VIP玩家可以享受多種增益效果（如：建造加速、資源產量加成、行軍速度加成、軍團數量增加、部隊攻擊力、防禦力、生命力加成等），從而能更快速地成長，並獲得更大的戰鬥優勢。特別是VIP6可額外獲得一支可操控軍團，大幅增加效率。|<#\n#>|隨著VIP等級的提升，這種優勢將愈加明顯。點擊左上角主公頭像右邊的VIP按鈕，進入VIP介面後，可以自由拖動下方的特權介紹部分，查看每一等級VIP所享有的尊貴特權。|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得VIP點數和提升VIP等級？||<#\n#>|VIP點數可以通過每日登陸遊戲獲贈。連續登陸次數越多，獲贈的VIP點數獎勵就越高。|<#\n#>|另外還可以點擊VIP介面的提升VIP按鈕，進入購買介面，購買並使用相應點數道具提升VIP等級。|<#\n#>| |<#\n#>||<#253,208,110#>我是VIP用戶，為什麽沒有效果？||<#\n#>|VIP需要啟動才能生效，點擊左上角主公頭像右邊的VIP按鈕，進入VIP介面後點擊啟|<#\n#>|動VIP即可享受VIP帶來的強大增益。",
	},
	{
		id = 333011,
		desc = "|<#253,208,110#>限時比賽多久開放一次？持續多長時間？||<#\n#>|開服後的第五天開始，持續1週，每隔2週開放一次。|<#\n#>| |<#\n#>||<#253,208,110#>限時比賽每天的目標是什麽？||<#\n#>|第一日：採集資源|<#\n#>|第二日：升級建築，研究科技|<#\n#>|第三日：訓練士兵，製造陷阱|<#\n#>|第四日：攻打野外地圖的匪徒或者營寨|<#\n#>|第五日：升級建築，研究科技|<#\n#>|第六日：攻打野外地圖的匪徒或者營寨|<#\n#>|第七日：採集資源|<#\n#>| |<#\n#>||<#253,208,110#>聯盟任務多久開放一次？持續多長時間？||<#\n#>|在限時比賽結束後次日開始，持續5天，每隔2週開放一次。|<#\n#>|第一日8點~第二日22點：聯盟科技捐獻|<#\n#>|第三日20點：黃巾起義|<#\n#>|第四日8點~22點：據點戰|<#\n#>|第五日8點~22點：玉璽爭奪|<#\n#>| |<#\n#>||<#253,208,110#>皇位戰多久開放一次？持續多長時間？||<#\n#>|開服後的第十八天舉行，之後每隔2週舉行一次。19點開戰，持續1小時。",
	},
	{
		id = 333012,
		desc = "|<#253,208,110#>如何獲得神武將？||<#\n#>|擁有【可化神武將】和【對應神武將信物】，並且完成額外化神條件，即可在神龕將該武將化神，獲得神武將。|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得神武將信物？||<#\n#>|【觀星臺-天隕】有概率隨機獲得|<#\n#>|【觀星臺-融合】集齊六種禦龍盔甲進行合成|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得禦龍盔甲？||<#\n#>|【活動】限時比賽每日第一名獲得|<#\n#>|【活動】限時比賽綜合第一名獲得|<#\n#>|【觀星臺-占星】有概率隨機獲得|<#\n#>|【觀星臺-天隕】有概率隨機獲得|<#\n#>|【世界地圖-匪徒或者營寨】有概率隨機獲得|<#\n#>|【錦囊商店】錦囊兌換|<#\n#>|【聯盟商店】貢獻兌換|<#\n#>| |<#\n#>||<#253,208,110#>如何獲得神武將專屬裝備馬匹？||<#\n#>|在世界地圖上攻打武將營寨，有概率隨機獲得馬匹裝備。|<#\n#>| |<#\n#>||<#253,208,110#>如何升級神武將？||<#\n#>|在世界地圖上攻打匪徒/武將營寨或者攻打其他玩家對其造成一定戰力損失後，有概率獲得兵法殘頁、殘簡等道具，可以用該道具升級神武將等級。|<#\n#>| |<#\n#>||<#253,208,110#>如何升級神武將技能？||<#\n#>|用【混元丹】道具可以升級神武將技能，該道具可在戰勛商城購買。",
	},
	{
		id = 340001,
		desc = "訓練步兵",
	},
	{
		id = 340002,
		desc = "訓練騎兵",
	},
	{
		id = 340003,
		desc = "訓練弓兵",
	},
	{
		id = 340004,
		desc = "訓練車兵",
	},
	{
		id = 340005,
		desc = "建造陷阱",
	},
	{
		id = 340006,
		desc = "招募武將",
	},
	{
		id = 340007,
		desc = "裝備升星",
	},
	{
		id = 340008,
		desc = "研究科技",
	},
	{
		id = 340009,
		desc = "激活天賦",
	},
	{
		id = 340010,
		desc = "配置寶物",
	},
	{
		id = 340011,
		desc = "升級建築",
	},
	{
		id = 340012,
		desc = "搜索匪徒",
	},
	{
		id = 340013,
		desc = "完成任務",
	},
	{
		id = 340014,
		desc = "獲得神信物",
	},
	{
		id = 340015,
		desc = "化神武將",
	},
	{
		id = 350001,
		desc = "立即建造加速（分鐘）",
	},
	{
		id = 350002,
		desc = "全部資源產量",
	},
	{
		id = 350003,
		desc = "打怪行軍速度",
	},
	{
		id = 350004,
		desc = "行動力恢復速度",
	},
	{
		id = 350005,
		desc = "行軍速度增加",
	},
	{
		id = 350006,
		desc = "行軍隊列總數",
	},
	{
		id = 350007,
		desc = "部隊攻擊增加",
	},
	{
		id = 350008,
		desc = "部隊防禦增加",
	},
	{
		id = 350009,
		desc = "部隊生命增加",
	},
	{
		id = 350010,
		desc = "醫館容量增加",
	},
	{
		id = 350011,
		desc = "可編輯軍團總數（永久）",
	},
	{
		id = 350012,
		desc = "酒館內進行武將對酒",
	},
	{
		id = 360001,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360002,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360003,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360004,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360005,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360006,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360007,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360008,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360009,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360010,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360011,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360012,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360013,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360014,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360015,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360016,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360017,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360018,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360019,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360020,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360021,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360022,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360023,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360024,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360025,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360026,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360027,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360028,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360029,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 360030,
		desc = "您在戰鬥中遭受了重創，但好心的君主給您送來了援助。",
	},
	{
		id = 370001,
		desc = "每採集1黃金獲得%{num}積分",
	},
	{
		id = 370002,
		desc = "每採集1糧食獲得%{num}積分",
	},
	{
		id = 370003,
		desc = "每採集1木材獲得%{num}積分",
	},
	{
		id = 370004,
		desc = "每採集1石料獲得%{num}積分",
	},
	{
		id = 370005,
		desc = "每採集1鐵礦獲得%{num}積分",
	},
	{
		id = 370006,
		desc = "擊殺野怪獲得野怪等級*%{num}積分",
	},
	{
		id = 370007,
		desc = "每個武將營寨擁有武將營寨等級*%{num}積分，集結攻擊武將營寨的玩家根據輸出傷害占武將營寨血量的百分比獲得積分",
	},
	{
		id = 370008,
		desc = "每增加1點戰力獲得%{num}積分",
	},
	{
		id = 370009,
		desc = "升級建築每增加1點戰力獲得%{num}積分",
	},
	{
		id = 370010,
		desc = "研究科技每增加1點戰力獲得%{num}積分",
	},
	{
		id = 370011,
		desc = "訓練士兵每增加1點戰力獲得%{num}積分",
	},
	{
		id = 370012,
		desc = "製造陷阱每增加1點戰力獲得%{num}積分",
	},
	{
		id = 370013,
		desc = "通過擊殺其他玩家的士兵，使敵人每降低1點戰力獲得%{num}積分",
	},
	{
		id = 371001,
		desc = "活動時間內，每獲得2聯盟榮譽獲得%{num}積分",
	},
	{
		id = 371002,
		desc = "活動時間內，聯盟內玩家每持有一個玉璽碎片，每分鐘獲得%{num}積分",
	},
	{
		id = 371003,
		desc = "活動時間內，聯盟內玩家對黃巾軍造成的傷害轉化為積分",
	},
	{
		id = 371004,
		desc = "活動時間內，聯盟內玩家每佔領一個塔，每分鐘獲得%{num}積分",
	},
	{
		id = 372001,
		desc = "所有部隊生命",
	},
	{
		id = 372002,
		desc = "所有部隊防禦",
	},
	{
		id = 372003,
		desc = "所有資源田產量",
	},
	{
		id = 372004,
		desc = "所有資源採集速度",
	},
	{
		id = 372005,
		desc = "陷阱攻擊力",
	},
	{
		id = 372006,
		desc = "所有部隊攻擊",
	},
	{
		id = 372007,
		desc = "行軍加速",
	},
	{
		id = 372008,
		desc = "所有資源田產量",
	},
	{
		id = 372009,
		desc = "所有資源採集速度",
	},
	{
		id = 372010,
		desc = "戰場救援比例",
	},
	{
		id = 373001,
		desc = "採集資源",
	},
	{
		id = 373002,
		desc = "消滅敵人/敵軍營寨",
	},
	{
		id = 373003,
		desc = "戰力增加",
	},
	{
		id = 373004,
		desc = "升級建築/科技",
	},
	{
		id = 373005,
		desc = "訓練士兵/陷阱",
	},
	{
		id = 373006,
		desc = "在旅行商人處購買商品",
	},
	{
		id = 373007,
		desc = "提升裝備",
	},
	{
		id = 373008,
		desc = "獲得寶物",
	},
	{
		id = 373009,
		desc = "擊殺敵方士兵",
	},
	{
		id = 373010,
		desc = "擊殺敵方士兵",
	},
	{
		id = 373011,
		desc = "擊殺敵方士兵",
	},
	{
		id = 374001,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|每採集|<#72,255,98#>1|黃金獲得|<#72,255,98#>1|積分|<#\n#>|每採集|<#72,255,98#>1|糧食獲得|<#72,255,98#>1|積分|<#\n#>|每採集|<#72,255,98#>1|木材獲得|<#72,255,98#>1|積分|<#\n#>|每採集|<#72,255,98#>1|石料獲得|<#72,255,98#>1.5|積分|<#\n#>|每採集|<#72,255,98#>1|鐵礦獲得|<#72,255,98#>2.5|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。|<#\n#>|5、採集部隊返回城池時結算積分",
	},
	{
		id = 374002,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|升級建築每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|研究科技每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 374003,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|訓練士兵每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|製造陷阱每增加|<#72,255,98#>1|點戰力獲得|<#72,255,98#>2|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 374004,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|擊殺野怪獲得野怪等級*|<#72,255,98#>100|積分|<#\n#>|每個武將營寨擁有武將營寨等級*|<#72,255,98#>2000|積分，集結攻擊武將營寨的玩家根據輸出傷害占武將營寨血量的百分比獲得積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 374005,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|通過擊殺其他玩家的士兵，使敵人每降低|<#72,255,98#>1|點戰力獲得|<#72,255,98#>5|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 374006,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|通過擊殺其他玩家的士兵，使敵人每降低|<#72,255,98#>1|點戰力獲得|<#72,255,98#>5|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 374007,
		desc = "1、限時活動以七天為一個週期，每天為一個階段。每階段結束都會發放積分階段獎勵和積分排名獎勵。整個活動結束時再根據每階段的積分總和情況，發放總積分排名獎勵。|<#\n#>|2、當前階段積分對應規則：|<#\n#>|通過擊殺其他玩家的士兵，使敵人每降低|<#72,255,98#>1|點戰力獲得|<#72,255,98#>5|積分|<#\n#>|3、每個階段積分只要達到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可獲得積分階段獎勵。|<#\n#>|4、階段排名的前|<#72,255,98#>20|名玩家將贏得階段排名獎勵，活動總積分排名前|<#72,255,98#>10|的玩家將獲得總排名獎勵。",
	},
	{
		id = 375001,
		desc = "1、捐獻資源時，每獲得|<#22,155,209#>2點榮譽|即可獲得1積分。|<#\n#>|2、在活動期間|<#22,155,209#>退出聯盟|，此前個人獲得的積分將會被|<#22,155,209#>清空|，聯盟也會扣除這部分積分。|<#\n#>|3、排名獎和階段獎，都將在|<#22,155,209#>活動結束後|的第二天淩晨，根據活動截止時的聯盟實際情況，通過郵件統一發放給聯盟的每一個成員。4、獲得前5名的盟主可以分配頒發寶箱給聯盟成員。",
	},
	{
		id = 375002,
		desc = "1、錦囊可以通過參與聯盟活動-|<#22,155,209#>黃巾起義|和|<#22,155,209#>據點戰|大量獲得。|<#\n#>|2、出售|<#22,155,209#>皇陵探寶|中獲得的多余主公寶物，也將返還售價|<#22,155,209#>九折|的錦囊（如除不盡則向上取整）。|<#\n#>|3、購買的主公寶物屬性都是在預設範圍內|<#22,155,209#>隨機|生成。",
	},
	{
		id = 375003,
		desc = "1、黃巾軍在|<#22,155,209#>晚上8:00|開始進攻聯盟堡壘，玩家防守聯盟堡壘時擊殺的黃巾軍將轉化為活動積分。|<#\n#>|2、每波只需擊殺|<#22,155,209#>半數|黃巾軍即防守成功。累計防守失敗|<#22,155,209#>兩次|後活動結束。|<#\n#>|3、活動排名獎和階段獎，都將在|<#22,155,209#>活動結束後|的第二天淩晨，通過郵件統一發放給聯盟的每一個成員。|<#\n#>|4、活動結束後，根據|<#22,155,209#>防守波數|，通過郵件發放錦囊獎勵給聯盟的每一個成員。5、獲得前5名的盟主可以頒發禦龍寶箱給聯盟成員。",
	},
	{
		id = 375004,
		desc = "1、活動期間內，|<#22,155,209#>每個玉璽碎片每10分鐘|增加10點聯盟積分，活動結束時每個玉璽碎片增加|<#22,155,209#>120點|聯盟積分。|<#\n#>|2、活動期間離開聯盟，持有的玉璽碎片及相應個人增益仍保留，但不再計算積分。|<#\n#>|3、排名獎和階段獎，都將在|<#22,155,209#>活動結束後|的第二天淩晨，根據活動截止時的聯盟實際情況，通過郵件統一發放給聯盟的每一個成員。|<#\n#>|4、攻擊玩家或集結攻擊玩家獲勝|<#22,155,209#>可搶奪|玩家的玉璽碎片。|<#\n#>|5、第一次取得玉璽會使得已經開啟的戰爭保護|<#22,155,209#>失效|，取得玉璽後也|<#22,155,209#>無法開啟|戰爭保護，直至失去全部玉璽後恢復正常狀態。6、獲得前5名的盟主可以頒發禦龍寶箱給聯盟成員。",
	},
	{
		id = 380009,
		desc = "恭喜主公順利奪下城池，成為一方諸侯。但身於亂世必先|<#\n#>|招賢納士，掃平亂黨殘部，穩定地方治安。",
	},
	{
		id = 380010,
		desc = "參見主公！聽聞主公憂心流寇作亂，公覆願請命剿匪，替|<#\n#>|主公掃平蟊賊！",
	},
	{
		id = 380011,
		desc = "黃老將軍甚得吾心，將軍親自出征，必能剿滅殘匪，吾等|<#\n#>|靜候佳音！",
	},
	{
		id = 380012,
		desc = "主公，有一自稱|<#16,103,211#>黃蓋|的將軍前來求見。",
	},
	{
		id = 380020,
		desc = "恭喜主公招攬一員大將，請前往|<#222,17,17#>校場|為|<#16,103,211#>黃蓋|將軍|<#16,103,211#>編輯軍團|！",
	},
	{
		id = 380030,
		desc = "公覆與徐某二人願前往|<#222,17,17#>金礦|採集|<#1,138,53#>黃金|。",
	},
	{
		id = 380040,
		desc = "普通|<#16,103,211#>出征|需要消耗較多的時間，您可以消耗|<#1,138,53#>行動力|來|<#222,17,17#>直達目標|！",
	},
	{
		id = 380050,
		desc = "採集黃金需要一段出征時間，我們先回城前往|<#222,17,17#>騎兵營|訓練更多士兵吧！",
	},
	{
		id = 380051,
		desc = "訓練更多的士兵需要更多的|<#1,138,53#>糧食產量|。主公，讓我們建造|<#\n#>|一個|<#222,17,17#>農田|從而提高士兵數量的上限。",
	},
	{
		id = 380052,
		desc = "主公，發展城池，資源是至關重要的。首先我們需要建造一個|<#222,17,17#>金礦|。",
	},
	{
		id = 380053,
		desc = "介面上方是您當前擁有的不同類型的|<#1,138,53#>資源數量|，剛建造完成的|<#222,17,17#>農田|會源源不斷的產出|<#222,17,17#>糧食|。",
	},
	{
		id = 380060,
		desc = "農田中如有武將|<#222,17,17#>駐守|，則可以獲得更高的|<#1,138,53#>糧食產量|，請主公安排|<#16,103,211#>黃蓋|將軍擔此重任！",
	},
	{
		id = 380070,
		desc = "主公，我軍尚且羸弱不堪，趕快去|<#222,17,17#>騎兵營|訓練更多士兵吧！",
	},
	{
		id = 380071,
		desc = "消耗|<#1,138,53#>元寶|可以直接完成正在訓練中的士兵，點擊圖中建築菜單中的|<#16,103,211#>加速按鈕|進行操作。",
	},
	{
		id = 380080,
		desc = "主公，我等已整頓好軍備，趕快去城外除暴安良，要讓天下都知曉我們的大義所在！",
	},
	{
		id = 380090,
		desc = "恭喜主公已經掌握了基本的城池發展方法，請按照|<#1,138,53#>左下||<#\n#>||<#1,138,53#>角|的推薦任務繼續發展城池吧，祝主公早日一統天下！",
	},
	{
		id = 380100,
		desc = "|<#222,17,17#>研究所|已經籌備完畢，請主公前往建造。研究所內的各種|<#\n#>|科技，能讓我軍變的更加強大。",
	},
	{
		id = 380101,
		desc = "|<#1,138,53#>軍官編制I|研究完成，|<#222,17,17#>校場|新增一個武將出征位，請主公前往調配！",
	},
	{
		id = 380110,
		desc = "恭喜主公戰鬥力提升！戰鬥力可以通過|<#1,138,53#>多種途徑|來提升，|<#\n#>|點擊戰鬥力即可查看所有途徑。",
	},
	{
		id = 380111,
		desc = "現在讓我們點擊|<#1,138,53#>左上角|的主公頭像，去學習天賦，讓自|<#\n#>|己變的更強吧！",
	},
	{
		id = 380120,
		desc = "主公離一統天下又近了一步，請繼續按照|<#1,138,53#>左下角|的推薦任|<#\n#>|務發展城池吧。",
	},
	{
		id = 380130,
		desc = "伐木場會生產木材，是後期發展必不可少的一種資源。",
	},
	{
		id = 380131,
		desc = "採石場會生產石塊，是後期發展必不可少的一種資源。",
	},
	{
		id = 380132,
		desc = "鐵礦場會生產鐵礦，是後期發展必不可少的一種資源。",
	},
	{
		id = 380133,
		desc = "|<#222,17,17#>伐木場|已經籌備完畢，請主公前往建造。",
	},
	{
		id = 380134,
		desc = "|<#222,17,17#>採石場|已經籌備完畢，請主公前往建造。",
	},
	{
		id = 380135,
		desc = "|<#222,17,17#>鐵礦場|已經籌備完畢，請主公前往建造。",
	},
	{
		id = 380136,
		desc = "城池建設還尚需大量|<#1,138,53#>黃金|，眾將軍何人願出城搜集資源？",
	},
	{
		id = 380140,
		desc = "|<#222,17,17#>鐵匠鋪|可以對|<#1,138,53#>武將裝備|進行不同操作，讓我們先試試|<#16,103,211#>裝備進階|。",
	},
	{
		id = 380141,
		desc = "|<#222,17,17#>鐵匠鋪|已經籌備完畢，請主公前往建造。",
	},
	{
		id = 380150,
		desc = "|<#16,103,211#>黃蓋|將軍佩戴進階的武器後，真乃如虎添翼，定能為|<#\n#>|我們再做出一番事業！",
	},
	{
		id = 380160,
		desc = "主公，|<#16,103,211#>黃蓋|將軍搜集到一件稀世珍寶特來獻給主公，請前往查看！",
	},
	{
		id = 380170,
		desc = "寶物分為|<#1,138,53#>出征型|和|<#1,138,53#>內政型|兩種。合理裝備寶物，會讓主|<#\n#>|公您事半功倍！",
	},
	{
		id = 380180,
		desc = "我見將軍一身武藝為何愚忠於亂黨，何不棄暗投明與我共|<#\n#>|圖天下大業！",
	},
	{
		id = 380181,
		desc = "啊…主公仁義，多謝賞識！從今日起，我願歸順門下，助|<#\n#>|主公一統天下！時日已晚，我先行回城等候主公。",
	},
	{
		id = 380182,
		desc = "|<#16,103,211#>徐盛|將軍已在|<#222,17,17#>酒館|等候多時，請主公快去|<#16,103,211#>招募|吧。",
	},
	{
		id = 380183,
		desc = "恭喜主公又得一員大將，請前往|<#222,17,17#>校場|將|<#16,103,211#>徐盛|將軍編輯入軍|<#\n#>|團。",
	},
	{
		id = 380184,
		desc = "【軍團編制Ⅰ】已經解鎖，主公可以前往|<#222,17,17#>校場|編輯新的軍團。",
	},
	{
		id = 380185,
		desc = "我軍連戰連捷，殲滅敵方主力，俘獲一員大將，對方自稱|<#\n#>||<#16,103,211#>徐盛|，請主公發落！",
	},
	{
		id = 380186,
		desc = "少啰嗦，敗軍之將要殺要剮悉聽尊便！",
	},
	{
		id = 380187,
		desc = "主公，每個整點城外會出現多個敵軍營寨，建造|<#222,17,17#>戰爭大廳||<#\n#>|並集結進攻他們可以獲得更加豐厚的獎勵！",
	},
	{
		id = 380188,
		desc = "|<#222,17,17#>屯所|已經籌備完畢，請主公前往建造。",
	},
	{
		id = 380189,
		desc = "屯所提供聯盟相關功能，影響自己接受幫助的次數上限以及被幫助的效果",
	},
	{
		id = 380190,
		desc = "|<#222,17,17#>戰爭大廳|已經籌備完畢，請主公前往建造。",
	},
	{
		id = 380191,
		desc = "戰爭大廳用來集結你的盟友，你們可以組成一支強大的隊伍對敵人發起攻擊。",
	},
	{
		id = 380192,
		desc = "主公，煉丹爐可以製造|<#1,138,53#>綠色|品質材料了，讓我們趕快去看一下吧！",
	},
	{
		id = 380193,
		desc = "按鈕切換成|<#1,138,53#>綠色|，就可以直接製造綠色品質材料。",
	},
	{
		id = 380194,
		desc = "主公，煉丹爐可以製造|<#16,103,211#>藍色|品質材料了，讓我們趕快去看一下吧！",
	},
	{
		id = 380195,
		desc = "按鈕切換成|<#16,103,211#>藍色|，就可以直接製造藍色品質材料。",
	},
	{
		id = 380196,
		desc = "主公，|<#222,17,17#>成長任務|已開啟。成長任務可以讓主公更快的了解整|<#\n#>|個【手機三國2：諸侯】的基本玩法。當主公完成指定數量|<#\n#>|的成長任務即可獲得武神|<#16,103,211#>關羽|哦！",
	},
	{
		id = 380197,
		desc = "主公，|<#222,17,17#>在線獎勵|、|<#222,17,17#>商城|已開啟。當主公等級達到|<#1,138,53#>12|級時|<#222,17,17#>排行榜|也將開啟！讓主公可以認識更多天下英雄，一同逐鹿中|<#\n#>|原！",
	},
	{
		id = 380198,
		desc = "主公，|<#222,17,17#>事件條|功能已開啟。訓練士兵、研究科技、治療傷|<#\n#>|病、聯盟幫助的操作將變得更加快捷！",
	},
	{
		id = 380199,
		desc = "主公，|<#222,17,17#>主動技|功能已開啟，趕快去|<#1,138,53#>天賦介面|點出第一個主動技吧！",
	},
	{
		id = 380200,
		desc = "恭喜盟主成功創建了一個聯盟。為了讓我們的聯盟日益壯大，請前往城外尋找一塊|<#222,17,17#>空曠且富饒|的土地建造聯盟堡壘！",
	},
	{
		id = 380201,
		desc = "盟主選擇指定位置後，點擊|<#1,138,53#>放置|按鈕，即可開始建造|<#255,126,0#>聯盟堡壘|。",
	},
	{
		id = 380202,
		desc = "發送|<#222,17,17#>聯盟郵件|告知盟友使用|<#16,103,211#>遷城道具||前往聯盟聚集地，共|<#\n#>|同建設聯盟，完成一番霸業！",
	},
	{
		id = 380203,
		desc = "主公，恭喜加入了聯盟。請先前往世界地圖查看|<#22,155,209#>聯盟堡壘|或|<#22,155,209#>盟主|地圖坐標位。",
	},
	{
		id = 380204,
		desc = "確認坐標後，請使用|<#16,103,211#>遷城道具|前往盟友聚集地，與您的盟友共同建設聯盟，完成一番霸業吧！",
	},
	{
		id = 380205,
		desc = "主公，|<#222,17,17#>觀星臺|已修建完成，請前往|<#222,17,17#>觀星臺|，獲取神將！",
	},
	{
		id = 380206,
		desc = "恭喜主公獲得神黃蓋信物。現在讓我們前往|<#222,17,17#>神龕|，對黃蓋將軍進行|<#16,103,211#>化神|操作！",
	},
	{
		id = 380207,
		desc = "化神需要達成|<#255,126,0#>圖中|條件才可以進行化神操作：1.擁有化神武將、2.神武將信物、3.完成指定任務",
	},
	{
		id = 380208,
		desc = "恭喜主公獲得神黃蓋，使軍威大振！神武將擁有額外裝備—|<#255,126,0#>坐騎|，並且擁有|<#255,126,0#>專屬技能|。趕快派神黃蓋將軍去馳騁沙場，一展雄風！",
	},
	{
		id = 380209,
		desc = "|<#222,17,17#>武鬥場|已經開啟，請主公帶領您的愛將前往武鬥場一展拳腳！",
	},
	{
		id = 380210,
		desc = "首次匹配需要|<#1,138,53#>布置陣型|，請主公選擇武將的出場順序！",
	},
	{
		id = 380211,
		desc = "主公，有一位新的建築工人願意為您免費試工一天！",
	},
	{
		id = 380212,
		desc = "|<#222,17,17#>祭天|已經開啟，請主公前往祭拜，獲得神武將將魂！",
	},
	{
		id = 380213,
		desc = "恭喜主公獲得神黃蓋將魂，讓我們前往|<#222,17,17#>神龕|為黃蓋將軍進行提升操作",
	},
	{
		id = 380214,
		desc = "神武將升星後可獲得|<#1,138,53#>城戰技|，城戰技能可進行|<#222,17,17#>升級|操作。在|<#222,17,17#>跨服戰|中起到非常重要的因素。",
	},
	{
		id = 380215,
		desc = "主公的神武將升星至|<#1,138,53#>2/3/4|星時，會新增城戰技能位。可以通過洗煉來|<#222,17,17#>替換/新增|城戰技能。至多存在|<#1,138,53#>3|個城戰技能！",
	},
	{
		id = 380216,
		desc = "洗煉每天有|<#1,138,53#>1|次免費機會。|<#222,17,17#>合理搭配|城戰技能可以讓神武將的城戰技在日後的戰鬥中事半功倍！",
	},
	{
		id = 381101,
		desc = "主公，讓我來簡單介紹下武鬥的玩法：首先需要|<#255,126,0#>拖動|自己的武將在|<#1,138,53#>綠色光圈|範圍內進行移動。",
	},
	{
		id = 381102,
		desc = "緊接著，通過在屏幕上左右|<#255,126,0#>滑動|，來旋轉武將的攻擊方位。",
	},
	{
		id = 381103,
		desc = "長槍類武器特點：移動範圍|<#255,126,0#>中|，攻擊範圍|<#255,126,0#>較長|，攻擊距離|<#255,126,0#>中|（比刀遠），但近身有|<#255,126,0#>盲區|",
	},
	{
		id = 381201,
		desc = "遠程類武器特點：移動範圍|<#255,126,0#>小|，攻擊範圍|<#255,126,0#>狹窄|，攻擊距離|<#255,126,0#>很遠|，但近身有|<#255,126,0#>盲區|",
	},
	{
		id = 381301,
		desc = "短刀類武器特點：移動範圍|<#255,126,0#>大|，攻擊範圍|<#255,126,0#>廣|，但攻擊距離|<#255,126,0#>短|",
	},
	{
		id = 381302,
		desc = "主公，化神的武將擁有特有的|<#16,103,211#>主動技能|，當技能冷卻結束後，記得要使用技能哦！",
	},
	{
		id = 390001,
		desc = "【城池戰】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>戰力↓%{powerA}|) 進攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>戰力↓%{powerB}|) 獲勝！",
	},
	{
		id = 390002,
		desc = "【城池戰】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>戰力↓%{powerA}|) 進攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>戰力↓%{powerB}|) 失敗！",
	},
	{
		id = 390003,
		desc = "【資源戰】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>戰力↓%{powerA}|) 進攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>戰力↓%{powerB}|) 獲勝！",
	},
	{
		id = 390004,
		desc = "【資源戰】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>戰力↓%{powerA}|) 進攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>戰力↓%{powerB}|) 失敗！",
	},
	{
		id = 390005,
		desc = "【堡壘戰】聯盟|<#72,255,98#>%{guildnameA}| 進攻 聯盟|<#72,255,98#>%{guildnameB}| 獲勝！",
	},
	{
		id = 390006,
		desc = "【堡壘戰】聯盟|<#72,255,98#>%{guildnameA}| 進攻 聯盟|<#72,255,98#>%{guildnameB}| 失敗！",
	},
	{
		id = 390007,
		desc = "|<#22,155,209#>%{playername}|成功招募了大將|<#227,118,0#>%{generalname}|！",
	},
	{
		id = 390008,
		desc = "|<#22,155,209#>%{playername}|的集結部隊給予|<#227,118,0#>%{bossname}|致命一擊，獲得了豐厚獎勵！",
	},
	{
		id = 390009,
		desc = "|<#22,155,209#>%{playername}|將|<#167,85,230#>%{equipmentname}|從%{startstar}星進階至|<#38,179,20#>%{endstar}|星！",
	},
	{
		id = 390010,
		desc = "|<#22,155,209#>%{playername}|將|<#227,118,0#>%{equipmentname}|從%{startstar}星進階至|<#38,179,20#>%{endstar}|星！",
	},
	{
		id = 390011,
		desc = "|<#22,155,209#>%{playername}|成功招募了大將|<#167,85,230#>%{generalname}|！",
	},
	{
		id = 390012,
		desc = "恭賀吾皇|<#255,126,0#>%{playernameA}|龍袍加身|<#255,126,0#>登基稱帝|！萬民朝拜，萬歲萬歲萬萬歲！",
	},
	{
		id = 390013,
		desc = "聖上|<#255,126,0#>%{playernameA}|將|<#255,126,0#>%{playernameB}|冊封為|<#72,255,98#>%{playertitle}|！",
	},
	{
		id = 390014,
		desc = "聖上|<#255,126,0#>%{playernameA}|將|<#255,126,0#>%{playernameB}|謫貶為|<#255,40,50#>%{playertitle}|！",
	},
	{
		id = 390015,
		desc = "天神助陣！|<#22,155,209#>%{playername}|獲得了|<#227,118,0#>%{itemname}|，軍威大振！",
	},
	{
		id = 390016,
		desc = "|<#22,155,209#>%{playername}|成功化神出大將|<#227,118,0#>%{generalname}|，戰力飆升！",
	},
	{
		id = 390017,
		desc = "|<#22,155,209#>%{playername}|將|<#255,40,50#>%{equipmentname}|從%{startstar}星進階至|<#38,179,20#>%{endstar}|星！",
	},
	{
		id = 390018,
		desc = "主公|<#22,155,209#>%{playername}|耗費巨資，將|<#227,118,0#>%{equipmentname}|突破為紅色品質！",
	},
	{
		id = 400000,
		desc = "手機三國諸侯版",
	},
	{
		id = 400001,
		desc = "【%{buildname}】升級完成！",
	},
	{
		id = 400002,
		desc = "【%{soldiername}】訓練完成！",
	},
	{
		id = 400003,
		desc = "陷阱製造完成！",
	},
	{
		id = 400004,
		desc = "科技研究完成！",
	},
	{
		id = 400005,
		desc = "傷兵治療完成！",
	},
	{
		id = 400006,
		desc = "報！！城池遭到敵軍偵查，請主公下令！",
	},
	{
		id = 400007,
		desc = "報！！城池正遭受敵軍進攻，請主公下令！",
	},
	{
		id = 400008,
		desc = "限時比賽【%{activityname}】已開啟！",
	},
	{
		id = 400009,
		desc = "聯盟任務【%{alliancename}】已開啟！",
	},
	{
		id = 400010,
		desc = "軍團已返回城池！",
	},
	{
		id = 400011,
		desc = "【%{playernameA}】對【%{playernameB}】發起集結！",
	},
	{
		id = 400012,
		desc = "【%{playernameA}】對【%{guildname}】的聯盟堡壘發起集結！",
	},
	{
		id = 400013,
		desc = "【%{playernameA}】對【%{bossname}】發起集結！",
	},
	{
		id = 401001,
		desc = "升級與訓練",
	},
	{
		id = 401002,
		desc = "戰鬥",
	},
	{
		id = 401003,
		desc = "活動提醒",
	},
	{
		id = 401004,
		desc = "部隊返回",
	},
	{
		id = 401005,
		desc = "集結消息",
	},
	{
		id = 402001,
		desc = "當建築升級、部隊訓練、陷阱建造、科技研究、傷兵治療完成時提醒您",
	},
	{
		id = 402002,
		desc = "當被偵查、攻擊時通知您",
	},
	{
		id = 402003,
		desc = "當您的限時比賽/聯盟任務開啟時通知您",
	},
	{
		id = 402004,
		desc = "當您的軍團回城時通知您",
	},
	{
		id = 402005,
		desc = "當聯盟玩家發起集結時通知您",
	},
	{
		id = 410000,
		desc = "絕命",
	},
	{
		id = 410001,
		desc = "N/A",
	},
	{
		id = 410002,
		desc = "N/A",
	},
	{
		id = 410003,
		desc = "N/A",
	},
	{
		id = 410004,
		desc = "N/A",
	},
	{
		id = 410005,
		desc = "N/A",
	},
	{
		id = 410006,
		desc = "N/A",
	},
	{
		id = 410007,
		desc = "N/A",
	},
	{
		id = 410008,
		desc = "N/A",
	},
	{
		id = 410009,
		desc = "N/A",
	},
	{
		id = 410010,
		desc = "N/A",
	},
	{
		id = 410011,
		desc = "N/A",
	},
	{
		id = 410012,
		desc = "N/A",
	},
	{
		id = 410013,
		desc = "N/A",
	},
	{
		id = 410014,
		desc = "N/A",
	},
	{
		id = 410015,
		desc = "N/A",
	},
	{
		id = 410016,
		desc = "N/A",
	},
	{
		id = 410017,
		desc = "N/A",
	},
	{
		id = 410018,
		desc = "N/A",
	},
	{
		id = 410019,
		desc = "N/A",
	},
	{
		id = 410020,
		desc = "N/A",
	},
	{
		id = 410021,
		desc = "N/A",
	},
	{
		id = 410022,
		desc = "N/A",
	},
	{
		id = 410023,
		desc = "N/A",
	},
	{
		id = 410024,
		desc = "N/A",
	},
	{
		id = 410025,
		desc = "N/A",
	},
	{
		id = 410026,
		desc = "N/A",
	},
	{
		id = 410027,
		desc = "N/A",
	},
	{
		id = 410028,
		desc = "N/A",
	},
	{
		id = 410029,
		desc = "N/A",
	},
	{
		id = 410030,
		desc = "N/A",
	},
	{
		id = 410031,
		desc = "N/A",
	},
	{
		id = 410032,
		desc = "N/A",
	},
	{
		id = 410033,
		desc = "N/A",
	},
	{
		id = 410034,
		desc = "N/A",
	},
	{
		id = 410035,
		desc = "N/A",
	},
	{
		id = 410036,
		desc = "N/A",
	},
	{
		id = 410037,
		desc = "N/A",
	},
	{
		id = 410038,
		desc = "N/A",
	},
	{
		id = 410039,
		desc = "N/A",
	},
	{
		id = 410040,
		desc = "N/A",
	},
	{
		id = 410041,
		desc = "N/A",
	},
	{
		id = 410042,
		desc = "N/A",
	},
	{
		id = 410043,
		desc = "N/A",
	},
	{
		id = 410044,
		desc = "N/A",
	},
	{
		id = 410045,
		desc = "N/A",
	},
	{
		id = 410046,
		desc = "N/A",
	},
	{
		id = 410047,
		desc = "N/A",
	},
	{
		id = 410048,
		desc = "N/A",
	},
	{
		id = 410049,
		desc = "N/A",
	},
	{
		id = 410050,
		desc = "苦肉",
	},
	{
		id = 410051,
		desc = "鷹擊長空",
	},
	{
		id = 410052,
		desc = "N/A",
	},
	{
		id = 410053,
		desc = "權宜之計",
	},
	{
		id = 410054,
		desc = "頌威",
	},
	{
		id = 410055,
		desc = "N/A",
	},
	{
		id = 410056,
		desc = "N/A",
	},
	{
		id = 410057,
		desc = "N/A",
	},
	{
		id = 410058,
		desc = "絕命",
	},
	{
		id = 410059,
		desc = "N/A",
	},
	{
		id = 410060,
		desc = "N/A",
	},
	{
		id = 410061,
		desc = "N/A",
	},
	{
		id = 410062,
		desc = "N/A",
	},
	{
		id = 410063,
		desc = "N/A",
	},
	{
		id = 410064,
		desc = "N/A",
	},
	{
		id = 410065,
		desc = "陷陣沖鋒",
	},
	{
		id = 410066,
		desc = "N/A",
	},
	{
		id = 410067,
		desc = "N/A",
	},
	{
		id = 410068,
		desc = "N/A",
	},
	{
		id = 410069,
		desc = "N/A",
	},
	{
		id = 410070,
		desc = "N/A",
	},
	{
		id = 410071,
		desc = "奇謀言毒",
	},
	{
		id = 410072,
		desc = "借刀殺人",
	},
	{
		id = 410073,
		desc = "N/A",
	},
	{
		id = 410074,
		desc = "N/A",
	},
	{
		id = 410075,
		desc = "N/A",
	},
	{
		id = 410076,
		desc = "N/A",
	},
	{
		id = 410077,
		desc = "N/A",
	},
	{
		id = 410078,
		desc = "N/A",
	},
	{
		id = 410079,
		desc = "N/A",
	},
	{
		id = 410080,
		desc = "N/A",
	},
	{
		id = 410081,
		desc = "勇冠三軍",
	},
	{
		id = 410082,
		desc = "N/A",
	},
	{
		id = 410083,
		desc = "進擊",
	},
	{
		id = 410084,
		desc = "萬箭齊發",
	},
	{
		id = 410085,
		desc = "N/A",
	},
	{
		id = 410086,
		desc = "N/A",
	},
	{
		id = 410087,
		desc = "N/A",
	},
	{
		id = 410088,
		desc = "N/A",
	},
	{
		id = 410089,
		desc = "不屈之力",
	},
	{
		id = 410090,
		desc = "N/A",
	},
	{
		id = 410091,
		desc = "紅顏",
	},
	{
		id = 410092,
		desc = "國色",
	},
	{
		id = 410093,
		desc = "擾亂",
	},
	{
		id = 410094,
		desc = "N/A",
	},
	{
		id = 410095,
		desc = "仁德",
	},
	{
		id = 410096,
		desc = "箭雨",
	},
	{
		id = 410097,
		desc = "霸王怒",
	},
	{
		id = 410098,
		desc = "火攻",
	},
	{
		id = 410099,
		desc = "N/A",
	},
	{
		id = 410100,
		desc = "惡來之力",
	},
	{
		id = 410101,
		desc = "N/A",
	},
	{
		id = 410102,
		desc = "奸雄",
	},
	{
		id = 410103,
		desc = "將計就計",
	},
	{
		id = 410104,
		desc = "N/A",
	},
	{
		id = 410105,
		desc = "黑風吼",
	},
	{
		id = 410106,
		desc = "青龍斬",
	},
	{
		id = 410107,
		desc = "橫掃八荒",
	},
	{
		id = 410108,
		desc = "無雙劍",
	},
	{
		id = 410109,
		desc = "百步穿楊",
	},
	{
		id = 410110,
		desc = "怒雷",
	},
	{
		id = 410111,
		desc = "橫掃千軍",
	},
	{
		id = 420000,
		desc = "N/A",
	},
	{
		id = 420001,
		desc = "N/A",
	},
	{
		id = 420002,
		desc = "N/A",
	},
	{
		id = 420003,
		desc = "N/A",
	},
	{
		id = 420004,
		desc = "N/A",
	},
	{
		id = 420005,
		desc = "N/A",
	},
	{
		id = 420006,
		desc = "N/A",
	},
	{
		id = 420007,
		desc = "N/A",
	},
	{
		id = 420008,
		desc = "N/A",
	},
	{
		id = 420009,
		desc = "N/A",
	},
	{
		id = 420010,
		desc = "N/A",
	},
	{
		id = 420011,
		desc = "N/A",
	},
	{
		id = 420012,
		desc = "N/A",
	},
	{
		id = 420013,
		desc = "N/A",
	},
	{
		id = 420014,
		desc = "N/A",
	},
	{
		id = 420015,
		desc = "N/A",
	},
	{
		id = 420016,
		desc = "N/A",
	},
	{
		id = 420017,
		desc = "N/A",
	},
	{
		id = 420018,
		desc = "N/A",
	},
	{
		id = 420019,
		desc = "N/A",
	},
	{
		id = 420020,
		desc = "N/A",
	},
	{
		id = 420021,
		desc = "N/A",
	},
	{
		id = 420022,
		desc = "N/A",
	},
	{
		id = 420023,
		desc = "N/A",
	},
	{
		id = 420024,
		desc = "N/A",
	},
	{
		id = 420025,
		desc = "N/A",
	},
	{
		id = 420026,
		desc = "N/A",
	},
	{
		id = 420027,
		desc = "N/A",
	},
	{
		id = 420028,
		desc = "N/A",
	},
	{
		id = 420029,
		desc = "N/A",
	},
	{
		id = 420030,
		desc = "N/A",
	},
	{
		id = 420031,
		desc = "N/A",
	},
	{
		id = 420032,
		desc = "N/A",
	},
	{
		id = 420033,
		desc = "N/A",
	},
	{
		id = 420034,
		desc = "N/A",
	},
	{
		id = 420035,
		desc = "N/A",
	},
	{
		id = 420036,
		desc = "N/A",
	},
	{
		id = 420037,
		desc = "N/A",
	},
	{
		id = 420038,
		desc = "N/A",
	},
	{
		id = 420039,
		desc = "N/A",
	},
	{
		id = 420040,
		desc = "N/A",
	},
	{
		id = 420041,
		desc = "N/A",
	},
	{
		id = 420042,
		desc = "N/A",
	},
	{
		id = 420043,
		desc = "N/A",
	},
	{
		id = 420044,
		desc = "N/A",
	},
	{
		id = 420045,
		desc = "N/A",
	},
	{
		id = 420046,
		desc = "N/A",
	},
	{
		id = 420047,
		desc = "N/A",
	},
	{
		id = 420048,
		desc = "N/A",
	},
	{
		id = 420049,
		desc = "N/A",
	},
	{
		id = 420050,
		desc = "敵軍對麾下的士兵造成的傷害減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420051,
		desc = "麾下士兵被騎兵攻擊時傷害減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420052,
		desc = "N/A",
	},
	{
		id = 420053,
		desc = "麾下士兵對騎兵傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420054,
		desc = "指揮麾下士兵沖鋒，首輪戰鬥造成的傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420055,
		desc = "N/A",
	},
	{
		id = 420056,
		desc = "N/A",
	},
	{
		id = 420057,
		desc = "N/A",
	},
	{
		id = 420058,
		desc = "麾下部隊傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，但生命降低|<#255,40,50#>75%%|",
	},
	{
		id = 420059,
		desc = "N/A",
	},
	{
		id = 420060,
		desc = "N/A",
	},
	{
		id = 420061,
		desc = "N/A",
	},
	{
		id = 420062,
		desc = "N/A",
	},
	{
		id = 420063,
		desc = "N/A",
	},
	{
		id = 420064,
		desc = "N/A",
	},
	{
		id = 420065,
		desc = "麾下騎兵攻擊時有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%幾率擊暈部分敵軍，被擊暈的敵人本輪無法攻擊",
	},
	{
		id = 420066,
		desc = "N/A",
	},
	{
		id = 420067,
		desc = "N/A",
	},
	{
		id = 420068,
		desc = "N/A",
	},
	{
		id = 420069,
		desc = "N/A",
	},
	{
		id = 420070,
		desc = "N/A",
	},
	{
		id = 420071,
		desc = "麾下車兵攻擊時會使敵方中毒，敵軍中毒士兵有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%幾率直接死亡。",
	},
	{
		id = 420072,
		desc = "驅使敵軍武力最高的武將斬殺敵軍武力第二的武將。計謀有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%成功幾率，被成功斬殺的武將在戰鬥中不再生效。",
	},
	{
		id = 420073,
		desc = "N/A",
	},
	{
		id = 420074,
		desc = "N/A",
	},
	{
		id = 420075,
		desc = "N/A",
	},
	{
		id = 420076,
		desc = "N/A",
	},
	{
		id = 420077,
		desc = "N/A",
	},
	{
		id = 420078,
		desc = "N/A",
	},
	{
		id = 420079,
		desc = "N/A",
	},
	{
		id = 420080,
		desc = "N/A",
	},
	{
		id = 420081,
		desc = "麾下部隊受到車兵傷害減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420082,
		desc = "N/A",
	},
	{
		id = 420083,
		desc = "麾下士兵對弓兵傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420084,
		desc = "麾下弓兵傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420085,
		desc = "N/A",
	},
	{
		id = 420086,
		desc = "N/A",
	},
	{
		id = 420087,
		desc = "N/A",
	},
	{
		id = 420088,
		desc = "N/A",
	},
	{
		id = 420089,
		desc = "麾下士兵受到的傷害減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，並且均攤受到的傷害，只會一起死亡",
	},
	{
		id = 420090,
		desc = "N/A",
	},
	{
		id = 420091,
		desc = "麾下士兵被弓兵攻擊時傷害減免 |<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420092,
		desc = "麾下車兵受到的傷害減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420093,
		desc = "帶領輕騎擾亂敵軍部署，降低所有敵軍攻擊|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420094,
		desc = "N/A",
	},
	{
		id = 420095,
		desc = "麾下士兵生命增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420096,
		desc = "麾下部隊對步兵傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420097,
		desc = "麾下士兵傷亡時提升剩餘部隊的傷害，技能發動時增加自身武力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 420098,
		desc = "麾下部隊火攻敵軍一支部隊，每個士兵造成額外|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害，並有一定幾率蔓延到其他部隊",
	},
	{
		id = 420099,
		desc = "N/A",
	},
	{
		id = 420100,
		desc = "麾下士兵攻擊時會降低敵軍全體生命上限|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420101,
		desc = "N/A",
	},
	{
		id = 420102,
		desc = "麾下士兵反彈受到的傷害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420103,
		desc = "欺騙一名智力比自己低的對方武將，使其離開戰場。技能發動時增加自身智力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 420104,
		desc = "N/A",
	},
	{
		id = 420105,
		desc = "發出令人膽顫的怒吼，降低對手所有武將武力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420106,
		desc = "斬殺一名武力比自己低的對方武將，技能發動時增加自身武力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 420107,
		desc = "麾下騎兵攻擊敵方時有幾率橫掃射程相同的敵軍部隊，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%額外傷害。",
	},
	{
		id = 420108,
		desc = "麾下士兵對車兵的傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420109,
		desc = "有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%幾率直接射殺一名敵方武將",
	},
	{
		id = 420110,
		desc = "召喚雷電降低敵軍一支部隊防禦|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，並有一定幾率蔓延到其他部隊。",
	},
	{
		id = 420111,
		desc = "麾下士兵攻擊時無視敵軍防禦|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 430000,
		desc = "麾下士兵首輪傷害增加",
	},
	{
		id = 430001,
		desc = "N/A",
	},
	{
		id = 430002,
		desc = "N/A",
	},
	{
		id = 430003,
		desc = "N/A",
	},
	{
		id = 430004,
		desc = "N/A",
	},
	{
		id = 430005,
		desc = "N/A",
	},
	{
		id = 430006,
		desc = "N/A",
	},
	{
		id = 430007,
		desc = "N/A",
	},
	{
		id = 430008,
		desc = "N/A",
	},
	{
		id = 430009,
		desc = "N/A",
	},
	{
		id = 430010,
		desc = "N/A",
	},
	{
		id = 430011,
		desc = "N/A",
	},
	{
		id = 430012,
		desc = "N/A",
	},
	{
		id = 430013,
		desc = "N/A",
	},
	{
		id = 430014,
		desc = "N/A",
	},
	{
		id = 430015,
		desc = "N/A",
	},
	{
		id = 430016,
		desc = "N/A",
	},
	{
		id = 430017,
		desc = "N/A",
	},
	{
		id = 430018,
		desc = "N/A",
	},
	{
		id = 430019,
		desc = "N/A",
	},
	{
		id = 430020,
		desc = "N/A",
	},
	{
		id = 430021,
		desc = "N/A",
	},
	{
		id = 430022,
		desc = "N/A",
	},
	{
		id = 430023,
		desc = "N/A",
	},
	{
		id = 430024,
		desc = "N/A",
	},
	{
		id = 430025,
		desc = "N/A",
	},
	{
		id = 430026,
		desc = "N/A",
	},
	{
		id = 430027,
		desc = "N/A",
	},
	{
		id = 430028,
		desc = "N/A",
	},
	{
		id = 430029,
		desc = "N/A",
	},
	{
		id = 430030,
		desc = "N/A",
	},
	{
		id = 430031,
		desc = "N/A",
	},
	{
		id = 430032,
		desc = "N/A",
	},
	{
		id = 430033,
		desc = "N/A",
	},
	{
		id = 430034,
		desc = "N/A",
	},
	{
		id = 430035,
		desc = "N/A",
	},
	{
		id = 430036,
		desc = "N/A",
	},
	{
		id = 430037,
		desc = "N/A",
	},
	{
		id = 430038,
		desc = "N/A",
	},
	{
		id = 430039,
		desc = "N/A",
	},
	{
		id = 430040,
		desc = "N/A",
	},
	{
		id = 430041,
		desc = "N/A",
	},
	{
		id = 430042,
		desc = "N/A",
	},
	{
		id = 430043,
		desc = "N/A",
	},
	{
		id = 430044,
		desc = "N/A",
	},
	{
		id = 430045,
		desc = "N/A",
	},
	{
		id = 430046,
		desc = "N/A",
	},
	{
		id = 430047,
		desc = "N/A",
	},
	{
		id = 430048,
		desc = "N/A",
	},
	{
		id = 430049,
		desc = "N/A",
	},
	{
		id = 430050,
		desc = "敵軍對麾下的士兵造成的傷害減少",
	},
	{
		id = 430051,
		desc = "麾下士兵受騎兵傷害減少",
	},
	{
		id = 430052,
		desc = "N/A",
	},
	{
		id = 430053,
		desc = "大幅提升麾下士兵對騎兵的傷害",
	},
	{
		id = 430054,
		desc = "指揮麾下士兵沖鋒，首輪戰鬥造成的傷害增加",
	},
	{
		id = 430055,
		desc = "N/A",
	},
	{
		id = 430056,
		desc = "N/A",
	},
	{
		id = 430057,
		desc = "N/A",
	},
	{
		id = 430058,
		desc = "麾下士兵傷害大幅提升，但生命值降低",
	},
	{
		id = 430059,
		desc = "N/A",
	},
	{
		id = 430060,
		desc = "N/A",
	},
	{
		id = 430061,
		desc = "N/A",
	},
	{
		id = 430062,
		desc = "N/A",
	},
	{
		id = 430063,
		desc = "N/A",
	},
	{
		id = 430064,
		desc = "N/A",
	},
	{
		id = 430065,
		desc = "率領騎兵沖鋒時可擊暈敵軍",
	},
	{
		id = 430066,
		desc = "N/A",
	},
	{
		id = 430067,
		desc = "N/A",
	},
	{
		id = 430068,
		desc = "N/A",
	},
	{
		id = 430069,
		desc = "N/A",
	},
	{
		id = 430070,
		desc = "N/A",
	},
	{
		id = 430071,
		desc = "使敵軍士兵中毒並有幾率猝死",
	},
	{
		id = 430072,
		desc = "驅使敵軍武將內訌",
	},
	{
		id = 430073,
		desc = "N/A",
	},
	{
		id = 430074,
		desc = "N/A",
	},
	{
		id = 430075,
		desc = "N/A",
	},
	{
		id = 430076,
		desc = "N/A",
	},
	{
		id = 430077,
		desc = "N/A",
	},
	{
		id = 430078,
		desc = "N/A",
	},
	{
		id = 430079,
		desc = "N/A",
	},
	{
		id = 430080,
		desc = "N/A",
	},
	{
		id = 430081,
		desc = "麾下士兵受到車兵的傷害減少",
	},
	{
		id = 430082,
		desc = "N/A",
	},
	{
		id = 430083,
		desc = "麾下士兵對弓兵傷害增加",
	},
	{
		id = 430084,
		desc = "大量提升弓兵傷害",
	},
	{
		id = 430085,
		desc = "N/A",
	},
	{
		id = 430086,
		desc = "N/A",
	},
	{
		id = 430087,
		desc = "N/A",
	},
	{
		id = 430088,
		desc = "N/A",
	},
	{
		id = 430089,
		desc = "麾下士兵只會在承受足量傷害後一起陣亡",
	},
	{
		id = 430090,
		desc = "N/A",
	},
	{
		id = 430091,
		desc = "降低敵軍弓兵對我軍士兵的傷害",
	},
	{
		id = 430092,
		desc = "降低車兵受到的傷害",
	},
	{
		id = 430093,
		desc = "帶領輕騎突襲敵軍，降低所有敵軍攻擊",
	},
	{
		id = 430094,
		desc = "N/A",
	},
	{
		id = 430095,
		desc = "增加麾下士兵生命",
	},
	{
		id = 430096,
		desc = "麾下士兵對步兵傷害增加",
	},
	{
		id = 430097,
		desc = "麾下士兵傷亡時提升剩餘部隊的傷害，技能發動時增加自身武力",
	},
	{
		id = 430098,
		desc = "火攻敵人，有機會蔓延造成額外傷害",
	},
	{
		id = 430099,
		desc = "N/A",
	},
	{
		id = 430100,
		desc = "降低敵軍生命上限",
	},
	{
		id = 430101,
		desc = "N/A",
	},
	{
		id = 430102,
		desc = "麾下士兵受到傷害時反彈部分傷害",
	},
	{
		id = 430103,
		desc = "欺騙一名智力比自己低的對方武將，技能發動時增加自身智力",
	},
	{
		id = 430104,
		desc = "N/A",
	},
	{
		id = 430105,
		desc = "發出令人膽顫的怒吼，降低對手所有武將武力",
	},
	{
		id = 430106,
		desc = "斬殺一名武力比自己低的對方武將，技能發動時增加自身武力",
	},
	{
		id = 430107,
		desc = "橫掃敵軍射程相同的部隊並造成額外傷害",
	},
	{
		id = 430108,
		desc = "大幅提升麾下士兵對車兵的傷害",
	},
	{
		id = 430109,
		desc = "有幾率直接射殺敵方武將",
	},
	{
		id = 430110,
		desc = "降低敵軍防禦",
	},
	{
		id = 430111,
		desc = "攻擊時無視敵軍部分防禦",
	},
	{
		id = 440000,
		desc = "N/A",
	},
	{
		id = 440001,
		desc = "N/A",
	},
	{
		id = 440002,
		desc = "N/A",
	},
	{
		id = 440003,
		desc = "N/A",
	},
	{
		id = 440004,
		desc = "N/A",
	},
	{
		id = 440005,
		desc = "N/A",
	},
	{
		id = 440006,
		desc = "N/A",
	},
	{
		id = 440007,
		desc = "N/A",
	},
	{
		id = 440008,
		desc = "N/A",
	},
	{
		id = 440009,
		desc = "N/A",
	},
	{
		id = 440010,
		desc = "N/A",
	},
	{
		id = 440011,
		desc = "N/A",
	},
	{
		id = 440012,
		desc = "N/A",
	},
	{
		id = 440013,
		desc = "N/A",
	},
	{
		id = 440014,
		desc = "N/A",
	},
	{
		id = 440015,
		desc = "N/A",
	},
	{
		id = 440016,
		desc = "N/A",
	},
	{
		id = 440017,
		desc = "N/A",
	},
	{
		id = 440018,
		desc = "N/A",
	},
	{
		id = 440019,
		desc = "N/A",
	},
	{
		id = 440020,
		desc = "N/A",
	},
	{
		id = 440021,
		desc = "N/A",
	},
	{
		id = 440022,
		desc = "N/A",
	},
	{
		id = 440023,
		desc = "N/A",
	},
	{
		id = 440024,
		desc = "N/A",
	},
	{
		id = 440025,
		desc = "N/A",
	},
	{
		id = 440026,
		desc = "N/A",
	},
	{
		id = 440027,
		desc = "N/A",
	},
	{
		id = 440028,
		desc = "N/A",
	},
	{
		id = 440029,
		desc = "N/A",
	},
	{
		id = 440030,
		desc = "N/A",
	},
	{
		id = 440031,
		desc = "N/A",
	},
	{
		id = 440032,
		desc = "N/A",
	},
	{
		id = 440033,
		desc = "N/A",
	},
	{
		id = 440034,
		desc = "N/A",
	},
	{
		id = 440035,
		desc = "N/A",
	},
	{
		id = 440036,
		desc = "N/A",
	},
	{
		id = 440037,
		desc = "N/A",
	},
	{
		id = 440038,
		desc = "N/A",
	},
	{
		id = 440039,
		desc = "N/A",
	},
	{
		id = 440040,
		desc = "N/A",
	},
	{
		id = 440041,
		desc = "N/A",
	},
	{
		id = 440042,
		desc = "N/A",
	},
	{
		id = 440043,
		desc = "N/A",
	},
	{
		id = 440044,
		desc = "N/A",
	},
	{
		id = 440045,
		desc = "N/A",
	},
	{
		id = 440046,
		desc = "N/A",
	},
	{
		id = 440047,
		desc = "N/A",
	},
	{
		id = 440048,
		desc = "N/A",
	},
	{
		id = 440049,
		desc = "N/A",
	},
	{
		id = 440050,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神黃蓋|的苦肉使麾下士兵受到的傷害減少|<#72,255,98#>%{num}|",
	},
	{
		id = 440051,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神孫尚香|的鷹擊長空使麾下士兵受到來自騎兵的傷害減少|<#72,255,98#>%{num}|",
	},
	{
		id = 440052,
		desc = "N/A",
	},
	{
		id = 440053,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神孫權|的權宜之計對對手騎兵造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440054,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神曹丕|的頌威使麾下士兵造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440055,
		desc = "N/A",
	},
	{
		id = 440056,
		desc = "N/A",
	},
	{
		id = 440057,
		desc = "N/A",
	},
	{
		id = 440058,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神董卓|的絕命使麾下士兵造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440059,
		desc = "N/A",
	},
	{
		id = 440060,
		desc = "N/A",
	},
	{
		id = 440061,
		desc = "N/A",
	},
	{
		id = 440062,
		desc = "N/A",
	},
	{
		id = 440063,
		desc = "N/A",
	},
	{
		id = 440064,
		desc = "N/A",
	},
	{
		id = 440065,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神夏侯惇|的陷陣沖鋒擊暈了|<#72,255,98#>%{num}|的敵軍部隊",
	},
	{
		id = 440066,
		desc = "N/A",
	},
	{
		id = 440067,
		desc = "N/A",
	},
	{
		id = 440068,
		desc = "N/A",
	},
	{
		id = 440069,
		desc = "N/A",
	},
	{
		id = 440070,
		desc = "N/A",
	},
	{
		id = 440071,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神賈詡|的奇謀言毒造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440072,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神荀彧|的借刀殺人生效，|<#22,255,209#>%{player1}|的|<#255,126,0#>%{name}|中計斬殺了|<#22,255,209#>%{player2}|的|<#255,126,0#>%{name1}|",
	},
	{
		id = 440073,
		desc = "N/A",
	},
	{
		id = 440074,
		desc = "N/A",
	},
	{
		id = 440075,
		desc = "N/A",
	},
	{
		id = 440076,
		desc = "N/A",
	},
	{
		id = 440077,
		desc = "N/A",
	},
	{
		id = 440078,
		desc = "N/A",
	},
	{
		id = 440079,
		desc = "N/A",
	},
	{
		id = 440080,
		desc = "N/A",
	},
	{
		id = 440081,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神華雄|的勇冠三軍使麾下士兵受到來自車兵的傷害減少了|<#72,255,98#>%{num}|",
	},
	{
		id = 440082,
		desc = "N/A",
	},
	{
		id = 440083,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神高順|的進擊對對手弓兵造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440084,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神袁紹|的萬箭齊發造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440085,
		desc = "N/A",
	},
	{
		id = 440086,
		desc = "N/A",
	},
	{
		id = 440087,
		desc = "N/A",
	},
	{
		id = 440088,
		desc = "N/A",
	},
	{
		id = 440089,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神周泰|的不屈之力使麾下部隊受到的傷害降低了|<#72,255,98#>%{num}|，並且%{desc}",
	},
	{
		id = 440090,
		desc = "N/A",
	},
	{
		id = 440091,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神小喬|的紅顏使麾下士兵受到的傷害減少了|<#72,255,98#>%{num}|",
	},
	{
		id = 440092,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神大喬|的國色使麾下士兵受到的傷害減少了|<#72,255,98#>%{num}|",
	},
	{
		id = 440093,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神張遼|的突襲降低敵軍攻擊|<#72,255,98#>%{num}|",
	},
	{
		id = 440094,
		desc = "N/A",
	},
	{
		id = 440095,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神劉備|的仁德使其士兵生命增加了|<#72,255,98#>%{num}|",
	},
	{
		id = 440096,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神貂蟬|的箭雨使麾下士兵造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440097,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神孫策|的霸王怒提升了|<#72,255,98#>%{num}|武力，使麾下士兵造成了額外傷害|<#0,255,0#>%{damage}|",
	},
	{
		id = 440098,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神周瑜|的火攻蔓延到對手|<#0,255,0#>%{num1}|支部隊，總計造成了|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 440099,
		desc = "N/A",
	},
	{
		id = 440100,
		desc = "|<#22,255,209#>%{player}|  |<#255,126,0#>神典韋|的惡來之力使對手士兵生命降低了|<#72,255,98#>%{num}|",
	},
	{
		id = 440101,
		desc = "N/A",
	},
	{
		id = 440102,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神曹操|的奸雄反彈了|<#72,255,98#>%{num}|的傷害",
	},
	{
		id = 440103,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神司馬懿|的將計就計提升了|<#72,255,98#>%{num}|智力，欺騙|<#22,255,209#>%{player1}|的武將 |<#255,126,0#>%{name}| %{ifsuccess}",
	},
	{
		id = 440104,
		desc = "N/A",
	},
	{
		id = 440105,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神張飛|的黑風吼降低了所有敵軍武將武力|<#72,255,98#>%{num}|",
	},
	{
		id = 440106,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神關羽|的青龍斬提升了|<#72,255,98#>%{num}|武力，斬殺|<#22,255,209#>%{player1}|的武將 |<#255,126,0#>%{name}| %{ifsuccess}",
	},
	{
		id = 440107,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神馬超|的橫掃八荒造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440108,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神趙雲|的無雙劍對對手車兵造成了|<#72,255,98#>%{num}|額外傷害",
	},
	{
		id = 440109,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神黃忠|的百步穿楊，射殺了|<#22,255,209#>%{player1}|的武將 |<#255,126,0#>%{name}|",
	},
	{
		id = 440110,
		desc = "|<#22,255,209#>%{player}|  |<#255,126,0#>神諸葛亮|的怒雷使對手|<#0,255,0#>%{num1}|支部隊的防禦降低了|<#72,255,98#>%{num}|",
	},
	{
		id = 440111,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神呂布|的橫掃千軍擊無視了敵軍|<#72,255,98#>%{num}|的防禦",
	},
	{
		id = 450001,
		desc = "神董襲技能",
	},
	{
		id = 450002,
		desc = "神蔣欽技能",
	},
	{
		id = 450003,
		desc = "神朱然技能",
	},
	{
		id = 450004,
		desc = "神夏侯霸技能",
	},
	{
		id = 450005,
		desc = "神樂進技能",
	},
	{
		id = 450006,
		desc = "神曹洪技能",
	},
	{
		id = 450007,
		desc = "神于禁技能",
	},
	{
		id = 450008,
		desc = "神李典技能",
	},
	{
		id = 450009,
		desc = "神廖化技能",
	},
	{
		id = 450010,
		desc = "神張翼技能",
	},
	{
		id = 450011,
		desc = "神孟達技能",
	},
	{
		id = 450012,
		desc = "神蔣琬技能",
	},
	{
		id = 450013,
		desc = "神張繡技能",
	},
	{
		id = 450014,
		desc = "神張寶技能",
	},
	{
		id = 450015,
		desc = "神韓遂技能",
	},
	{
		id = 450016,
		desc = "神劉表技能",
	},
	{
		id = 450017,
		desc = "神張角技能",
	},
	{
		id = 450018,
		desc = "神淩統技能",
	},
	{
		id = 450019,
		desc = "神丁奉技能",
	},
	{
		id = 450020,
		desc = "神韓當技能",
	},
	{
		id = 450021,
		desc = "神朱桓技能",
	},
	{
		id = 450022,
		desc = "神徐盛技能",
	},
	{
		id = 450023,
		desc = "神曹彰技能",
	},
	{
		id = 450024,
		desc = "神王雙技能",
	},
	{
		id = 450025,
		desc = "神鄧艾技能",
	},
	{
		id = 450026,
		desc = "神文聘技能",
	},
	{
		id = 450027,
		desc = "神諸葛誕技能",
	},
	{
		id = 450028,
		desc = "神司馬昭技能",
	},
	{
		id = 450029,
		desc = "神鍾會技能",
	},
	{
		id = 450030,
		desc = "神甄姬技能",
	},
	{
		id = 450031,
		desc = "神孟獲技能",
	},
	{
		id = 450032,
		desc = "神馬岱技能",
	},
	{
		id = 450033,
		desc = "神祝融技能",
	},
	{
		id = 450034,
		desc = "神周倉技能",
	},
	{
		id = 450035,
		desc = "神王平技能",
	},
	{
		id = 450036,
		desc = "神吳懿技能",
	},
	{
		id = 450037,
		desc = "神鄧芝技能",
	},
	{
		id = 450038,
		desc = "神法正技能",
	},
	{
		id = 450039,
		desc = "神黃月英技能",
	},
	{
		id = 450040,
		desc = "神費禕技能",
	},
	{
		id = 450041,
		desc = "神紀靈技能",
	},
	{
		id = 450042,
		desc = "神馬騰技能",
	},
	{
		id = 450043,
		desc = "神陳武技能",
	},
	{
		id = 450044,
		desc = "神公孫瓚技能",
	},
	{
		id = 450045,
		desc = "神陳登技能",
	},
	{
		id = 450046,
		desc = "神盧植技能",
	},
	{
		id = 450047,
		desc = "神審配技能",
	},
	{
		id = 450048,
		desc = "神陳宮技能",
	},
	{
		id = 450049,
		desc = "神沮授技能",
	},
	{
		id = 450050,
		desc = "苦肉",
	},
	{
		id = 450051,
		desc = "鷹擊長空",
	},
	{
		id = 450052,
		desc = "神程普技能",
	},
	{
		id = 450053,
		desc = "權宜之計",
	},
	{
		id = 450054,
		desc = "頌威",
	},
	{
		id = 450055,
		desc = "神程昱技能",
	},
	{
		id = 450056,
		desc = "神嚴顏技能",
	},
	{
		id = 450057,
		desc = "神馬良技能",
	},
	{
		id = 450058,
		desc = "絕命",
	},
	{
		id = 450059,
		desc = "神甘寧技能",
	},
	{
		id = 450060,
		desc = "神孫堅技能",
	},
	{
		id = 450061,
		desc = "神魯肅技能",
	},
	{
		id = 450062,
		desc = "神張紘技能",
	},
	{
		id = 450063,
		desc = "神張昭技能",
	},
	{
		id = 450064,
		desc = "神龐德技能",
	},
	{
		id = 450065,
		desc = "陷陣沖鋒",
	},
	{
		id = 450066,
		desc = "神徐晃技能",
	},
	{
		id = 450067,
		desc = "神夏侯淵技能",
	},
	{
		id = 450068,
		desc = "神張郃技能",
	},
	{
		id = 450069,
		desc = "神曹仁技能",
	},
	{
		id = 450070,
		desc = "神徐庶技能",
	},
	{
		id = 450071,
		desc = "奇謀言毒",
	},
	{
		id = 450072,
		desc = "借刀殺人",
	},
	{
		id = 450073,
		desc = "神魏延技能",
	},
	{
		id = 450074,
		desc = "神關索技能",
	},
	{
		id = 450075,
		desc = "神張苞技能",
	},
	{
		id = 450076,
		desc = "神關興技能",
	},
	{
		id = 450077,
		desc = "神關平技能",
	},
	{
		id = 450078,
		desc = "神龐統技能",
	},
	{
		id = 450079,
		desc = "神文醜技能",
	},
	{
		id = 450080,
		desc = "神顏良技能",
	},
	{
		id = 450081,
		desc = "勇冠三軍",
	},
	{
		id = 450082,
		desc = "神張任技能",
	},
	{
		id = 450083,
		desc = "進擊",
	},
	{
		id = 450084,
		desc = "萬箭齊發",
	},
	{
		id = 450085,
		desc = "神華佗技能",
	},
	{
		id = 450086,
		desc = "神田豐技能",
	},
	{
		id = 450087,
		desc = "神李儒技能",
	},
	{
		id = 450088,
		desc = "神太史慈技能",
	},
	{
		id = 450089,
		desc = "不屈之力",
	},
	{
		id = 450090,
		desc = "神呂蒙技能",
	},
	{
		id = 450091,
		desc = "紅顏",
	},
	{
		id = 450092,
		desc = "國色",
	},
	{
		id = 450093,
		desc = "突襲",
	},
	{
		id = 450094,
		desc = "神姜維技能",
	},
	{
		id = 450095,
		desc = "仁德",
	},
	{
		id = 450096,
		desc = "箭雨",
	},
	{
		id = 450097,
		desc = "霸王怒",
	},
	{
		id = 450098,
		desc = "火攻",
	},
	{
		id = 450099,
		desc = "神陸遜技能",
	},
	{
		id = 450100,
		desc = "惡來之力",
	},
	{
		id = 450101,
		desc = "神許褚技能",
	},
	{
		id = 450102,
		desc = "奸雄",
	},
	{
		id = 450103,
		desc = "將計就計",
	},
	{
		id = 450104,
		desc = "神郭嘉技能",
	},
	{
		id = 450105,
		desc = "黑風吼",
	},
	{
		id = 450106,
		desc = "青龍斬",
	},
	{
		id = 450107,
		desc = "橫掃八荒",
	},
	{
		id = 450108,
		desc = "無雙劍",
	},
	{
		id = 450109,
		desc = "百步穿楊",
	},
	{
		id = 450110,
		desc = "怒雷",
	},
	{
		id = 450111,
		desc = "橫掃千軍",
	},
	{
		id = 450112,
		desc = "普通攻擊",
	},
	{
		id = 450113,
		desc = "普通攻擊",
	},
	{
		id = 450114,
		desc = "普通攻擊",
	},
	{
		id = 450115,
		desc = "普通攻擊",
	},
	{
		id = 450116,
		desc = "普通攻擊",
	},
	{
		id = 450117,
		desc = "普通攻擊",
	},
	{
		id = 450118,
		desc = "普通攻擊",
	},
	{
		id = 450119,
		desc = "普通攻擊",
	},
	{
		id = 450120,
		desc = "普通攻擊",
	},
	{
		id = 450121,
		desc = "普通攻擊",
	},
	{
		id = 450122,
		desc = "普通攻擊",
	},
	{
		id = 450123,
		desc = "普通攻擊",
	},
	{
		id = 450124,
		desc = "普通攻擊",
	},
	{
		id = 450125,
		desc = "普通攻擊",
	},
	{
		id = 450126,
		desc = "普通攻擊",
	},
	{
		id = 450127,
		desc = "普通攻擊",
	},
	{
		id = 450128,
		desc = "普通攻擊",
	},
	{
		id = 450129,
		desc = "普通攻擊",
	},
	{
		id = 450130,
		desc = "普通攻擊",
	},
	{
		id = 450131,
		desc = "普通攻擊",
	},
	{
		id = 450132,
		desc = "普通攻擊",
	},
	{
		id = 450133,
		desc = "普通攻擊",
	},
	{
		id = 450134,
		desc = "普通攻擊",
	},
	{
		id = 450135,
		desc = "普通攻擊",
	},
	{
		id = 450136,
		desc = "普通攻擊",
	},
	{
		id = 450137,
		desc = "普通攻擊",
	},
	{
		id = 450138,
		desc = "普通攻擊",
	},
	{
		id = 450139,
		desc = "普通攻擊",
	},
	{
		id = 450140,
		desc = "普通攻擊",
	},
	{
		id = 450141,
		desc = "普通攻擊",
	},
	{
		id = 450142,
		desc = "普通攻擊",
	},
	{
		id = 450143,
		desc = "普通攻擊",
	},
	{
		id = 450144,
		desc = "普通攻擊",
	},
	{
		id = 450145,
		desc = "普通攻擊",
	},
	{
		id = 450146,
		desc = "普通攻擊",
	},
	{
		id = 450147,
		desc = "普通攻擊",
	},
	{
		id = 450148,
		desc = "普通攻擊",
	},
	{
		id = 450149,
		desc = "普通攻擊",
	},
	{
		id = 450150,
		desc = "普通攻擊",
	},
	{
		id = 450151,
		desc = "普通攻擊",
	},
	{
		id = 450152,
		desc = "普通攻擊",
	},
	{
		id = 450153,
		desc = "普通攻擊",
	},
	{
		id = 450154,
		desc = "普通攻擊",
	},
	{
		id = 450155,
		desc = "普通攻擊",
	},
	{
		id = 450156,
		desc = "普通攻擊",
	},
	{
		id = 450157,
		desc = "普通攻擊",
	},
	{
		id = 450158,
		desc = "普通攻擊",
	},
	{
		id = 450159,
		desc = "普通攻擊",
	},
	{
		id = 450160,
		desc = "普通攻擊",
	},
	{
		id = 450161,
		desc = "普通攻擊",
	},
	{
		id = 450162,
		desc = "普通攻擊",
	},
	{
		id = 450163,
		desc = "普通攻擊",
	},
	{
		id = 450164,
		desc = "普通攻擊",
	},
	{
		id = 450165,
		desc = "普通攻擊",
	},
	{
		id = 450166,
		desc = "普通攻擊",
	},
	{
		id = 450167,
		desc = "普通攻擊",
	},
	{
		id = 450168,
		desc = "普通攻擊",
	},
	{
		id = 450169,
		desc = "普通攻擊",
	},
	{
		id = 450170,
		desc = "普通攻擊",
	},
	{
		id = 450171,
		desc = "普通攻擊",
	},
	{
		id = 450172,
		desc = "普通攻擊",
	},
	{
		id = 450173,
		desc = "普通攻擊",
	},
	{
		id = 450174,
		desc = "普通攻擊",
	},
	{
		id = 450175,
		desc = "普通攻擊",
	},
	{
		id = 450176,
		desc = "普通攻擊",
	},
	{
		id = 450177,
		desc = "普通攻擊",
	},
	{
		id = 450178,
		desc = "普通攻擊",
	},
	{
		id = 450179,
		desc = "普通攻擊",
	},
	{
		id = 450180,
		desc = "普通攻擊",
	},
	{
		id = 450181,
		desc = "普通攻擊",
	},
	{
		id = 450182,
		desc = "普通攻擊",
	},
	{
		id = 450183,
		desc = "普通攻擊",
	},
	{
		id = 450184,
		desc = "普通攻擊",
	},
	{
		id = 450185,
		desc = "普通攻擊",
	},
	{
		id = 450186,
		desc = "普通攻擊",
	},
	{
		id = 450187,
		desc = "普通攻擊",
	},
	{
		id = 450188,
		desc = "普通攻擊",
	},
	{
		id = 450189,
		desc = "普通攻擊",
	},
	{
		id = 450190,
		desc = "普通攻擊",
	},
	{
		id = 450191,
		desc = "普通攻擊",
	},
	{
		id = 450192,
		desc = "普通攻擊",
	},
	{
		id = 450193,
		desc = "普通攻擊",
	},
	{
		id = 450194,
		desc = "普通攻擊",
	},
	{
		id = 450195,
		desc = "普通攻擊",
	},
	{
		id = 450196,
		desc = "普通攻擊",
	},
	{
		id = 450197,
		desc = "普通攻擊",
	},
	{
		id = 450198,
		desc = "普通攻擊",
	},
	{
		id = 450199,
		desc = "普通攻擊",
	},
	{
		id = 450200,
		desc = "普通攻擊",
	},
	{
		id = 450201,
		desc = "普通攻擊",
	},
	{
		id = 450202,
		desc = "普通攻擊",
	},
	{
		id = 450203,
		desc = "普通攻擊",
	},
	{
		id = 450204,
		desc = "普通攻擊",
	},
	{
		id = 450205,
		desc = "普通攻擊",
	},
	{
		id = 450206,
		desc = "普通攻擊",
	},
	{
		id = 450207,
		desc = "普通攻擊",
	},
	{
		id = 450208,
		desc = "普通攻擊",
	},
	{
		id = 450209,
		desc = "普通攻擊",
	},
	{
		id = 450210,
		desc = "普通攻擊",
	},
	{
		id = 450211,
		desc = "普通攻擊",
	},
	{
		id = 450212,
		desc = "普通攻擊",
	},
	{
		id = 450213,
		desc = "普通攻擊",
	},
	{
		id = 450214,
		desc = "普通攻擊",
	},
	{
		id = 450215,
		desc = "普通攻擊",
	},
	{
		id = 450216,
		desc = "普通攻擊",
	},
	{
		id = 450217,
		desc = "普通攻擊",
	},
	{
		id = 450218,
		desc = "普通攻擊",
	},
	{
		id = 450219,
		desc = "普通攻擊",
	},
	{
		id = 450220,
		desc = "普通攻擊",
	},
	{
		id = 450221,
		desc = "普通攻擊",
	},
	{
		id = 450222,
		desc = "普通攻擊",
	},
	{
		id = 450223,
		desc = "普通攻擊",
	},
	{
		id = 450224,
		desc = "普通攻擊",
	},
	{
		id = 450225,
		desc = "普通攻擊",
	},
	{
		id = 450226,
		desc = "普通攻擊",
	},
	{
		id = 450227,
		desc = "普通攻擊",
	},
	{
		id = 450228,
		desc = "普通攻擊",
	},
	{
		id = 450229,
		desc = "普通攻擊",
	},
	{
		id = 450230,
		desc = "普通攻擊",
	},
	{
		id = 450231,
		desc = "普通攻擊",
	},
	{
		id = 450232,
		desc = "普通攻擊",
	},
	{
		id = 450233,
		desc = "普通攻擊",
	},
	{
		id = 450234,
		desc = "普通攻擊",
	},
	{
		id = 450235,
		desc = "普通攻擊",
	},
	{
		id = 450236,
		desc = "普通攻擊",
	},
	{
		id = 450237,
		desc = "普通攻擊",
	},
	{
		id = 450238,
		desc = "普通攻擊",
	},
	{
		id = 450239,
		desc = "普通攻擊",
	},
	{
		id = 450240,
		desc = "普通攻擊",
	},
	{
		id = 450241,
		desc = "普通攻擊",
	},
	{
		id = 450242,
		desc = "普通攻擊",
	},
	{
		id = 450243,
		desc = "普通攻擊",
	},
	{
		id = 450244,
		desc = "普通攻擊",
	},
	{
		id = 450245,
		desc = "普通攻擊",
	},
	{
		id = 450246,
		desc = "普通攻擊",
	},
	{
		id = 450247,
		desc = "普通攻擊",
	},
	{
		id = 450248,
		desc = "普通攻擊",
	},
	{
		id = 450249,
		desc = "普通攻擊",
	},
	{
		id = 450250,
		desc = "普通攻擊",
	},
	{
		id = 450251,
		desc = "普通攻擊",
	},
	{
		id = 450252,
		desc = "普通攻擊",
	},
	{
		id = 450253,
		desc = "普通攻擊",
	},
	{
		id = 450254,
		desc = "普通攻擊",
	},
	{
		id = 450255,
		desc = "普通攻擊",
	},
	{
		id = 450256,
		desc = "普通攻擊",
	},
	{
		id = 450257,
		desc = "普通攻擊",
	},
	{
		id = 450258,
		desc = "普通攻擊",
	},
	{
		id = 450259,
		desc = "普通攻擊",
	},
	{
		id = 450260,
		desc = "普通攻擊",
	},
	{
		id = 450261,
		desc = "普通攻擊",
	},
	{
		id = 450262,
		desc = "普通攻擊",
	},
	{
		id = 450263,
		desc = "普通攻擊",
	},
	{
		id = 450264,
		desc = "普通攻擊",
	},
	{
		id = 450265,
		desc = "普通攻擊",
	},
	{
		id = 450266,
		desc = "普通攻擊",
	},
	{
		id = 450267,
		desc = "普通攻擊",
	},
	{
		id = 450268,
		desc = "普通攻擊",
	},
	{
		id = 450269,
		desc = "普通攻擊",
	},
	{
		id = 450270,
		desc = "普通攻擊",
	},
	{
		id = 450271,
		desc = "普通攻擊",
	},
	{
		id = 450272,
		desc = "普通攻擊",
	},
	{
		id = 450273,
		desc = "普通攻擊",
	},
	{
		id = 450274,
		desc = "普通攻擊",
	},
	{
		id = 450275,
		desc = "普通攻擊",
	},
	{
		id = 450276,
		desc = "普通攻擊",
	},
	{
		id = 450277,
		desc = "普通攻擊",
	},
	{
		id = 450278,
		desc = "普通攻擊",
	},
	{
		id = 450279,
		desc = "普通攻擊",
	},
	{
		id = 450280,
		desc = "普通攻擊",
	},
	{
		id = 450281,
		desc = "普通攻擊",
	},
	{
		id = 450282,
		desc = "普通攻擊",
	},
	{
		id = 450283,
		desc = "普通攻擊",
	},
	{
		id = 450284,
		desc = "普通攻擊",
	},
	{
		id = 450285,
		desc = "普通攻擊",
	},
	{
		id = 450286,
		desc = "普通攻擊",
	},
	{
		id = 450287,
		desc = "普通攻擊",
	},
	{
		id = 450288,
		desc = "普通攻擊",
	},
	{
		id = 450289,
		desc = "普通攻擊",
	},
	{
		id = 450290,
		desc = "普通攻擊",
	},
	{
		id = 450291,
		desc = "普通攻擊",
	},
	{
		id = 450292,
		desc = "普通攻擊",
	},
	{
		id = 450293,
		desc = "普通攻擊",
	},
	{
		id = 450294,
		desc = "普通攻擊",
	},
	{
		id = 450295,
		desc = "普通攻擊",
	},
	{
		id = 450296,
		desc = "普通攻擊",
	},
	{
		id = 450297,
		desc = "普通攻擊",
	},
	{
		id = 450298,
		desc = "普通攻擊",
	},
	{
		id = 450299,
		desc = "普通攻擊",
	},
	{
		id = 450300,
		desc = "普通攻擊",
	},
	{
		id = 450301,
		desc = "普通攻擊",
	},
	{
		id = 450302,
		desc = "普通攻擊",
	},
	{
		id = 450303,
		desc = "普通攻擊",
	},
	{
		id = 450304,
		desc = "普通攻擊",
	},
	{
		id = 450305,
		desc = "普通攻擊",
	},
	{
		id = 450306,
		desc = "普通攻擊",
	},
	{
		id = 450307,
		desc = "普通攻擊",
	},
	{
		id = 450308,
		desc = "普通攻擊",
	},
	{
		id = 450309,
		desc = "普通攻擊",
	},
	{
		id = 450310,
		desc = "普通攻擊",
	},
	{
		id = 450311,
		desc = "普通攻擊",
	},
	{
		id = 450312,
		desc = "普通攻擊",
	},
	{
		id = 450313,
		desc = "普通攻擊",
	},
	{
		id = 450314,
		desc = "普通攻擊",
	},
	{
		id = 450315,
		desc = "普通攻擊",
	},
	{
		id = 450316,
		desc = "普通攻擊",
	},
	{
		id = 450317,
		desc = "普通攻擊",
	},
	{
		id = 450318,
		desc = "普通攻擊",
	},
	{
		id = 450319,
		desc = "普通攻擊",
	},
	{
		id = 450320,
		desc = "普通攻擊",
	},
	{
		id = 450321,
		desc = "普通攻擊",
	},
	{
		id = 450322,
		desc = "普通攻擊",
	},
	{
		id = 450323,
		desc = "普通攻擊",
	},
	{
		id = 450324,
		desc = "普通攻擊",
	},
	{
		id = 450325,
		desc = "普通攻擊",
	},
	{
		id = 450326,
		desc = "普通攻擊",
	},
	{
		id = 450327,
		desc = "普通攻擊",
	},
	{
		id = 450328,
		desc = "普通攻擊",
	},
	{
		id = 450329,
		desc = "普通攻擊",
	},
	{
		id = 450330,
		desc = "普通攻擊",
	},
	{
		id = 450331,
		desc = "普通攻擊",
	},
	{
		id = 450332,
		desc = "普通攻擊",
	},
	{
		id = 450333,
		desc = "普通攻擊",
	},
	{
		id = 451001,
		desc = "神董襲技能說明",
	},
	{
		id = 451002,
		desc = "神蔣欽技能說明",
	},
	{
		id = 451003,
		desc = "神朱然技能說明",
	},
	{
		id = 451004,
		desc = "神夏侯霸技能說明",
	},
	{
		id = 451005,
		desc = "神樂進技能說明",
	},
	{
		id = 451006,
		desc = "神曹洪技能說明",
	},
	{
		id = 451007,
		desc = "神于禁技能說明",
	},
	{
		id = 451008,
		desc = "神李典技能說明",
	},
	{
		id = 451009,
		desc = "神廖化技能說明",
	},
	{
		id = 451010,
		desc = "神張翼技能說明",
	},
	{
		id = 451011,
		desc = "神孟達技能說明",
	},
	{
		id = 451012,
		desc = "神蔣琬技能說明",
	},
	{
		id = 451013,
		desc = "神張繡技能說明",
	},
	{
		id = 451014,
		desc = "神張寶技能說明",
	},
	{
		id = 451015,
		desc = "神韓遂技能說明",
	},
	{
		id = 451016,
		desc = "神劉表技能說明",
	},
	{
		id = 451017,
		desc = "神張角技能說明",
	},
	{
		id = 451018,
		desc = "神淩統技能說明",
	},
	{
		id = 451019,
		desc = "神丁奉技能說明",
	},
	{
		id = 451020,
		desc = "神韓當技能說明",
	},
	{
		id = 451021,
		desc = "神朱桓技能說明",
	},
	{
		id = 451022,
		desc = "神徐盛技能說明",
	},
	{
		id = 451023,
		desc = "神曹彰技能說明",
	},
	{
		id = 451024,
		desc = "神王雙技能說明",
	},
	{
		id = 451025,
		desc = "神鄧艾技能說明",
	},
	{
		id = 451026,
		desc = "神文聘技能說明",
	},
	{
		id = 451027,
		desc = "神諸葛誕技能說明",
	},
	{
		id = 451028,
		desc = "神司馬昭技能說明",
	},
	{
		id = 451029,
		desc = "神鍾會技能說明",
	},
	{
		id = 451030,
		desc = "神甄姬技能說明",
	},
	{
		id = 451031,
		desc = "神孟獲技能說明",
	},
	{
		id = 451032,
		desc = "神馬岱技能說明",
	},
	{
		id = 451033,
		desc = "神祝融技能說明",
	},
	{
		id = 451034,
		desc = "神周倉技能說明",
	},
	{
		id = 451035,
		desc = "神王平技能說明",
	},
	{
		id = 451036,
		desc = "神吳懿技能說明",
	},
	{
		id = 451037,
		desc = "神鄧芝技能說明",
	},
	{
		id = 451038,
		desc = "神法正技能說明",
	},
	{
		id = 451039,
		desc = "神黃月英技能說明",
	},
	{
		id = 451040,
		desc = "神費禕技能說明",
	},
	{
		id = 451041,
		desc = "神紀靈技能說明",
	},
	{
		id = 451042,
		desc = "神馬騰技能說明",
	},
	{
		id = 451043,
		desc = "神陳武技能說明",
	},
	{
		id = 451044,
		desc = "神公孫瓚技能說明",
	},
	{
		id = 451045,
		desc = "神陳登技能說明",
	},
	{
		id = 451046,
		desc = "神盧植技能說明",
	},
	{
		id = 451047,
		desc = "神審配技能說明",
	},
	{
		id = 451048,
		desc = "神陳宮技能說明",
	},
	{
		id = 451049,
		desc = "神沮授技能說明",
	},
	{
		id = 451050,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，同時獲得至少|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%的傷害減免，持續2回合",
	},
	{
		id = 451051,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，並使對手每回合受到|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|傷害，持續3回合",
	},
	{
		id = 451052,
		desc = "神程普技能說明",
	},
	{
		id = 451053,
		desc = "攻擊中距離對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，同時定身對手1回合",
	},
	{
		id = 451054,
		desc = "對巨大範圍內的對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害",
	},
	{
		id = 451055,
		desc = "神程昱技能說明",
	},
	{
		id = 451056,
		desc = "神嚴顏技能說明",
	},
	{
		id = 451057,
		desc = "神馬良技能說明",
	},
	{
		id = 451058,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害並吸取等量生命，但1回合內受到傷害增加|<#255,40,50#>%{buff}|%%",
	},
	{
		id = 451059,
		desc = "神甘寧技能說明",
	},
	{
		id = 451060,
		desc = "神孫堅技能說明",
	},
	{
		id = 451061,
		desc = "神魯肅技能說明",
	},
	{
		id = 451062,
		desc = "神張紘技能說明",
	},
	{
		id = 451063,
		desc = "神張昭技能說明",
	},
	{
		id = 451064,
		desc = "神龐德技能說明",
	},
	{
		id = 451065,
		desc = "沖鋒到對手面前並攻擊對手，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害，沖鋒距離越遠傷害越高",
	},
	{
		id = 451066,
		desc = "神徐晃技能說明",
	},
	{
		id = 451067,
		desc = "神夏侯淵技能說明",
	},
	{
		id = 451068,
		desc = "神張郃技能說明",
	},
	{
		id = 451069,
		desc = "神曹仁技能說明",
	},
	{
		id = 451070,
		desc = "神徐庶技能說明",
	},
	{
		id = 451071,
		desc = "使對手中毒立即造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害，並在接下來的每個回合都受到等量傷害，直到死亡。",
	},
	{
		id = 451072,
		desc = "使用對方場下的武力較高的武將的技能（技能等級為借刀殺人的技能等級）",
	},
	{
		id = 451073,
		desc = "神魏延技能說明",
	},
	{
		id = 451074,
		desc = "神關索技能說明",
	},
	{
		id = 451075,
		desc = "神張苞技能說明",
	},
	{
		id = 451076,
		desc = "神關興技能說明",
	},
	{
		id = 451077,
		desc = "神關平技能說明",
	},
	{
		id = 451078,
		desc = "神龐統技能說明",
	},
	{
		id = 451079,
		desc = "神文醜技能說明",
	},
	{
		id = 451080,
		desc = "神顏良技能說明",
	},
	{
		id = 451081,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害,並提高移動速度|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|，持續2回合",
	},
	{
		id = 451082,
		desc = "神張任技能說明",
	},
	{
		id = 451083,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害,並提高攻擊範圍|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|，持續2回合",
	},
	{
		id = 451084,
		desc = "使用全場箭雨攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害",
	},
	{
		id = 451085,
		desc = "神華佗技能說明",
	},
	{
		id = 451086,
		desc = "神田豐技能說明",
	},
	{
		id = 451087,
		desc = "神李儒技能說明",
	},
	{
		id = 451088,
		desc = "神太史慈技能說明",
	},
	{
		id = 451089,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害，同時獲得不屈之力，在首次受到致命傷害時恢復至|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%生命，持續2回合",
	},
	{
		id = 451090,
		desc = "神呂蒙技能說明",
	},
	{
		id = 451091,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害,並有|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%幾率混亂1回合",
	},
	{
		id = 451092,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害,並有|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%幾率定身1回合",
	},
	{
		id = 451093,
		desc = "瞬移到對手身邊，眩暈對手的同時造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|點傷害。",
	},
	{
		id = 451094,
		desc = "神姜維技能說明",
	},
	{
		id = 451095,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，同時降低對手技能傷害|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持續2回合",
	},
	{
		id = 451096,
		desc = "巨大範圍的攻擊，對對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害",
	},
	{
		id = 451097,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，同時獲得至少|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%的傷害提升，持續2回合",
	},
	{
		id = 451098,
		desc = "用火焰攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，距離越遠傷害越高",
	},
	{
		id = 451099,
		desc = "神陸遜技能說明",
	},
	{
		id = 451100,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，同時使其受到傷害增加|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持續2回合",
	},
	{
		id = 451101,
		desc = "神許褚技能說明",
	},
	{
		id = 451102,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|點傷害，並反彈受到傷害的|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持續2回合",
	},
	{
		id = 451103,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，對智力較低的對手造成額外傷害",
	},
	{
		id = 451104,
		desc = "神郭嘉技能說明",
	},
	{
		id = 451105,
		desc = "震耳欲聾的怒吼，對對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|點傷害，同時降低對手|<#255,40,50#>%{buff}%%|武力",
	},
	{
		id = 451106,
		desc = "斬擊對手，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|點傷害，對武力較低的對手造成額外傷害",
	},
	{
		id = 451107,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|點傷害，並提升自身攻擊力|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持續2回合",
	},
	{
		id = 451108,
		desc = "攻擊對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，若沒有命中對手，則重置技能冷卻時間",
	},
	{
		id = 451109,
		desc = "射出必中的箭矢對對手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害，並有|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%幾率沉默對手2回合",
	},
	{
		id = 451110,
		desc = "召喚雷電造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害並擊暈對手武將",
	},
	{
		id = 451111,
		desc = "旋風般地攻擊自己周圍的對手，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的傷害",
	},
	{
		id = 451112,
		desc = "董襲普通攻擊",
	},
	{
		id = 451113,
		desc = "蔣欽普通攻擊",
	},
	{
		id = 451114,
		desc = "朱然普通攻擊",
	},
	{
		id = 451115,
		desc = "夏侯霸普通攻擊",
	},
	{
		id = 451116,
		desc = "樂進普通攻擊",
	},
	{
		id = 451117,
		desc = "曹洪普通攻擊",
	},
	{
		id = 451118,
		desc = "于禁普通攻擊",
	},
	{
		id = 451119,
		desc = "李典普通攻擊",
	},
	{
		id = 451120,
		desc = "廖化普通攻擊",
	},
	{
		id = 451121,
		desc = "張翼普通攻擊",
	},
	{
		id = 451122,
		desc = "孟達普通攻擊",
	},
	{
		id = 451123,
		desc = "蔣琬普通攻擊",
	},
	{
		id = 451124,
		desc = "張繡普通攻擊",
	},
	{
		id = 451125,
		desc = "張寶普通攻擊",
	},
	{
		id = 451126,
		desc = "韓遂普通攻擊",
	},
	{
		id = 451127,
		desc = "劉表普通攻擊",
	},
	{
		id = 451128,
		desc = "張角普通攻擊",
	},
	{
		id = 451129,
		desc = "淩統普通攻擊",
	},
	{
		id = 451130,
		desc = "丁奉普通攻擊",
	},
	{
		id = 451131,
		desc = "韓當普通攻擊",
	},
	{
		id = 451132,
		desc = "朱桓普通攻擊",
	},
	{
		id = 451133,
		desc = "徐盛普通攻擊",
	},
	{
		id = 451134,
		desc = "曹彰普通攻擊",
	},
	{
		id = 451135,
		desc = "王雙普通攻擊",
	},
	{
		id = 451136,
		desc = "鄧艾普通攻擊",
	},
	{
		id = 451137,
		desc = "文聘普通攻擊",
	},
	{
		id = 451138,
		desc = "諸葛誕普通攻擊",
	},
	{
		id = 451139,
		desc = "司馬昭普通攻擊",
	},
	{
		id = 451140,
		desc = "鍾會普通攻擊",
	},
	{
		id = 451141,
		desc = "甄姬普通攻擊",
	},
	{
		id = 451142,
		desc = "孟獲普通攻擊",
	},
	{
		id = 451143,
		desc = "馬岱普通攻擊",
	},
	{
		id = 451144,
		desc = "祝融普通攻擊",
	},
	{
		id = 451145,
		desc = "周倉普通攻擊",
	},
	{
		id = 451146,
		desc = "王平普通攻擊",
	},
	{
		id = 451147,
		desc = "吳懿普通攻擊",
	},
	{
		id = 451148,
		desc = "鄧芝普通攻擊",
	},
	{
		id = 451149,
		desc = "法正普通攻擊",
	},
	{
		id = 451150,
		desc = "黃月英普通攻擊",
	},
	{
		id = 451151,
		desc = "費禕普通攻擊",
	},
	{
		id = 451152,
		desc = "紀靈普通攻擊",
	},
	{
		id = 451153,
		desc = "馬騰普通攻擊",
	},
	{
		id = 451154,
		desc = "陳武普通攻擊",
	},
	{
		id = 451155,
		desc = "公孫瓚普通攻擊",
	},
	{
		id = 451156,
		desc = "陳登普通攻擊",
	},
	{
		id = 451157,
		desc = "盧植普通攻擊",
	},
	{
		id = 451158,
		desc = "審配普通攻擊",
	},
	{
		id = 451159,
		desc = "陳宮普通攻擊",
	},
	{
		id = 451160,
		desc = "沮授普通攻擊",
	},
	{
		id = 451161,
		desc = "黃蓋普通攻擊",
	},
	{
		id = 451162,
		desc = "孫尚香普通攻擊",
	},
	{
		id = 451163,
		desc = "程普普通攻擊",
	},
	{
		id = 451164,
		desc = "孫權普通攻擊",
	},
	{
		id = 451165,
		desc = "曹丕普通攻擊",
	},
	{
		id = 451166,
		desc = "程昱普通攻擊",
	},
	{
		id = 451167,
		desc = "嚴顏普通攻擊",
	},
	{
		id = 451168,
		desc = "馬良普通攻擊",
	},
	{
		id = 451169,
		desc = "董卓普通攻擊",
	},
	{
		id = 451170,
		desc = "甘寧普通攻擊",
	},
	{
		id = 451171,
		desc = "孫堅普通攻擊",
	},
	{
		id = 451172,
		desc = "魯肅普通攻擊",
	},
	{
		id = 451173,
		desc = "張紘普通攻擊",
	},
	{
		id = 451174,
		desc = "張昭普通攻擊",
	},
	{
		id = 451175,
		desc = "龐德普通攻擊",
	},
	{
		id = 451176,
		desc = "夏侯惇普通攻擊",
	},
	{
		id = 451177,
		desc = "徐晃普通攻擊",
	},
	{
		id = 451178,
		desc = "夏侯淵普通攻擊",
	},
	{
		id = 451179,
		desc = "張郃普通攻擊",
	},
	{
		id = 451180,
		desc = "曹仁普通攻擊",
	},
	{
		id = 451181,
		desc = "徐庶普通攻擊",
	},
	{
		id = 451182,
		desc = "賈詡普通攻擊",
	},
	{
		id = 451183,
		desc = "荀彧普通攻擊",
	},
	{
		id = 451184,
		desc = "魏延普通攻擊",
	},
	{
		id = 451185,
		desc = "關索普通攻擊",
	},
	{
		id = 451186,
		desc = "張苞普通攻擊",
	},
	{
		id = 451187,
		desc = "關興普通攻擊",
	},
	{
		id = 451188,
		desc = "關平普通攻擊",
	},
	{
		id = 451189,
		desc = "龐統普通攻擊",
	},
	{
		id = 451190,
		desc = "文醜普通攻擊",
	},
	{
		id = 451191,
		desc = "顏良普通攻擊",
	},
	{
		id = 451192,
		desc = "華雄普通攻擊",
	},
	{
		id = 451193,
		desc = "張任普通攻擊",
	},
	{
		id = 451194,
		desc = "高順普通攻擊",
	},
	{
		id = 451195,
		desc = "袁紹普通攻擊",
	},
	{
		id = 451196,
		desc = "華佗普通攻擊",
	},
	{
		id = 451197,
		desc = "田豐普通攻擊",
	},
	{
		id = 451198,
		desc = "李儒普通攻擊",
	},
	{
		id = 451199,
		desc = "太史慈普通攻擊",
	},
	{
		id = 451200,
		desc = "周泰普通攻擊",
	},
	{
		id = 451201,
		desc = "呂蒙普通攻擊",
	},
	{
		id = 451202,
		desc = "小喬普通攻擊",
	},
	{
		id = 451203,
		desc = "大喬普通攻擊",
	},
	{
		id = 451204,
		desc = "張遼普通攻擊",
	},
	{
		id = 451205,
		desc = "姜維普通攻擊",
	},
	{
		id = 451206,
		desc = "劉備普通攻擊",
	},
	{
		id = 451207,
		desc = "貂蟬普通攻擊",
	},
	{
		id = 451208,
		desc = "孫策普通攻擊",
	},
	{
		id = 451209,
		desc = "周瑜普通攻擊",
	},
	{
		id = 451210,
		desc = "陸遜普通攻擊",
	},
	{
		id = 451211,
		desc = "典韋普通攻擊",
	},
	{
		id = 451212,
		desc = "許褚普通攻擊",
	},
	{
		id = 451213,
		desc = "曹操普通攻擊",
	},
	{
		id = 451214,
		desc = "司馬懿普通攻擊",
	},
	{
		id = 451215,
		desc = "郭嘉普通攻擊",
	},
	{
		id = 451216,
		desc = "張飛普通攻擊",
	},
	{
		id = 451217,
		desc = "關羽普通攻擊",
	},
	{
		id = 451218,
		desc = "馬超普通攻擊",
	},
	{
		id = 451219,
		desc = "趙雲普通攻擊",
	},
	{
		id = 451220,
		desc = "黃忠普通攻擊",
	},
	{
		id = 451221,
		desc = "諸葛亮普通攻擊",
	},
	{
		id = 451222,
		desc = "呂布普通攻擊",
	},
	{
		id = 451223,
		desc = "神董襲普通攻擊",
	},
	{
		id = 451224,
		desc = "神蔣欽普通攻擊",
	},
	{
		id = 451225,
		desc = "神朱然普通攻擊",
	},
	{
		id = 451226,
		desc = "神夏侯霸普通攻擊",
	},
	{
		id = 451227,
		desc = "神樂進普通攻擊",
	},
	{
		id = 451228,
		desc = "神曹洪普通攻擊",
	},
	{
		id = 451229,
		desc = "神于禁普通攻擊",
	},
	{
		id = 451230,
		desc = "神李典普通攻擊",
	},
	{
		id = 451231,
		desc = "神廖化普通攻擊",
	},
	{
		id = 451232,
		desc = "神張翼普通攻擊",
	},
	{
		id = 451233,
		desc = "神孟達普通攻擊",
	},
	{
		id = 451234,
		desc = "神蔣琬普通攻擊",
	},
	{
		id = 451235,
		desc = "神張繡普通攻擊",
	},
	{
		id = 451236,
		desc = "神張寶普通攻擊",
	},
	{
		id = 451237,
		desc = "神韓遂普通攻擊",
	},
	{
		id = 451238,
		desc = "神劉表普通攻擊",
	},
	{
		id = 451239,
		desc = "神張角普通攻擊",
	},
	{
		id = 451240,
		desc = "神淩統普通攻擊",
	},
	{
		id = 451241,
		desc = "神丁奉普通攻擊",
	},
	{
		id = 451242,
		desc = "神韓當普通攻擊",
	},
	{
		id = 451243,
		desc = "神朱桓普通攻擊",
	},
	{
		id = 451244,
		desc = "神徐盛普通攻擊",
	},
	{
		id = 451245,
		desc = "神曹彰普通攻擊",
	},
	{
		id = 451246,
		desc = "神王雙普通攻擊",
	},
	{
		id = 451247,
		desc = "神鄧艾普通攻擊",
	},
	{
		id = 451248,
		desc = "神文聘普通攻擊",
	},
	{
		id = 451249,
		desc = "神諸葛誕普通攻擊",
	},
	{
		id = 451250,
		desc = "神司馬昭普通攻擊",
	},
	{
		id = 451251,
		desc = "神鍾會普通攻擊",
	},
	{
		id = 451252,
		desc = "神甄姬普通攻擊",
	},
	{
		id = 451253,
		desc = "神孟獲普通攻擊",
	},
	{
		id = 451254,
		desc = "神馬岱普通攻擊",
	},
	{
		id = 451255,
		desc = "神祝融普通攻擊",
	},
	{
		id = 451256,
		desc = "神周倉普通攻擊",
	},
	{
		id = 451257,
		desc = "神王平普通攻擊",
	},
	{
		id = 451258,
		desc = "神吳懿普通攻擊",
	},
	{
		id = 451259,
		desc = "神鄧芝普通攻擊",
	},
	{
		id = 451260,
		desc = "神法正普通攻擊",
	},
	{
		id = 451261,
		desc = "神黃月英普通攻擊",
	},
	{
		id = 451262,
		desc = "神費禕普通攻擊",
	},
	{
		id = 451263,
		desc = "神紀靈普通攻擊",
	},
	{
		id = 451264,
		desc = "神馬騰普通攻擊",
	},
	{
		id = 451265,
		desc = "神陳武普通攻擊",
	},
	{
		id = 451266,
		desc = "神公孫瓚普通攻擊",
	},
	{
		id = 451267,
		desc = "神陳登普通攻擊",
	},
	{
		id = 451268,
		desc = "神盧植普通攻擊",
	},
	{
		id = 451269,
		desc = "神審配普通攻擊",
	},
	{
		id = 451270,
		desc = "神陳宮普通攻擊",
	},
	{
		id = 451271,
		desc = "神沮授普通攻擊",
	},
	{
		id = 451272,
		desc = "神黃蓋普通攻擊",
	},
	{
		id = 451273,
		desc = "神孫尚香普通攻擊",
	},
	{
		id = 451274,
		desc = "神程普普通攻擊",
	},
	{
		id = 451275,
		desc = "神孫權普通攻擊",
	},
	{
		id = 451276,
		desc = "神曹丕普通攻擊",
	},
	{
		id = 451277,
		desc = "神程昱普通攻擊",
	},
	{
		id = 451278,
		desc = "神嚴顏普通攻擊",
	},
	{
		id = 451279,
		desc = "神馬良普通攻擊",
	},
	{
		id = 451280,
		desc = "神董卓普通攻擊",
	},
	{
		id = 451281,
		desc = "神甘寧普通攻擊",
	},
	{
		id = 451282,
		desc = "神孫堅普通攻擊",
	},
	{
		id = 451283,
		desc = "神魯肅普通攻擊",
	},
	{
		id = 451284,
		desc = "神張紘普通攻擊",
	},
	{
		id = 451285,
		desc = "神張昭普通攻擊",
	},
	{
		id = 451286,
		desc = "神龐德普通攻擊",
	},
	{
		id = 451287,
		desc = "神夏侯惇普通攻擊",
	},
	{
		id = 451288,
		desc = "神徐晃普通攻擊",
	},
	{
		id = 451289,
		desc = "神夏侯淵普通攻擊",
	},
	{
		id = 451290,
		desc = "神張郃普通攻擊",
	},
	{
		id = 451291,
		desc = "神曹仁普通攻擊",
	},
	{
		id = 451292,
		desc = "神徐庶普通攻擊",
	},
	{
		id = 451293,
		desc = "神賈詡普通攻擊",
	},
	{
		id = 451294,
		desc = "神荀彧普通攻擊",
	},
	{
		id = 451295,
		desc = "神魏延普通攻擊",
	},
	{
		id = 451296,
		desc = "神關索普通攻擊",
	},
	{
		id = 451297,
		desc = "神張苞普通攻擊",
	},
	{
		id = 451298,
		desc = "神關興普通攻擊",
	},
	{
		id = 451299,
		desc = "神關平普通攻擊",
	},
	{
		id = 451300,
		desc = "神龐統普通攻擊",
	},
	{
		id = 451301,
		desc = "神文醜普通攻擊",
	},
	{
		id = 451302,
		desc = "神顏良普通攻擊",
	},
	{
		id = 451303,
		desc = "神華雄普通攻擊",
	},
	{
		id = 451304,
		desc = "神張任普通攻擊",
	},
	{
		id = 451305,
		desc = "神高順普通攻擊",
	},
	{
		id = 451306,
		desc = "神袁紹普通攻擊",
	},
	{
		id = 451307,
		desc = "神華佗普通攻擊",
	},
	{
		id = 451308,
		desc = "神田豐普通攻擊",
	},
	{
		id = 451309,
		desc = "神李儒普通攻擊",
	},
	{
		id = 451310,
		desc = "神太史慈普通攻擊",
	},
	{
		id = 451311,
		desc = "神周泰普通攻擊",
	},
	{
		id = 451312,
		desc = "神呂蒙普通攻擊",
	},
	{
		id = 451313,
		desc = "神小喬普通攻擊",
	},
	{
		id = 451314,
		desc = "神大喬普通攻擊",
	},
	{
		id = 451315,
		desc = "神張遼普通攻擊",
	},
	{
		id = 451316,
		desc = "神姜維普通攻擊",
	},
	{
		id = 451317,
		desc = "神劉備普通攻擊",
	},
	{
		id = 451318,
		desc = "神貂蟬普通攻擊",
	},
	{
		id = 451319,
		desc = "神孫策普通攻擊",
	},
	{
		id = 451320,
		desc = "神周瑜普通攻擊",
	},
	{
		id = 451321,
		desc = "神陸遜普通攻擊",
	},
	{
		id = 451322,
		desc = "神典韋普通攻擊",
	},
	{
		id = 451323,
		desc = "神許褚普通攻擊",
	},
	{
		id = 451324,
		desc = "神曹操普通攻擊",
	},
	{
		id = 451325,
		desc = "神司馬懿普通攻擊",
	},
	{
		id = 451326,
		desc = "神郭嘉普通攻擊",
	},
	{
		id = 451327,
		desc = "神張飛普通攻擊",
	},
	{
		id = 451328,
		desc = "神關羽普通攻擊",
	},
	{
		id = 451329,
		desc = "神馬超普通攻擊",
	},
	{
		id = 451330,
		desc = "神趙雲普通攻擊",
	},
	{
		id = 451331,
		desc = "神黃忠普通攻擊",
	},
	{
		id = 451332,
		desc = "神諸葛亮普通攻擊",
	},
	{
		id = 451333,
		desc = "神呂布普通攻擊",
	},
	{
		id = 452001,
		desc = "神董襲技能預覽",
	},
	{
		id = 452002,
		desc = "神蔣欽技能預覽",
	},
	{
		id = 452003,
		desc = "神朱然技能預覽",
	},
	{
		id = 452004,
		desc = "神夏侯霸技能預覽",
	},
	{
		id = 452005,
		desc = "神樂進技能預覽",
	},
	{
		id = 452006,
		desc = "神曹洪技能預覽",
	},
	{
		id = 452007,
		desc = "神于禁技能預覽",
	},
	{
		id = 452008,
		desc = "神李典技能預覽",
	},
	{
		id = 452009,
		desc = "神廖化技能預覽",
	},
	{
		id = 452010,
		desc = "神張翼技能預覽",
	},
	{
		id = 452011,
		desc = "神孟達技能預覽",
	},
	{
		id = 452012,
		desc = "神蔣琬技能預覽",
	},
	{
		id = 452013,
		desc = "神張繡技能預覽",
	},
	{
		id = 452014,
		desc = "神張寶技能預覽",
	},
	{
		id = 452015,
		desc = "神韓遂技能預覽",
	},
	{
		id = 452016,
		desc = "神劉表技能預覽",
	},
	{
		id = 452017,
		desc = "神張角技能預覽",
	},
	{
		id = 452018,
		desc = "神淩統技能預覽",
	},
	{
		id = 452019,
		desc = "神丁奉技能預覽",
	},
	{
		id = 452020,
		desc = "神韓當技能預覽",
	},
	{
		id = 452021,
		desc = "神朱桓技能預覽",
	},
	{
		id = 452022,
		desc = "神徐盛技能預覽",
	},
	{
		id = 452023,
		desc = "神曹彰技能預覽",
	},
	{
		id = 452024,
		desc = "神王雙技能預覽",
	},
	{
		id = 452025,
		desc = "神鄧艾技能預覽",
	},
	{
		id = 452026,
		desc = "神文聘技能預覽",
	},
	{
		id = 452027,
		desc = "神諸葛誕技能預覽",
	},
	{
		id = 452028,
		desc = "神司馬昭技能預覽",
	},
	{
		id = 452029,
		desc = "神鍾會技能預覽",
	},
	{
		id = 452030,
		desc = "神甄姬技能預覽",
	},
	{
		id = 452031,
		desc = "神孟獲技能預覽",
	},
	{
		id = 452032,
		desc = "神馬岱技能預覽",
	},
	{
		id = 452033,
		desc = "神祝融技能預覽",
	},
	{
		id = 452034,
		desc = "神周倉技能預覽",
	},
	{
		id = 452035,
		desc = "神王平技能預覽",
	},
	{
		id = 452036,
		desc = "神吳懿技能預覽",
	},
	{
		id = 452037,
		desc = "神鄧芝技能預覽",
	},
	{
		id = 452038,
		desc = "神法正技能預覽",
	},
	{
		id = 452039,
		desc = "神黃月英技能預覽",
	},
	{
		id = 452040,
		desc = "神費禕技能預覽",
	},
	{
		id = 452041,
		desc = "神紀靈技能預覽",
	},
	{
		id = 452042,
		desc = "神馬騰技能預覽",
	},
	{
		id = 452043,
		desc = "神陳武技能預覽",
	},
	{
		id = 452044,
		desc = "神公孫瓚技能預覽",
	},
	{
		id = 452045,
		desc = "神陳登技能預覽",
	},
	{
		id = 452046,
		desc = "神盧植技能預覽",
	},
	{
		id = 452047,
		desc = "神審配技能預覽",
	},
	{
		id = 452048,
		desc = "神陳宮技能預覽",
	},
	{
		id = 452049,
		desc = "神沮授技能預覽",
	},
	{
		id = 452050,
		desc = "攻擊對手造成傷害，同時獲得傷害減免",
	},
	{
		id = 452051,
		desc = "攻擊對手造成傷害，並使對手每回合受到傷害，持續3回合",
	},
	{
		id = 452052,
		desc = "神程普技能預覽",
	},
	{
		id = 452053,
		desc = "定身中距離的對手並同時造成傷害",
	},
	{
		id = 452054,
		desc = "對巨大範圍內的對手造成大量傷害",
	},
	{
		id = 452055,
		desc = "神程昱技能預覽",
	},
	{
		id = 452056,
		desc = "神嚴顏技能預覽",
	},
	{
		id = 452057,
		desc = "神馬良技能預覽",
	},
	{
		id = 452058,
		desc = "攻擊時可吸取生命值，但接下來會受到額外傷害",
	},
	{
		id = 452059,
		desc = "神甘寧技能預覽",
	},
	{
		id = 452060,
		desc = "神孫堅技能預覽",
	},
	{
		id = 452061,
		desc = "神魯肅技能預覽",
	},
	{
		id = 452062,
		desc = "神張紘技能預覽",
	},
	{
		id = 452063,
		desc = "神張昭技能預覽",
	},
	{
		id = 452064,
		desc = "神龐德技能預覽",
	},
	{
		id = 452065,
		desc = "沖鋒並必定命中對手",
	},
	{
		id = 452066,
		desc = "神徐晃技能預覽",
	},
	{
		id = 452067,
		desc = "神夏侯淵技能預覽",
	},
	{
		id = 452068,
		desc = "神張郃技能預覽",
	},
	{
		id = 452069,
		desc = "神曹仁技能預覽",
	},
	{
		id = 452070,
		desc = "神徐庶技能預覽",
	},
	{
		id = 452071,
		desc = "使用無法治愈的毒計毒害對手",
	},
	{
		id = 452072,
		desc = "使用對方隊友的技能攻擊對手",
	},
	{
		id = 452073,
		desc = "神魏延技能預覽",
	},
	{
		id = 452074,
		desc = "神關索技能預覽",
	},
	{
		id = 452075,
		desc = "神張苞技能預覽",
	},
	{
		id = 452076,
		desc = "神關興技能預覽",
	},
	{
		id = 452077,
		desc = "神關平技能預覽",
	},
	{
		id = 452078,
		desc = "神龐統技能預覽",
	},
	{
		id = 452079,
		desc = "神文醜技能預覽",
	},
	{
		id = 452080,
		desc = "神顏良技能預覽",
	},
	{
		id = 452081,
		desc = "攻擊對手後提高移動速度",
	},
	{
		id = 452082,
		desc = "神張任技能預覽",
	},
	{
		id = 452083,
		desc = "攻擊對手後提高攻擊範圍",
	},
	{
		id = 452084,
		desc = "使用無法躲避的箭雨攻擊對手",
	},
	{
		id = 452085,
		desc = "神華佗技能預覽",
	},
	{
		id = 452086,
		desc = "神田豐技能預覽",
	},
	{
		id = 452087,
		desc = "神李儒技能預覽",
	},
	{
		id = 452088,
		desc = "神太史慈技能預覽",
	},
	{
		id = 452089,
		desc = "釋放技能可以免死一次",
	},
	{
		id = 452090,
		desc = "神呂蒙技能預覽",
	},
	{
		id = 452091,
		desc = "攻擊對手後使其混亂",
	},
	{
		id = 452092,
		desc = "攻擊對手後使其定身",
	},
	{
		id = 452093,
		desc = "瞬移到對手身邊，攻擊並眩暈對手",
	},
	{
		id = 452094,
		desc = "神姜維技能預覽",
	},
	{
		id = 452095,
		desc = "攻擊對手後降低對方技能傷害",
	},
	{
		id = 452096,
		desc = "巨大範圍的箭雨",
	},
	{
		id = 452097,
		desc = "攻擊對手造成傷害，同時獲得自身傷害提升的效果",
	},
	{
		id = 452098,
		desc = "用火焰攻擊對手，距離越遠傷害越高",
	},
	{
		id = 452099,
		desc = "神陸遜技能預覽",
	},
	{
		id = 452100,
		desc = "攻擊時詛咒對手，使其受到的傷害增加",
	},
	{
		id = 452101,
		desc = "神許褚技能預覽",
	},
	{
		id = 452102,
		desc = "攻擊對手造成傷害，同時反彈接下來受到的傷害",
	},
	{
		id = 452103,
		desc = "攻擊對手，對智力較低的對手造成額外傷害",
	},
	{
		id = 452104,
		desc = "神郭嘉技能預覽",
	},
	{
		id = 452105,
		desc = "震耳欲聾的怒吼，對對手造成傷害，並同時降低對手武力",
	},
	{
		id = 452106,
		desc = "斬擊對手，對武力較低的對手造成額外傷害",
	},
	{
		id = 452107,
		desc = "橫掃命中對手後可增加自身傷害",
	},
	{
		id = 452108,
		desc = "可反復使用技能直到命中對手為止",
	},
	{
		id = 452109,
		desc = "百步穿楊必定命中，並且可以沉默對手",
	},
	{
		id = 452110,
		desc = "召喚雷電擊暈對手",
	},
	{
		id = 452111,
		desc = "橫掃攻擊可命中身邊任何位置的對手",
	},
	{
		id = 452112,
		desc = "董襲普通攻擊",
	},
	{
		id = 452113,
		desc = "蔣欽普通攻擊",
	},
	{
		id = 452114,
		desc = "朱然普通攻擊",
	},
	{
		id = 452115,
		desc = "夏侯霸普通攻擊",
	},
	{
		id = 452116,
		desc = "樂進普通攻擊",
	},
	{
		id = 452117,
		desc = "曹洪普通攻擊",
	},
	{
		id = 452118,
		desc = "于禁普通攻擊",
	},
	{
		id = 452119,
		desc = "李典普通攻擊",
	},
	{
		id = 452120,
		desc = "廖化普通攻擊",
	},
	{
		id = 452121,
		desc = "張翼普通攻擊",
	},
	{
		id = 452122,
		desc = "孟達普通攻擊",
	},
	{
		id = 452123,
		desc = "蔣琬普通攻擊",
	},
	{
		id = 452124,
		desc = "張繡普通攻擊",
	},
	{
		id = 452125,
		desc = "張寶普通攻擊",
	},
	{
		id = 452126,
		desc = "韓遂普通攻擊",
	},
	{
		id = 452127,
		desc = "劉表普通攻擊",
	},
	{
		id = 452128,
		desc = "張角普通攻擊",
	},
	{
		id = 452129,
		desc = "淩統普通攻擊",
	},
	{
		id = 452130,
		desc = "丁奉普通攻擊",
	},
	{
		id = 452131,
		desc = "韓當普通攻擊",
	},
	{
		id = 452132,
		desc = "朱桓普通攻擊",
	},
	{
		id = 452133,
		desc = "徐盛普通攻擊",
	},
	{
		id = 452134,
		desc = "曹彰普通攻擊",
	},
	{
		id = 452135,
		desc = "王雙普通攻擊",
	},
	{
		id = 452136,
		desc = "鄧艾普通攻擊",
	},
	{
		id = 452137,
		desc = "文聘普通攻擊",
	},
	{
		id = 452138,
		desc = "諸葛誕普通攻擊",
	},
	{
		id = 452139,
		desc = "司馬昭普通攻擊",
	},
	{
		id = 452140,
		desc = "鍾會普通攻擊",
	},
	{
		id = 452141,
		desc = "甄姬普通攻擊",
	},
	{
		id = 452142,
		desc = "孟獲普通攻擊",
	},
	{
		id = 452143,
		desc = "馬岱普通攻擊",
	},
	{
		id = 452144,
		desc = "祝融普通攻擊",
	},
	{
		id = 452145,
		desc = "周倉普通攻擊",
	},
	{
		id = 452146,
		desc = "王平普通攻擊",
	},
	{
		id = 452147,
		desc = "吳懿普通攻擊",
	},
	{
		id = 452148,
		desc = "鄧芝普通攻擊",
	},
	{
		id = 452149,
		desc = "法正普通攻擊",
	},
	{
		id = 452150,
		desc = "黃月英普通攻擊",
	},
	{
		id = 452151,
		desc = "費禕普通攻擊",
	},
	{
		id = 452152,
		desc = "紀靈普通攻擊",
	},
	{
		id = 452153,
		desc = "馬騰普通攻擊",
	},
	{
		id = 452154,
		desc = "陳武普通攻擊",
	},
	{
		id = 452155,
		desc = "公孫瓚普通攻擊",
	},
	{
		id = 452156,
		desc = "陳登普通攻擊",
	},
	{
		id = 452157,
		desc = "盧植普通攻擊",
	},
	{
		id = 452158,
		desc = "審配普通攻擊",
	},
	{
		id = 452159,
		desc = "陳宮普通攻擊",
	},
	{
		id = 452160,
		desc = "沮授普通攻擊",
	},
	{
		id = 452161,
		desc = "黃蓋普通攻擊",
	},
	{
		id = 452162,
		desc = "孫尚香普通攻擊",
	},
	{
		id = 452163,
		desc = "程普普通攻擊",
	},
	{
		id = 452164,
		desc = "孫權普通攻擊",
	},
	{
		id = 452165,
		desc = "曹丕普通攻擊",
	},
	{
		id = 452166,
		desc = "程昱普通攻擊",
	},
	{
		id = 452167,
		desc = "嚴顏普通攻擊",
	},
	{
		id = 452168,
		desc = "馬良普通攻擊",
	},
	{
		id = 452169,
		desc = "董卓普通攻擊",
	},
	{
		id = 452170,
		desc = "甘寧普通攻擊",
	},
	{
		id = 452171,
		desc = "孫堅普通攻擊",
	},
	{
		id = 452172,
		desc = "魯肅普通攻擊",
	},
	{
		id = 452173,
		desc = "張紘普通攻擊",
	},
	{
		id = 452174,
		desc = "張昭普通攻擊",
	},
	{
		id = 452175,
		desc = "龐德普通攻擊",
	},
	{
		id = 452176,
		desc = "夏侯惇普通攻擊",
	},
	{
		id = 452177,
		desc = "徐晃普通攻擊",
	},
	{
		id = 452178,
		desc = "夏侯淵普通攻擊",
	},
	{
		id = 452179,
		desc = "張郃普通攻擊",
	},
	{
		id = 452180,
		desc = "曹仁普通攻擊",
	},
	{
		id = 452181,
		desc = "徐庶普通攻擊",
	},
	{
		id = 452182,
		desc = "賈詡普通攻擊",
	},
	{
		id = 452183,
		desc = "荀彧普通攻擊",
	},
	{
		id = 452184,
		desc = "魏延普通攻擊",
	},
	{
		id = 452185,
		desc = "關索普通攻擊",
	},
	{
		id = 452186,
		desc = "張苞普通攻擊",
	},
	{
		id = 452187,
		desc = "關興普通攻擊",
	},
	{
		id = 452188,
		desc = "關平普通攻擊",
	},
	{
		id = 452189,
		desc = "龐統普通攻擊",
	},
	{
		id = 452190,
		desc = "文醜普通攻擊",
	},
	{
		id = 452191,
		desc = "顏良普通攻擊",
	},
	{
		id = 452192,
		desc = "華雄普通攻擊",
	},
	{
		id = 452193,
		desc = "張任普通攻擊",
	},
	{
		id = 452194,
		desc = "高順普通攻擊",
	},
	{
		id = 452195,
		desc = "袁紹普通攻擊",
	},
	{
		id = 452196,
		desc = "華佗普通攻擊",
	},
	{
		id = 452197,
		desc = "田豐普通攻擊",
	},
	{
		id = 452198,
		desc = "李儒普通攻擊",
	},
	{
		id = 452199,
		desc = "太史慈普通攻擊",
	},
	{
		id = 452200,
		desc = "周泰普通攻擊",
	},
	{
		id = 452201,
		desc = "呂蒙普通攻擊",
	},
	{
		id = 452202,
		desc = "小喬普通攻擊",
	},
	{
		id = 452203,
		desc = "大喬普通攻擊",
	},
	{
		id = 452204,
		desc = "張遼普通攻擊",
	},
	{
		id = 452205,
		desc = "姜維普通攻擊",
	},
	{
		id = 452206,
		desc = "劉備普通攻擊",
	},
	{
		id = 452207,
		desc = "貂蟬普通攻擊",
	},
	{
		id = 452208,
		desc = "孫策普通攻擊",
	},
	{
		id = 452209,
		desc = "周瑜普通攻擊",
	},
	{
		id = 452210,
		desc = "陸遜普通攻擊",
	},
	{
		id = 452211,
		desc = "典韋普通攻擊",
	},
	{
		id = 452212,
		desc = "許褚普通攻擊",
	},
	{
		id = 452213,
		desc = "曹操普通攻擊",
	},
	{
		id = 452214,
		desc = "司馬懿普通攻擊",
	},
	{
		id = 452215,
		desc = "郭嘉普通攻擊",
	},
	{
		id = 452216,
		desc = "張飛普通攻擊",
	},
	{
		id = 452217,
		desc = "關羽普通攻擊",
	},
	{
		id = 452218,
		desc = "馬超普通攻擊",
	},
	{
		id = 452219,
		desc = "趙雲普通攻擊",
	},
	{
		id = 452220,
		desc = "黃忠普通攻擊",
	},
	{
		id = 452221,
		desc = "諸葛亮普通攻擊",
	},
	{
		id = 452222,
		desc = "呂布普通攻擊",
	},
	{
		id = 452223,
		desc = "神董襲普通攻擊",
	},
	{
		id = 452224,
		desc = "神蔣欽普通攻擊",
	},
	{
		id = 452225,
		desc = "神朱然普通攻擊",
	},
	{
		id = 452226,
		desc = "神夏侯霸普通攻擊",
	},
	{
		id = 452227,
		desc = "神樂進普通攻擊",
	},
	{
		id = 452228,
		desc = "神曹洪普通攻擊",
	},
	{
		id = 452229,
		desc = "神于禁普通攻擊",
	},
	{
		id = 452230,
		desc = "神李典普通攻擊",
	},
	{
		id = 452231,
		desc = "神廖化普通攻擊",
	},
	{
		id = 452232,
		desc = "神張翼普通攻擊",
	},
	{
		id = 452233,
		desc = "神孟達普通攻擊",
	},
	{
		id = 452234,
		desc = "神蔣琬普通攻擊",
	},
	{
		id = 452235,
		desc = "神張繡普通攻擊",
	},
	{
		id = 452236,
		desc = "神張寶普通攻擊",
	},
	{
		id = 452237,
		desc = "神韓遂普通攻擊",
	},
	{
		id = 452238,
		desc = "神劉表普通攻擊",
	},
	{
		id = 452239,
		desc = "神張角普通攻擊",
	},
	{
		id = 452240,
		desc = "神淩統普通攻擊",
	},
	{
		id = 452241,
		desc = "神丁奉普通攻擊",
	},
	{
		id = 452242,
		desc = "神韓當普通攻擊",
	},
	{
		id = 452243,
		desc = "神朱桓普通攻擊",
	},
	{
		id = 452244,
		desc = "神徐盛普通攻擊",
	},
	{
		id = 452245,
		desc = "神曹彰普通攻擊",
	},
	{
		id = 452246,
		desc = "神王雙普通攻擊",
	},
	{
		id = 452247,
		desc = "神鄧艾普通攻擊",
	},
	{
		id = 452248,
		desc = "神文聘普通攻擊",
	},
	{
		id = 452249,
		desc = "神諸葛誕普通攻擊",
	},
	{
		id = 452250,
		desc = "神司馬昭普通攻擊",
	},
	{
		id = 452251,
		desc = "神鍾會普通攻擊",
	},
	{
		id = 452252,
		desc = "神甄姬普通攻擊",
	},
	{
		id = 452253,
		desc = "神孟獲普通攻擊",
	},
	{
		id = 452254,
		desc = "神馬岱普通攻擊",
	},
	{
		id = 452255,
		desc = "神祝融普通攻擊",
	},
	{
		id = 452256,
		desc = "神周倉普通攻擊",
	},
	{
		id = 452257,
		desc = "神王平普通攻擊",
	},
	{
		id = 452258,
		desc = "神吳懿普通攻擊",
	},
	{
		id = 452259,
		desc = "神鄧芝普通攻擊",
	},
	{
		id = 452260,
		desc = "神法正普通攻擊",
	},
	{
		id = 452261,
		desc = "神黃月英普通攻擊",
	},
	{
		id = 452262,
		desc = "神費禕普通攻擊",
	},
	{
		id = 452263,
		desc = "神紀靈普通攻擊",
	},
	{
		id = 452264,
		desc = "神馬騰普通攻擊",
	},
	{
		id = 452265,
		desc = "神陳武普通攻擊",
	},
	{
		id = 452266,
		desc = "神公孫瓚普通攻擊",
	},
	{
		id = 452267,
		desc = "神陳登普通攻擊",
	},
	{
		id = 452268,
		desc = "神盧植普通攻擊",
	},
	{
		id = 452269,
		desc = "神審配普通攻擊",
	},
	{
		id = 452270,
		desc = "神陳宮普通攻擊",
	},
	{
		id = 452271,
		desc = "神沮授普通攻擊",
	},
	{
		id = 452272,
		desc = "神黃蓋普通攻擊",
	},
	{
		id = 452273,
		desc = "神孫尚香普通攻擊",
	},
	{
		id = 452274,
		desc = "神程普普通攻擊",
	},
	{
		id = 452275,
		desc = "神孫權普通攻擊",
	},
	{
		id = 452276,
		desc = "神曹丕普通攻擊",
	},
	{
		id = 452277,
		desc = "神程昱普通攻擊",
	},
	{
		id = 452278,
		desc = "神嚴顏普通攻擊",
	},
	{
		id = 452279,
		desc = "神馬良普通攻擊",
	},
	{
		id = 452280,
		desc = "神董卓普通攻擊",
	},
	{
		id = 452281,
		desc = "神甘寧普通攻擊",
	},
	{
		id = 452282,
		desc = "神孫堅普通攻擊",
	},
	{
		id = 452283,
		desc = "神魯肅普通攻擊",
	},
	{
		id = 452284,
		desc = "神張紘普通攻擊",
	},
	{
		id = 452285,
		desc = "神張昭普通攻擊",
	},
	{
		id = 452286,
		desc = "神龐德普通攻擊",
	},
	{
		id = 452287,
		desc = "神夏侯惇普通攻擊",
	},
	{
		id = 452288,
		desc = "神徐晃普通攻擊",
	},
	{
		id = 452289,
		desc = "神夏侯淵普通攻擊",
	},
	{
		id = 452290,
		desc = "神張郃普通攻擊",
	},
	{
		id = 452291,
		desc = "神曹仁普通攻擊",
	},
	{
		id = 452292,
		desc = "神徐庶普通攻擊",
	},
	{
		id = 452293,
		desc = "神賈詡普通攻擊",
	},
	{
		id = 452294,
		desc = "神荀彧普通攻擊",
	},
	{
		id = 452295,
		desc = "神魏延普通攻擊",
	},
	{
		id = 452296,
		desc = "神關索普通攻擊",
	},
	{
		id = 452297,
		desc = "神張苞普通攻擊",
	},
	{
		id = 452298,
		desc = "神關興普通攻擊",
	},
	{
		id = 452299,
		desc = "神關平普通攻擊",
	},
	{
		id = 452300,
		desc = "神龐統普通攻擊",
	},
	{
		id = 452301,
		desc = "神文醜普通攻擊",
	},
	{
		id = 452302,
		desc = "神顏良普通攻擊",
	},
	{
		id = 452303,
		desc = "神華雄普通攻擊",
	},
	{
		id = 452304,
		desc = "神張任普通攻擊",
	},
	{
		id = 452305,
		desc = "神高順普通攻擊",
	},
	{
		id = 452306,
		desc = "神袁紹普通攻擊",
	},
	{
		id = 452307,
		desc = "神華佗普通攻擊",
	},
	{
		id = 452308,
		desc = "神田豐普通攻擊",
	},
	{
		id = 452309,
		desc = "神李儒普通攻擊",
	},
	{
		id = 452310,
		desc = "神太史慈普通攻擊",
	},
	{
		id = 452311,
		desc = "神周泰普通攻擊",
	},
	{
		id = 452312,
		desc = "神呂蒙普通攻擊",
	},
	{
		id = 452313,
		desc = "神小喬普通攻擊",
	},
	{
		id = 452314,
		desc = "神大喬普通攻擊",
	},
	{
		id = 452315,
		desc = "神張遼普通攻擊",
	},
	{
		id = 452316,
		desc = "神姜維普通攻擊",
	},
	{
		id = 452317,
		desc = "神劉備普通攻擊",
	},
	{
		id = 452318,
		desc = "神貂蟬普通攻擊",
	},
	{
		id = 452319,
		desc = "神孫策普通攻擊",
	},
	{
		id = 452320,
		desc = "神周瑜普通攻擊",
	},
	{
		id = 452321,
		desc = "神陸遜普通攻擊",
	},
	{
		id = 452322,
		desc = "神典韋普通攻擊",
	},
	{
		id = 452323,
		desc = "神許褚普通攻擊",
	},
	{
		id = 452324,
		desc = "神曹操普通攻擊",
	},
	{
		id = 452325,
		desc = "神司馬懿普通攻擊",
	},
	{
		id = 452326,
		desc = "神郭嘉普通攻擊",
	},
	{
		id = 452327,
		desc = "神張飛普通攻擊",
	},
	{
		id = 452328,
		desc = "神關羽普通攻擊",
	},
	{
		id = 452329,
		desc = "神馬超普通攻擊",
	},
	{
		id = 452330,
		desc = "神趙雲普通攻擊",
	},
	{
		id = 452331,
		desc = "神黃忠普通攻擊",
	},
	{
		id = 452332,
		desc = "神諸葛亮普通攻擊",
	},
	{
		id = 452333,
		desc = "神呂布普通攻擊",
	},
	{
		id = 460000,
		desc = "fill info",
	},
	{
		id = 460001,
		desc = "攻擊增加百分比",
	},
	{
		id = 460002,
		desc = "攻擊增加固定值",
	},
	{
		id = 460003,
		desc = "攻擊減少百分比",
	},
	{
		id = 460004,
		desc = "攻擊減少固定值",
	},
	{
		id = 460005,
		desc = "定身(無法移動)",
	},
	{
		id = 460006,
		desc = "混亂(無法普攻)",
	},
	{
		id = 460007,
		desc = "沉默(無法放技能)",
	},
	{
		id = 460008,
		desc = "眩暈(定身+混亂+沉默)",
	},
	{
		id = 460009,
		desc = "流血(每回合傷害)",
	},
	{
		id = 460010,
		desc = "承受傷害降低百分比",
	},
	{
		id = 460011,
		desc = "承受傷害降低固定值",
	},
	{
		id = 460012,
		desc = "降低武力百分比",
	},
	{
		id = 460013,
		desc = "降低智力百分比",
	},
	{
		id = 460014,
		desc = "降低統禦百分比",
	},
	{
		id = 460015,
		desc = "反彈傷害百分比",
	},
	{
		id = 460016,
		desc = "降低技能傷害百分比",
	},
	{
		id = 460017,
		desc = "降低當前生命百分比",
	},
	{
		id = 460018,
		desc = "若技能未命中則回復SP",
	},
	{
		id = 460020,
		desc = "百分比吸血",
	},
	{
		id = 460021,
		desc = "受到傷害增加",
	},
	{
		id = 460022,
		desc = "提高移動速度",
	},
	{
		id = 460023,
		desc = "提高攻擊範圍",
	},
	{
		id = 460024,
		desc = "承受致命傷害時恢復血量",
	},
	{
		id = 460501,
		desc = "承受傷害降低(生命越少效果越高)",
	},
	{
		id = 460513,
		desc = "流血(每回合傷害)",
	},
	{
		id = 460534,
		desc = "定身(無法移動)",
	},
	{
		id = 460581,
		desc = "吸血",
	},
	{
		id = 460582,
		desc = "受到傷害增加",
	},
	{
		id = 460812,
		desc = "提高移動速度",
	},
	{
		id = 460832,
		desc = "提高攻擊範圍",
	},
	{
		id = 460892,
		desc = "免死",
	},
	{
		id = 460933,
		desc = "眩暈",
	},
	{
		id = 460951,
		desc = "降低技能傷害百分比",
	},
	{
		id = 460971,
		desc = "造成傷害提高(生命越少效果越高)",
	},
	{
		id = 460981,
		desc = "造成傷害提高(距離越遠效果越高)",
	},
	{
		id = 461001,
		desc = "受到傷害增加",
	},
	{
		id = 461022,
		desc = "反彈傷害百分比",
	},
	{
		id = 461031,
		desc = "提升攻擊力，智力差%",
	},
	{
		id = 461054,
		desc = "降低武力百分比",
	},
	{
		id = 461061,
		desc = "提升攻擊力，武力差%",
	},
	{
		id = 461081,
		desc = "若技能未命中則回復SP",
	},
	{
		id = 461103,
		desc = "眩暈",
	},
	{
		id = 470001,
		desc = "錦囊",
	},
	{
		id = 470002,
		desc = "急行軍",
	},
	{
		id = 470003,
		desc = "快馬加鞭",
	},
	{
		id = 470004,
		desc = "智謀",
	},
	{
		id = 470005,
		desc = "勇武",
	},
	{
		id = 470006,
		desc = "統禦",
	},
	{
		id = 470007,
		desc = "政治",
	},
	{
		id = 470008,
		desc = "魅力",
	},
	{
		id = 470009,
		desc = "足智多謀",
	},
	{
		id = 470010,
		desc = "力壓群雄",
	},
	{
		id = 470011,
		desc = "君臨天下",
	},
	{
		id = 470012,
		desc = "權術大師",
	},
	{
		id = 470013,
		desc = "傾國傾城",
	},
	{
		id = 470014,
		desc = "床弩填充",
	},
	{
		id = 470015,
		desc = "床弩精通",
	},
	{
		id = 470016,
		desc = "床弩大師",
	},
	{
		id = 470017,
		desc = "投石填充",
	},
	{
		id = 470018,
		desc = "投石精通",
	},
	{
		id = 470019,
		desc = "投石大師",
	},
	{
		id = 470020,
		desc = "攻城錘填充",
	},
	{
		id = 470021,
		desc = "攻城錘精通",
	},
	{
		id = 470022,
		desc = "攻城錘大師",
	},
	{
		id = 470023,
		desc = "雲梯耐久",
	},
	{
		id = 470024,
		desc = "雲梯修復",
	},
	{
		id = 470025,
		desc = "N/A",
	},
	{
		id = 470026,
		desc = "N/A",
	},
	{
		id = 470027,
		desc = "N/A",
	},
	{
		id = 470028,
		desc = "N/A",
	},
	{
		id = 470029,
		desc = "N/A",
	},
	{
		id = 470030,
		desc = "N/A",
	},
	{
		id = 480001,
		desc = "神董襲城戰初始技能",
	},
	{
		id = 480002,
		desc = "神蔣欽城戰初始技能",
	},
	{
		id = 480003,
		desc = "神朱然城戰初始技能",
	},
	{
		id = 480004,
		desc = "神夏侯城戰初始技能",
	},
	{
		id = 480005,
		desc = "神樂進城戰初始技能",
	},
	{
		id = 480006,
		desc = "神曹洪城戰初始技能",
	},
	{
		id = 480007,
		desc = "神于禁城戰初始技能",
	},
	{
		id = 480008,
		desc = "神李典城戰初始技能",
	},
	{
		id = 480009,
		desc = "神廖化城戰初始技能",
	},
	{
		id = 480010,
		desc = "神張翼城戰初始技能",
	},
	{
		id = 480011,
		desc = "神孟達城戰初始技能",
	},
	{
		id = 480012,
		desc = "神蔣琬城戰初始技能",
	},
	{
		id = 480013,
		desc = "神張繡城戰初始技能",
	},
	{
		id = 480014,
		desc = "神張寶城戰初始技能",
	},
	{
		id = 480015,
		desc = "神韓遂城戰初始技能",
	},
	{
		id = 480016,
		desc = "神劉表城戰初始技能",
	},
	{
		id = 480017,
		desc = "神張角城戰初始技能",
	},
	{
		id = 480018,
		desc = "神淩統城戰初始技能",
	},
	{
		id = 480019,
		desc = "神丁奉城戰初始技能",
	},
	{
		id = 480020,
		desc = "神韓當城戰初始技能",
	},
	{
		id = 480021,
		desc = "神朱桓城戰初始技能",
	},
	{
		id = 480022,
		desc = "神徐盛城戰初始技能",
	},
	{
		id = 480023,
		desc = "神曹彰城戰初始技能",
	},
	{
		id = 480024,
		desc = "神王雙城戰初始技能",
	},
	{
		id = 480025,
		desc = "神鄧艾城戰初始技能",
	},
	{
		id = 480026,
		desc = "神文聘城戰初始技能",
	},
	{
		id = 480027,
		desc = "神諸葛城戰初始技能",
	},
	{
		id = 480028,
		desc = "神司馬城戰初始技能",
	},
	{
		id = 480029,
		desc = "神鍾會城戰初始技能",
	},
	{
		id = 480030,
		desc = "神甄姬城戰初始技能",
	},
	{
		id = 480031,
		desc = "神孟獲城戰初始技能",
	},
	{
		id = 480032,
		desc = "神馬岱城戰初始技能",
	},
	{
		id = 480033,
		desc = "神祝融城戰初始技能",
	},
	{
		id = 480034,
		desc = "神周倉城戰初始技能",
	},
	{
		id = 480035,
		desc = "神王平城戰初始技能",
	},
	{
		id = 480036,
		desc = "神吳懿城戰初始技能",
	},
	{
		id = 480037,
		desc = "神鄧芝城戰初始技能",
	},
	{
		id = 480038,
		desc = "神法正城戰初始技能",
	},
	{
		id = 480039,
		desc = "神黃月城戰初始技能",
	},
	{
		id = 480040,
		desc = "神費禕城戰初始技能",
	},
	{
		id = 480041,
		desc = "神紀靈城戰初始技能",
	},
	{
		id = 480042,
		desc = "神馬騰城戰初始技能",
	},
	{
		id = 480043,
		desc = "神陳武城戰初始技能",
	},
	{
		id = 480044,
		desc = "神公孫城戰初始技能",
	},
	{
		id = 480045,
		desc = "神陳登城戰初始技能",
	},
	{
		id = 480046,
		desc = "神盧植城戰初始技能",
	},
	{
		id = 480047,
		desc = "神審配城戰初始技能",
	},
	{
		id = 480048,
		desc = "神陳宮城戰初始技能",
	},
	{
		id = 480049,
		desc = "神沮授城戰初始技能",
	},
	{
		id = 480050,
		desc = "高墻壁壘",
	},
	{
		id = 480051,
		desc = "急行軍",
	},
	{
		id = 480052,
		desc = "神程普城戰初始技能",
	},
	{
		id = 480053,
		desc = "緩兵之計",
	},
	{
		id = 480054,
		desc = "御駕親征",
	},
	{
		id = 480055,
		desc = "神程昱城戰初始技能",
	},
	{
		id = 480056,
		desc = "神嚴顏城戰初始技能",
	},
	{
		id = 480057,
		desc = "神馬良城戰初始技能",
	},
	{
		id = 480058,
		desc = "嗜血",
	},
	{
		id = 480059,
		desc = "神甘寧城戰初始技能",
	},
	{
		id = 480060,
		desc = "神孫堅城戰初始技能",
	},
	{
		id = 480061,
		desc = "神魯肅城戰初始技能",
	},
	{
		id = 480062,
		desc = "神張紘城戰初始技能",
	},
	{
		id = 480063,
		desc = "神張昭城戰初始技能",
	},
	{
		id = 480064,
		desc = "神龐德城戰初始技能",
	},
	{
		id = 480065,
		desc = "神夏侯城戰初始技能",
	},
	{
		id = 480066,
		desc = "神徐晃城戰初始技能",
	},
	{
		id = 480067,
		desc = "神夏侯城戰初始技能",
	},
	{
		id = 480068,
		desc = "神張郃城戰初始技能",
	},
	{
		id = 480069,
		desc = "神曹仁城戰初始技能",
	},
	{
		id = 480070,
		desc = "神徐庶城戰初始技能",
	},
	{
		id = 480071,
		desc = "神賈詡城戰初始技能",
	},
	{
		id = 480072,
		desc = "驅虎吞狼",
	},
	{
		id = 480073,
		desc = "神魏延城戰初始技能",
	},
	{
		id = 480074,
		desc = "神關索城戰初始技能",
	},
	{
		id = 480075,
		desc = "神張苞城戰初始技能",
	},
	{
		id = 480076,
		desc = "神關興城戰初始技能",
	},
	{
		id = 480077,
		desc = "神關平城戰初始技能",
	},
	{
		id = 480078,
		desc = "神龐統城戰初始技能",
	},
	{
		id = 480079,
		desc = "神文醜城戰初始技能",
	},
	{
		id = 480080,
		desc = "神顏良城戰初始技能",
	},
	{
		id = 480081,
		desc = "神華雄城戰初始技能",
	},
	{
		id = 480082,
		desc = "神張任城戰初始技能",
	},
	{
		id = 480083,
		desc = "神高順城戰初始技能",
	},
	{
		id = 480084,
		desc = "神袁紹城戰初始技能",
	},
	{
		id = 480085,
		desc = "神華佗城戰初始技能",
	},
	{
		id = 480086,
		desc = "神田豐城戰初始技能",
	},
	{
		id = 480087,
		desc = "神李儒城戰初始技能",
	},
	{
		id = 480088,
		desc = "神太史城戰初始技能",
	},
	{
		id = 480089,
		desc = "至死不屈",
	},
	{
		id = 480090,
		desc = "神呂蒙城戰初始技能",
	},
	{
		id = 480091,
		desc = "神小喬城戰初始技能",
	},
	{
		id = 480092,
		desc = "神大喬城戰初始技能",
	},
	{
		id = 480093,
		desc = "暗渡陳倉",
	},
	{
		id = 480094,
		desc = "神姜維城戰初始技能",
	},
	{
		id = 480095,
		desc = "固若金湯",
	},
	{
		id = 480096,
		desc = "神貂蟬城戰初始技能",
	},
	{
		id = 480097,
		desc = "破城先鋒",
	},
	{
		id = 480098,
		desc = "業火沖天",
	},
	{
		id = 480099,
		desc = "神陸遜城戰初始技能",
	},
	{
		id = 480100,
		desc = "石破天驚",
	},
	{
		id = 480101,
		desc = "破陣無雙",
	},
	{
		id = 480102,
		desc = "反戈一擊",
	},
	{
		id = 480103,
		desc = "足智多謀",
	},
	{
		id = 480104,
		desc = "神郭嘉城戰初始技能",
	},
	{
		id = 480105,
		desc = "破膽怒吼",
	},
	{
		id = 480106,
		desc = "力壓群雄",
	},
	{
		id = 480107,
		desc = "鐵騎突擊",
	},
	{
		id = 480108,
		desc = "虎膽龍威",
	},
	{
		id = 480109,
		desc = "神黃忠城戰初始技能",
	},
	{
		id = 480110,
		desc = "五雷轟頂",
	},
	{
		id = 480111,
		desc = "無雙亂舞",
	},
	{
		id = 471001,
		desc = "主動技可額外釋放一次，神諸葛亮可額外釋放兩次",
	},
	{
		id = 471002,
		desc = "所在軍團出發時減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒行軍時間",
	},
	{
		id = 471003,
		desc = "所在軍團出發時減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%行軍時間",
	},
	{
		id = 471004,
		desc = "該武將在城戰時智力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471005,
		desc = "該武將在城戰時武力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471006,
		desc = "該武將在城戰時統禦增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471007,
		desc = "該武將在城戰時政治增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471008,
		desc = "該武將在城戰時魅力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471009,
		desc = "若武將的智力高於所有敵軍武將，本方所有部隊行軍速度增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471010,
		desc = "若武將的武力高於所有敵軍武將，本方所有的攻城傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471011,
		desc = "若該武將的統禦高於所有敵軍武將，則所有本方器械的傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471012,
		desc = "若該武將的政治高於所有敵軍武將，本方遷城冷卻時間降低|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471013,
		desc = "若該武將的魅力高於所有敵軍武將，攻擊本方城門的部隊返回時間增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471014,
		desc = "駐守時減少床弩攻擊間隔時間|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471015,
		desc = "駐守時增加床弩攻擊傷害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471016,
		desc = "每次攻擊後，床弩的攻擊力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|，駐守結束時重置",
	},
	{
		id = 471017,
		desc = "駐守時減少投石車攻擊間隔時間|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471018,
		desc = "駐守時增加投石車攻擊傷害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471019,
		desc = "每次攻擊後，投石車的攻擊力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|，駐守結束時重置",
	},
	{
		id = 471020,
		desc = "駐守時減少攻城錘攻擊間隔時間|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471021,
		desc = "駐守時增加攻城錘攻擊傷害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471022,
		desc = "每次攻擊後，攻城錘的攻擊力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|,攻城錘損壞後不重置",
	},
	{
		id = 471023,
		desc = "雲梯生命增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471024,
		desc = "雲梯修復時間減少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 471025,
		desc = "N/A",
	},
	{
		id = 471026,
		desc = "N/A",
	},
	{
		id = 471027,
		desc = "N/A",
	},
	{
		id = 471028,
		desc = "N/A",
	},
	{
		id = 471029,
		desc = "N/A",
	},
	{
		id = 471030,
		desc = "N/A",
	},
	{
		id = 481001,
		desc = "神董襲技能說明",
	},
	{
		id = 481002,
		desc = "神蔣欽技能說明",
	},
	{
		id = 481003,
		desc = "神朱然技能說明",
	},
	{
		id = 481004,
		desc = "神夏侯霸技能說明",
	},
	{
		id = 481005,
		desc = "神樂進技能說明",
	},
	{
		id = 481006,
		desc = "神曹洪技能說明",
	},
	{
		id = 481007,
		desc = "神于禁技能說明",
	},
	{
		id = 481008,
		desc = "神李典技能說明",
	},
	{
		id = 481009,
		desc = "神廖化技能說明",
	},
	{
		id = 481010,
		desc = "神張翼技能說明",
	},
	{
		id = 481011,
		desc = "神孟達技能說明",
	},
	{
		id = 481012,
		desc = "神蔣琬技能說明",
	},
	{
		id = 481013,
		desc = "神張繡技能說明",
	},
	{
		id = 481014,
		desc = "神張寶技能說明",
	},
	{
		id = 481015,
		desc = "神韓遂技能說明",
	},
	{
		id = 481016,
		desc = "神劉表技能說明",
	},
	{
		id = 481017,
		desc = "神張角技能說明",
	},
	{
		id = 481018,
		desc = "神淩統技能說明",
	},
	{
		id = 481019,
		desc = "神丁奉技能說明",
	},
	{
		id = 481020,
		desc = "神韓當技能說明",
	},
	{
		id = 481021,
		desc = "神朱桓技能說明",
	},
	{
		id = 481022,
		desc = "神徐盛技能說明",
	},
	{
		id = 481023,
		desc = "神曹彰技能說明",
	},
	{
		id = 481024,
		desc = "神王雙技能說明",
	},
	{
		id = 481025,
		desc = "神鄧艾技能說明",
	},
	{
		id = 481026,
		desc = "神文聘技能說明",
	},
	{
		id = 481027,
		desc = "神諸葛誕技能說明",
	},
	{
		id = 481028,
		desc = "神司馬昭技能說明",
	},
	{
		id = 481029,
		desc = "神鍾會技能說明",
	},
	{
		id = 481030,
		desc = "神甄姬技能說明",
	},
	{
		id = 481031,
		desc = "神孟獲技能說明",
	},
	{
		id = 481032,
		desc = "神馬岱技能說明",
	},
	{
		id = 481033,
		desc = "神祝融技能說明",
	},
	{
		id = 481034,
		desc = "神周倉技能說明",
	},
	{
		id = 481035,
		desc = "神王平技能說明",
	},
	{
		id = 481036,
		desc = "神吳懿技能說明",
	},
	{
		id = 481037,
		desc = "神鄧芝技能說明",
	},
	{
		id = 481038,
		desc = "神法正技能說明",
	},
	{
		id = 481039,
		desc = "神黃月英技能說明",
	},
	{
		id = 481040,
		desc = "神費禕技能說明",
	},
	{
		id = 481041,
		desc = "神紀靈技能說明",
	},
	{
		id = 481042,
		desc = "神馬騰技能說明",
	},
	{
		id = 481043,
		desc = "神陳武技能說明",
	},
	{
		id = 481044,
		desc = "神公孫瓚技能說明",
	},
	{
		id = 481045,
		desc = "神陳登技能說明",
	},
	{
		id = 481046,
		desc = "神盧植技能說明",
	},
	{
		id = 481047,
		desc = "神審配技能說明",
	},
	{
		id = 481048,
		desc = "神陳宮技能說明",
	},
	{
		id = 481049,
		desc = "神沮授技能說明",
	},
	{
		id = 481050,
		desc = "增加自身城池的城防值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 481051,
		desc = "軍團出發時直接降低|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒行軍時間",
	},
	{
		id = 481052,
		desc = "神程普技能說明",
	},
	{
		id = 481053,
		desc = "所在軍團攻城獲勝後，敵軍下次出征行軍時間延長|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 481054,
		desc = "主動技：所在軍團下次出征攻擊城池或城門傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，但行軍速度降低|<#255,40,50#>50|%%",
	},
	{
		id = 481055,
		desc = "神程昱技能說明",
	},
	{
		id = 481056,
		desc = "神嚴顏技能說明",
	},
	{
		id = 481057,
		desc = "神馬良技能說明",
	},
	{
		id = 481058,
		desc = "所在軍團攻城獲勝後，為自己的城池恢復傷害值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%的城防值，但受到的攻城傷害增加|<#255,40,50#>%{buff}|%%",
	},
	{
		id = 481059,
		desc = "神甘寧技能說明",
	},
	{
		id = 481060,
		desc = "神孫堅技能說明",
	},
	{
		id = 481061,
		desc = "神魯肅技能說明",
	},
	{
		id = 481062,
		desc = "神張紘技能說明",
	},
	{
		id = 481063,
		desc = "神張昭技能說明",
	},
	{
		id = 481064,
		desc = "神龐德技能說明",
	},
	{
		id = 481065,
		desc = "神夏侯惇技能說明",
	},
	{
		id = 481066,
		desc = "神徐晃技能說明",
	},
	{
		id = 481067,
		desc = "神夏侯淵技能說明",
	},
	{
		id = 481068,
		desc = "神張郃技能說明",
	},
	{
		id = 481069,
		desc = "神曹仁技能說明",
	},
	{
		id = 481070,
		desc = "神徐庶技能說明",
	},
	{
		id = 481071,
		desc = "神賈詡技能說明",
	},
	{
		id = 481072,
		desc = "主動技：使區域內所有敵方駐守的投石車下次攻擊時誤傷敵方城池，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%傷害",
	},
	{
		id = 481073,
		desc = "神魏延技能說明",
	},
	{
		id = 481074,
		desc = "神關索技能說明",
	},
	{
		id = 481075,
		desc = "神張苞技能說明",
	},
	{
		id = 481076,
		desc = "神關興技能說明",
	},
	{
		id = 481077,
		desc = "神關平技能說明",
	},
	{
		id = 481078,
		desc = "神龐統技能說明",
	},
	{
		id = 481079,
		desc = "神文醜技能說明",
	},
	{
		id = 481080,
		desc = "神顏良技能說明",
	},
	{
		id = 481081,
		desc = "神華雄技能說明",
	},
	{
		id = 481082,
		desc = "神張任技能說明",
	},
	{
		id = 481083,
		desc = "神高順技能說明",
	},
	{
		id = 481084,
		desc = "神袁紹技能說明",
	},
	{
		id = 481085,
		desc = "神華佗技能說明",
	},
	{
		id = 481086,
		desc = "神田豐技能說明",
	},
	{
		id = 481087,
		desc = "神李儒技能說明",
	},
	{
		id = 481088,
		desc = "神太史慈技能說明",
	},
	{
		id = 481089,
		desc = "城防首次被擊破時可恢復|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|城防值",
	},
	{
		id = 481090,
		desc = "神呂蒙技能說明",
	},
	{
		id = 481091,
		desc = "神小喬技能說明",
	},
	{
		id = 481092,
		desc = "神大喬技能說明",
	},
	{
		id = 481093,
		desc = "所在軍團駐守雲梯時，雲梯建造速度增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481094,
		desc = "神姜維技能說明",
	},
	{
		id = 481095,
		desc = "增加所有城門及內城的城防值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 481096,
		desc = "神貂蟬技能說明",
	},
	{
		id = 481097,
		desc = "所在軍團攻城獲勝後，按照軍團戰前戰力計算城防損失",
	},
	{
		id = 481098,
		desc = "主動技：對城門，攻城錘和雲梯或敵方城池造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|傷害",
	},
	{
		id = 481099,
		desc = "神陸遜技能說明",
	},
	{
		id = 481100,
		desc = "攻城獲勝或攻擊城墻後，額外附加目標當前城防值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%的傷害",
	},
	{
		id = 481101,
		desc = "攻城時可無視守軍先對對手城池造成一次額外傷害，數值相當於攻擊空城時造成傷害的|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481102,
		desc = "駐守投石車時，若自己的城池遭到攻擊，投石車會立即額外反擊一次，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%的投石傷害",
	},
	{
		id = 481103,
		desc = "若智力高於所有敵軍武將，本方所有部隊行軍速度增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481104,
		desc = "神郭嘉技能說明",
	},
	{
		id = 481105,
		desc = "主動技：令人喪膽的怒吼，被恐嚇的敵軍駐守投石車或床弩的部隊將全部返回",
	},
	{
		id = 481106,
		desc = "若武力高於所有敵軍武將，本方所有的攻城傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481107,
		desc = "所在軍團對敵方城池造成傷害時，有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%幾率造成雙倍傷害",
	},
	{
		id = 481108,
		desc = "戰鬥後麾下士兵復活|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481109,
		desc = "神黃忠技能說明",
	},
	{
		id = 481110,
		desc = "主動技：敵軍所有城池下次出征行軍時間增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 481111,
		desc = "所在軍團攻城獲勝後，有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%幾率秒殺對手城池",
	},
	{
		id = 472001,
		desc = "主動技可額外釋放一次",
	},
	{
		id = 472002,
		desc = "降低城戰行軍時間",
	},
	{
		id = 472003,
		desc = "降低城戰行軍時間",
	},
	{
		id = 472004,
		desc = "增加武將在城戰時的智力",
	},
	{
		id = 472005,
		desc = "增加武將在城戰時的武力",
	},
	{
		id = 472006,
		desc = "增加武將在城戰時統禦",
	},
	{
		id = 472007,
		desc = "增加武將在城戰時的政治",
	},
	{
		id = 472008,
		desc = "增加武將在城戰時的魅力",
	},
	{
		id = 472009,
		desc = "若武將的智力高於所有敵軍武將，增加本方所有部隊行軍速度",
	},
	{
		id = 472010,
		desc = "若武將的武力高於所有敵軍武將，增加本方所有的攻城傷害",
	},
	{
		id = 472011,
		desc = "若武將的統禦高於所有敵軍武將，增加所有本方器械的傷害",
	},
	{
		id = 472012,
		desc = "若武將的政治高於所有敵軍武將，降低本方遷城冷卻時間",
	},
	{
		id = 472013,
		desc = "若該武將的魅力高於所有敵軍武將，增加對手攻擊城門後返回時間",
	},
	{
		id = 472014,
		desc = "駐守時減少床弩攻擊間隔時間",
	},
	{
		id = 472015,
		desc = "駐守時增加床弩攻擊傷害",
	},
	{
		id = 472016,
		desc = "每次攻擊後，增加床弩的攻擊力",
	},
	{
		id = 472017,
		desc = "駐守時減少投石車攻擊間隔時間",
	},
	{
		id = 472018,
		desc = "駐守時增加投石車攻擊傷害",
	},
	{
		id = 472019,
		desc = "每次攻擊後，增加投石車的攻擊力",
	},
	{
		id = 472020,
		desc = "駐守時減少攻城錘攻擊間隔時間",
	},
	{
		id = 472021,
		desc = "駐守時增加攻城錘攻擊傷害",
	},
	{
		id = 472022,
		desc = "每次攻擊後，增加攻城錘的攻擊力",
	},
	{
		id = 472023,
		desc = "增加雲梯生命值",
	},
	{
		id = 472024,
		desc = "減少雲梯修復時間",
	},
	{
		id = 472025,
		desc = "N/A",
	},
	{
		id = 472026,
		desc = "N/A",
	},
	{
		id = 472027,
		desc = "N/A",
	},
	{
		id = 472028,
		desc = "N/A",
	},
	{
		id = 472029,
		desc = "N/A",
	},
	{
		id = 472030,
		desc = "N/A",
	},
	{
		id = 482001,
		desc = "神董襲技能預覽",
	},
	{
		id = 482002,
		desc = "神蔣欽技能預覽",
	},
	{
		id = 482003,
		desc = "神朱然技能預覽",
	},
	{
		id = 482004,
		desc = "神夏侯霸技能預覽",
	},
	{
		id = 482005,
		desc = "神樂進技能預覽",
	},
	{
		id = 482006,
		desc = "神曹洪技能預覽",
	},
	{
		id = 482007,
		desc = "神于禁技能預覽",
	},
	{
		id = 482008,
		desc = "神李典技能預覽",
	},
	{
		id = 482009,
		desc = "神廖化技能預覽",
	},
	{
		id = 482010,
		desc = "神張翼技能預覽",
	},
	{
		id = 482011,
		desc = "神孟達技能預覽",
	},
	{
		id = 482012,
		desc = "神蔣琬技能預覽",
	},
	{
		id = 482013,
		desc = "神張繡技能預覽",
	},
	{
		id = 482014,
		desc = "神張寶技能預覽",
	},
	{
		id = 482015,
		desc = "神韓遂技能預覽",
	},
	{
		id = 482016,
		desc = "神劉表技能預覽",
	},
	{
		id = 482017,
		desc = "神張角技能預覽",
	},
	{
		id = 482018,
		desc = "神淩統技能預覽",
	},
	{
		id = 482019,
		desc = "神丁奉技能預覽",
	},
	{
		id = 482020,
		desc = "神韓當技能預覽",
	},
	{
		id = 482021,
		desc = "神朱桓技能預覽",
	},
	{
		id = 482022,
		desc = "神徐盛技能預覽",
	},
	{
		id = 482023,
		desc = "神曹彰技能預覽",
	},
	{
		id = 482024,
		desc = "神王雙技能預覽",
	},
	{
		id = 482025,
		desc = "神鄧艾技能預覽",
	},
	{
		id = 482026,
		desc = "神文聘技能預覽",
	},
	{
		id = 482027,
		desc = "神諸葛誕技能預覽",
	},
	{
		id = 482028,
		desc = "神司馬昭技能預覽",
	},
	{
		id = 482029,
		desc = "神鍾會技能預覽",
	},
	{
		id = 482030,
		desc = "神甄姬技能預覽",
	},
	{
		id = 482031,
		desc = "神孟獲技能預覽",
	},
	{
		id = 482032,
		desc = "神馬岱技能預覽",
	},
	{
		id = 482033,
		desc = "神祝融技能預覽",
	},
	{
		id = 482034,
		desc = "神周倉技能預覽",
	},
	{
		id = 482035,
		desc = "神王平技能預覽",
	},
	{
		id = 482036,
		desc = "神吳懿技能預覽",
	},
	{
		id = 482037,
		desc = "神鄧芝技能預覽",
	},
	{
		id = 482038,
		desc = "神法正技能預覽",
	},
	{
		id = 482039,
		desc = "神黃月英技能預覽",
	},
	{
		id = 482040,
		desc = "神費禕技能預覽",
	},
	{
		id = 482041,
		desc = "神紀靈技能預覽",
	},
	{
		id = 482042,
		desc = "神馬騰技能預覽",
	},
	{
		id = 482043,
		desc = "神陳武技能預覽",
	},
	{
		id = 482044,
		desc = "神公孫瓚技能預覽",
	},
	{
		id = 482045,
		desc = "神陳登技能預覽",
	},
	{
		id = 482046,
		desc = "神盧植技能預覽",
	},
	{
		id = 482047,
		desc = "神審配技能預覽",
	},
	{
		id = 482048,
		desc = "神陳宮技能預覽",
	},
	{
		id = 482049,
		desc = "神沮授技能預覽",
	},
	{
		id = 482050,
		desc = "增加城防值",
	},
	{
		id = 482051,
		desc = "減少行軍時間",
	},
	{
		id = 482052,
		desc = "神程普技能預覽",
	},
	{
		id = 482053,
		desc = "攻城獲勝後，敵軍下次出征行軍時間延長",
	},
	{
		id = 482054,
		desc = "主動技：所在軍團下次出征傷害增加，但行軍速度降低",
	},
	{
		id = 482055,
		desc = "神程昱技能預覽",
	},
	{
		id = 482056,
		desc = "神嚴顏技能預覽",
	},
	{
		id = 482057,
		desc = "神馬良技能預覽",
	},
	{
		id = 482058,
		desc = "對城池造成傷害時，為自己的城池恢復城防值，但受到的攻城傷害增加",
	},
	{
		id = 482059,
		desc = "神甘寧技能預覽",
	},
	{
		id = 482060,
		desc = "神孫堅技能預覽",
	},
	{
		id = 482061,
		desc = "神魯肅技能預覽",
	},
	{
		id = 482062,
		desc = "神張紘技能預覽",
	},
	{
		id = 482063,
		desc = "神張昭技能預覽",
	},
	{
		id = 482064,
		desc = "神龐德技能預覽",
	},
	{
		id = 482065,
		desc = "神夏侯惇技能預覽",
	},
	{
		id = 482066,
		desc = "神徐晃技能預覽",
	},
	{
		id = 482067,
		desc = "神夏侯淵技能預覽",
	},
	{
		id = 482068,
		desc = "神張郃技能預覽",
	},
	{
		id = 482069,
		desc = "神曹仁技能預覽",
	},
	{
		id = 482070,
		desc = "神徐庶技能預覽",
	},
	{
		id = 482071,
		desc = "神賈詡技能預覽",
	},
	{
		id = 482072,
		desc = "用計使敵軍誤傷盟友",
	},
	{
		id = 482073,
		desc = "神魏延技能預覽",
	},
	{
		id = 482074,
		desc = "神關索技能預覽",
	},
	{
		id = 482075,
		desc = "神張苞技能預覽",
	},
	{
		id = 482076,
		desc = "神關興技能預覽",
	},
	{
		id = 482077,
		desc = "神關平技能預覽",
	},
	{
		id = 482078,
		desc = "神龐統技能預覽",
	},
	{
		id = 482079,
		desc = "神文醜技能預覽",
	},
	{
		id = 482080,
		desc = "神顏良技能預覽",
	},
	{
		id = 482081,
		desc = "神華雄技能預覽",
	},
	{
		id = 482082,
		desc = "神張任技能預覽",
	},
	{
		id = 482083,
		desc = "神高順技能預覽",
	},
	{
		id = 482084,
		desc = "神袁紹技能預覽",
	},
	{
		id = 482085,
		desc = "神華佗技能預覽",
	},
	{
		id = 482086,
		desc = "神田豐技能預覽",
	},
	{
		id = 482087,
		desc = "神李儒技能預覽",
	},
	{
		id = 482088,
		desc = "神太史慈技能預覽",
	},
	{
		id = 482089,
		desc = "城防首次被擊破時可恢復xx點城防值",
	},
	{
		id = 482090,
		desc = "神呂蒙技能預覽",
	},
	{
		id = 482091,
		desc = "神小喬技能預覽",
	},
	{
		id = 482092,
		desc = "神大喬技能預覽",
	},
	{
		id = 482093,
		desc = "雲梯建造速度增加",
	},
	{
		id = 482094,
		desc = "神姜維技能預覽",
	},
	{
		id = 482095,
		desc = "增加所有城門及內城的城防值",
	},
	{
		id = 482096,
		desc = "神貂蟬技能預覽",
	},
	{
		id = 482097,
		desc = "攻城獲勝時按照進攻軍團戰前戰力計算城防損失",
	},
	{
		id = 482098,
		desc = "主動技：對城門，攻城錘或雲梯 造成直接傷害",
	},
	{
		id = 482099,
		desc = "神陸遜技能預覽",
	},
	{
		id = 482100,
		desc = "部隊破城或攻擊城墻時，按當前城防值的一定比例造成傷害",
	},
	{
		id = 482101,
		desc = "神許褚技能預覽",
	},
	{
		id = 482102,
		desc = "駐守投石車時，若自己的城池遭到攻擊，投石車會立即額外反擊一次",
	},
	{
		id = 482103,
		desc = "若智力高於所有敵軍武將，本方所有部隊行軍速度增加",
	},
	{
		id = 482104,
		desc = "神郭嘉技能預覽",
	},
	{
		id = 482105,
		desc = "主動技：恐嚇敵軍駐守設施的部隊使其返回",
	},
	{
		id = 482106,
		desc = "若武力高於所有敵軍武將，本方所有的攻城傷害增加",
	},
	{
		id = 482107,
		desc = "神馬超技能預覽",
	},
	{
		id = 482108,
		desc = "戰鬥後麾下部隊部分復活",
	},
	{
		id = 482109,
		desc = "神黃忠技能預覽",
	},
	{
		id = 482110,
		desc = "主動技：所有敵軍城池下次出征行軍時間增加",
	},
	{
		id = 482111,
		desc = "攻城獲勝時有一定幾率秒殺對手城池",
	},
	{
		id = 483001,
		desc = "技能施放後，所在軍團下次攻擊城池或城門時傷害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，但行軍速度降低|<#255,40,50#>50|%%",
	},
	{
		id = 483002,
		desc = "技能施放後，敵軍|<#72,255,98#>%{value}|的|<#72,255,98#>投石車|將誤傷其他敵軍",
	},
	{
		id = 483003,
		desc = "技能施放後，敵軍所有範圍內的|<#72,255,98#>投石車|和|<#72,255,98#>床弩|內駐守的軍團將強制返回",
	},
	{
		id = 483004,
		desc = "技能施放後，敵軍所有城池下次出征行軍時間增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 483005,
		desc = "增加所有城門及內城的城防值|<#72,255,98#>%{num}|",
	},
	{
		id = 483006,
		desc = "本方武將激活了足智多謀，所有部隊行軍速度增加|<#72,255,98#>%{num}|%%",
	},
	{
		id = 483007,
		desc = "本方武將激活了力壓群雄，所有攻城傷害增加|<#72,255,98#>%{num}|%%",
	},
	{
		id = 483008,
		desc = "本方武將激活了君臨天下，所有器械的傷害增加|<#72,255,98#>%{num}|%%",
	},
	{
		id = 483009,
		desc = "本方武將激活了權術大師，遷城冷卻時間降低|<#72,255,98#>%{num}|秒",
	},
	{
		id = 483010,
		desc = "本方武將激活了傾國傾城，所有攻擊本方城門的部隊返回時間增加|<#72,255,98#>%{num}|秒",
	},
	{
		id = 483011,
		desc = "技能施放後，對|<#72,255,98#>區域1|的|<#72,255,98#>城門|或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483012,
		desc = "技能施放後，對|<#72,255,98#>區域2|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483013,
		desc = "技能施放後，對|<#72,255,98#>區域3|的|<#72,255,98#>城門|或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483014,
		desc = "技能施放後，對|<#72,255,98#>區域4|的|<#72,255,98#>城門|或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483015,
		desc = "技能施放後，對|<#72,255,98#>區域5|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483016,
		desc = "技能施放後，對|<#72,255,98#>攻城錘|或|<#72,255,98#>區域1|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483017,
		desc = "技能施放後，對|<#72,255,98#>雲梯|或|<#72,255,98#>區域1|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483018,
		desc = "技能施放後，對|<#72,255,98#>區域3|的|<#72,255,98#>敵軍城池|或|<#72,255,98#>攻城錘|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483019,
		desc = "技能施放後，對|<#72,255,98#>區域4|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483020,
		desc = "技能施放後，對|<#72,255,98#>區域5|的|<#72,255,98#>敵軍城池|或|<#72,255,98#>雲梯|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483021,
		desc = "技能施放後，對|<#72,255,98#>區域1|的|<#72,255,98#>城門|或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483022,
		desc = "技能施放後，對|<#72,255,98#>區域2|的|<#72,255,98#>城門|或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483023,
		desc = "技能施放後，對|<#72,255,98#>區域3|的|<#72,255,98#>城門|或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483024,
		desc = "N/A",
	},
	{
		id = 483025,
		desc = "N/A",
	},
	{
		id = 483026,
		desc = "N/A",
	},
	{
		id = 483027,
		desc = "技能施放後，對|<#72,255,98#>區域1|的|<#72,255,98#>攻城錘|和|<#72,255,98#>雲梯|，或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483028,
		desc = "技能施放後，對|<#72,255,98#>區域2|的|<#72,255,98#>攻城錘|和|<#72,255,98#>雲梯|，或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483029,
		desc = "技能施放後，對|<#72,255,98#>區域3|的|<#72,255,98#>攻城錘|和|<#72,255,98#>雲梯|，或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483030,
		desc = "技能施放後，對|<#72,255,98#>區域1|的|<#72,255,98#>攻城錘|和|<#72,255,98#>雲梯|，或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483031,
		desc = "技能施放後，對|<#72,255,98#>區域2|的|<#72,255,98#>攻城錘|和|<#72,255,98#>雲梯|，或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483032,
		desc = "技能施放後，對|<#72,255,98#>區域3|的|<#72,255,98#>攻城錘|和|<#72,255,98#>雲梯|，或|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483033,
		desc = "技能施放後，對|<#72,255,98#>區域1|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483034,
		desc = "技能施放後，對|<#72,255,98#>區域2|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483035,
		desc = "技能施放後，對|<#72,255,98#>區域3|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483036,
		desc = "技能施放後，對|<#72,255,98#>區域4|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483037,
		desc = "技能施放後，對|<#72,255,98#>區域5|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483038,
		desc = "技能施放後，對|<#72,255,98#>區域1|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483039,
		desc = "技能施放後，對|<#72,255,98#>區域2|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483040,
		desc = "技能施放後，對|<#72,255,98#>區域3|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483041,
		desc = "技能施放後，對|<#72,255,98#>區域4|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 483042,
		desc = "技能施放後，對|<#72,255,98#>區域5|的|<#72,255,98#>敵軍城池|造成|<#72,255,98#>%{num}|傷害",
	},
	{
		id = 490001,
		desc = "武器升星",
	},
	{
		id = 490002,
		desc = "武器升星",
	},
	{
		id = 490003,
		desc = "武器升星",
	},
	{
		id = 490004,
		desc = "武器升星",
	},
	{
		id = 490005,
		desc = "擁有武將數",
	},
	{
		id = 490006,
		desc = "指定的建築等級",
	},
	{
		id = 490007,
		desc = "指定的科技等級",
	},
	{
		id = 490008,
		desc = "府衙升至50級",
	},
	{
		id = 490009,
		desc = "府衙升至50級",
	},
	{
		id = 490010,
		desc = "府衙升至50級",
	},
	{
		id = 490011,
		desc = "府衙升至50級",
	},
	{
		id = 490012,
		desc = "府衙升至50級",
	},
	{
		id = 490013,
		desc = "府衙升至50級",
	},
	{
		id = 490014,
		desc = "府衙升至50級",
	},
	{
		id = 490015,
		desc = "府衙升至50級",
	},
	{
		id = 490016,
		desc = "府衙升至50級",
	},
	{
		id = 490017,
		desc = "府衙升至50級",
	},
	{
		id = 490018,
		desc = "府衙升至50級",
	},
	{
		id = 490019,
		desc = "府衙升至50級",
	},
	{
		id = 490020,
		desc = "府衙升至50級",
	},
	{
		id = 490021,
		desc = "府衙升至50級",
	},
	{
		id = 490022,
		desc = "府衙升至50級",
	},
	{
		id = 490023,
		desc = "府衙升至50級",
	},
	{
		id = 490024,
		desc = "府衙升至50級",
	},
	{
		id = 490025,
		desc = "府衙升至50級",
	},
	{
		id = 490026,
		desc = "府衙升至50級",
	},
	{
		id = 490027,
		desc = "府衙升至50級",
	},
	{
		id = 490028,
		desc = "府衙升至50級",
	},
	{
		id = 490029,
		desc = "府衙升至50級",
	},
	{
		id = 490030,
		desc = "府衙升至50級",
	},
	{
		id = 490031,
		desc = "府衙升至50級",
	},
	{
		id = 490032,
		desc = "府衙升至50級",
	},
	{
		id = 490033,
		desc = "府衙升至50級",
	},
	{
		id = 490034,
		desc = "府衙升至50級",
	},
	{
		id = 490035,
		desc = "府衙升至50級",
	},
	{
		id = 490036,
		desc = "府衙升至50級",
	},
	{
		id = 490037,
		desc = "府衙升至50級",
	},
	{
		id = 490038,
		desc = "府衙升至50級",
	},
	{
		id = 490039,
		desc = "府衙升至50級",
	},
	{
		id = 490040,
		desc = "府衙升至50級",
	},
	{
		id = 490041,
		desc = "府衙升至50級",
	},
	{
		id = 490042,
		desc = "府衙升至50級",
	},
	{
		id = 490043,
		desc = "府衙升至50級",
	},
	{
		id = 490044,
		desc = "府衙升至50級",
	},
	{
		id = 490045,
		desc = "府衙升至50級",
	},
	{
		id = 490046,
		desc = "府衙升至50級",
	},
	{
		id = 490047,
		desc = "府衙升至50級",
	},
	{
		id = 490048,
		desc = "府衙升至50級",
	},
	{
		id = 490049,
		desc = "府衙升至50級",
	},
	{
		id = 490050,
		desc = "府衙升至50級",
	},
	{
		id = 490051,
		desc = "府衙升至50級",
	},
	{
		id = 490052,
		desc = "府衙升至50級",
	},
	{
		id = 490053,
		desc = "府衙升至50級",
	},
	{
		id = 490054,
		desc = "府衙升至50級",
	},
	{
		id = 490055,
		desc = "府衙升至50級",
	},
	{
		id = 490056,
		desc = "府衙升至50級",
	},
	{
		id = 490057,
		desc = "武器升至1星",
	},
	{
		id = 490058,
		desc = "府衙升至10級",
	},
	{
		id = 490059,
		desc = "府衙升至50級",
	},
	{
		id = 490060,
		desc = "擁有10名武將",
	},
	{
		id = 490061,
		desc = "武器升至1星",
	},
	{
		id = 490062,
		desc = "府衙升至50級",
	},
	{
		id = 490063,
		desc = "府衙升至50級",
	},
	{
		id = 490064,
		desc = "府衙升至50級",
	},
	{
		id = 490065,
		desc = "府衙升至10級",
	},
	{
		id = 490066,
		desc = "府衙升至50級",
	},
	{
		id = 490067,
		desc = "府衙升至50級",
	},
	{
		id = 490068,
		desc = "府衙升至50級",
	},
	{
		id = 490069,
		desc = "府衙升至50級",
	},
	{
		id = 490070,
		desc = "府衙升至50級",
	},
	{
		id = 490071,
		desc = "府衙升至50級",
	},
	{
		id = 490072,
		desc = "府衙升至15級",
	},
	{
		id = 490073,
		desc = "府衙升至50級",
	},
	{
		id = 490074,
		desc = "府衙升至50級",
	},
	{
		id = 490075,
		desc = "府衙升至50級",
	},
	{
		id = 490076,
		desc = "府衙升至50級",
	},
	{
		id = 490077,
		desc = "府衙升至50級",
	},
	{
		id = 490078,
		desc = "府衙升至20級",
	},
	{
		id = 490079,
		desc = "府衙升至20級",
	},
	{
		id = 490080,
		desc = "府衙升至50級",
	},
	{
		id = 490081,
		desc = "府衙升至50級",
	},
	{
		id = 490082,
		desc = "府衙升至50級",
	},
	{
		id = 490083,
		desc = "府衙升至50級",
	},
	{
		id = 490084,
		desc = "府衙升至50級",
	},
	{
		id = 490085,
		desc = "府衙升至50級",
	},
	{
		id = 490086,
		desc = "府衙升至50級",
	},
	{
		id = 490087,
		desc = "府衙升至50級",
	},
	{
		id = 490088,
		desc = "武器升至1星",
	},
	{
		id = 490089,
		desc = "府衙升至50級",
	},
	{
		id = 490090,
		desc = "武器升至1星",
	},
	{
		id = 490091,
		desc = "武器升至2星",
	},
	{
		id = 490092,
		desc = "府衙升至50級",
	},
	{
		id = 490093,
		desc = "府衙升至50級",
	},
	{
		id = 490094,
		desc = "府衙升至50級",
	},
	{
		id = 490095,
		desc = "府衙升至50級",
	},
	{
		id = 490096,
		desc = "擁有10名武將",
	},
	{
		id = 490097,
		desc = "府衙升至50級",
	},
	{
		id = 490098,
		desc = "府衙升至50級",
	},
	{
		id = 490099,
		desc = "府衙升至50級",
	},
	{
		id = 490100,
		desc = "府衙升至10級",
	},
	{
		id = 490101,
		desc = "府衙升至20級",
	},
	{
		id = 490102,
		desc = "擁有10名武將",
	},
	{
		id = 490103,
		desc = "擁有10名武將",
	},
	{
		id = 490104,
		desc = "研究完軍官編制II",
	},
	{
		id = 490105,
		desc = "武器升至1星",
	},
	{
		id = 490106,
		desc = "府衙升至50級",
	},
	{
		id = 490107,
		desc = "府衙升至15級",
	},
	{
		id = 490108,
		desc = "府衙升至50級",
	},
	{
		id = 490109,
		desc = "擁有10名武將",
	},
	{
		id = 490110,
		desc = "武器升至1星",
	},
	{
		id = 490111,
		desc = "府衙升至50級",
	},
	{
		id = 490112,
		desc = "府衙升至19級",
	},
	{
		id = 490113,
		desc = "府衙升至9級",
	},
	{
		id = 490114,
		desc = "府衙升至30級",
	},
	{
		id = 490115,
		desc = "府衙升至20級",
	},
	{
		id = 490116,
		desc = "府衙升至25級",
	},
	{
		id = 490117,
		desc = "武器升至1星",
	},
	{
		id = 490118,
		desc = "武器升至2星",
	},
	{
		id = 500001,
		desc = "新手導師",
	},
	{
		id = 500002,
		desc = "百夫校尉",
	},
	{
		id = 510001,
		desc = "本輪活動結束前，購買月卡、至尊卡或者儲值元寶、購買禮包達指定元寶即可額外領取超值獎勵！（購買超值禮包獲得的等值元寶計入在內；首儲翻倍、禮包附贈等額外贈送部分不計入）",
	},
	{
		id = 510002,
		desc = "本輪活動結束前，累計儲值元寶或購買禮包達以下元寶數，即可額外領取超值獎勵！（購買超值禮包獲得的等值元寶計入在內；首儲翻倍、禮包附贈等額外贈送部分不計入）",
	},
	{
		id = 520001,
		desc = "建造九級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520002,
		desc = "建造十級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520003,
		desc = "建造十一級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520004,
		desc = "建造十二級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520005,
		desc = "建造十三級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520006,
		desc = "建造十四級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520007,
		desc = "建造十五級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520008,
		desc = "建造十六級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520009,
		desc = "建造十七級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520010,
		desc = "建造十八級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520011,
		desc = "建造十九級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520012,
		desc = "建造二十級|<#22,155,209#>校場|可以提升帶兵數量",
	},
	{
		id = 520013,
		desc = "N/A",
	},
	{
		id = 520014,
		desc = "N/A",
	},
	{
		id = 520015,
		desc = "N/A",
	},
	{
		id = 520016,
		desc = "N/A",
	},
	{
		id = 520017,
		desc = "N/A",
	},
	{
		id = 520018,
		desc = "N/A",
	},
	{
		id = 520019,
		desc = "N/A",
	},
	{
		id = 520020,
		desc = "N/A",
	},
	{
		id = 520021,
		desc = "N/A",
	},
	{
		id = 520022,
		desc = "N/A",
	},
	{
		id = 520023,
		desc = "N/A",
	},
	{
		id = 520024,
		desc = "N/A",
	},
	{
		id = 520025,
		desc = "招募|<#22,155,209#>李典|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520026,
		desc = "招募|<#22,155,209#>李典|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520027,
		desc = "招募|<#22,155,209#>李典|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520028,
		desc = "招募|<#22,155,209#>李典|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520029,
		desc = "招募|<#22,155,209#>李典|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520030,
		desc = "招募|<#22,155,209#>李典|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520031,
		desc = "招募|<#167,85,230#>夏侯淵|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520032,
		desc = "招募|<#167,85,230#>夏侯淵|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520033,
		desc = "招募|<#167,85,230#>夏侯淵|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520034,
		desc = "招募|<#167,85,230#>夏侯淵|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520035,
		desc = "招募|<#167,85,230#>夏侯淵|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520036,
		desc = "招募|<#167,85,230#>夏侯淵|並駐守在|<#22,155,209#>校場|可提升帶兵數量",
	},
	{
		id = 520037,
		desc = "N/A",
	},
	{
		id = 520038,
		desc = "N/A",
	},
	{
		id = 520039,
		desc = "N/A",
	},
	{
		id = 520040,
		desc = "N/A",
	},
	{
		id = 520041,
		desc = "世界地圖剿匪可搜集|<#22,155,209#>烽火石|，為駐守|<#22,155,209#>校場|的武將|<#22,155,209#>李典|佩戴可提升帶兵數量",
	},
	{
		id = 520042,
		desc = "世界地圖剿匪可搜集|<#22,155,209#>烽火石|，為駐守|<#22,155,209#>校場|的武將|<#22,155,209#>李典|佩戴可提升帶兵數量",
	},
	{
		id = 520043,
		desc = "N/A",
	},
	{
		id = 520044,
		desc = "N/A",
	},
	{
		id = 520045,
		desc = "N/A",
	},
	{
		id = 520046,
		desc = "N/A",
	},
	{
		id = 520047,
		desc = "世界地圖剿匪可搜集|<#167,85,230#>傳國玉璽|，為駐守|<#22,155,209#>校場|的武將（|<#22,155,209#>李典|或|<#167,85,230#>夏侯淵|）佩戴可提升帶兵數量",
	},
	{
		id = 520048,
		desc = "世界地圖剿匪可搜集|<#167,85,230#>傳國玉璽|，為駐守|<#22,155,209#>校場|的武將（|<#22,155,209#>李典|或|<#167,85,230#>夏侯淵|）佩戴可提升帶兵數量",
	},
	{
		id = 520049,
		desc = "N/A",
	},
	{
		id = 520050,
		desc = "進階|<#22,155,209#>李典|的|<#22,155,209#>三挺砍山刀|至一星可提升帶兵數量（|<#22,155,209#>李典|需駐守校場）",
	},
	{
		id = 520051,
		desc = "進階|<#22,155,209#>李典|的|<#22,155,209#>三挺砍山刀|至二星可提升帶兵數量（|<#22,155,209#>李典|需駐守校場）",
	},
	{
		id = 520052,
		desc = "進階|<#22,155,209#>李典|的|<#22,155,209#>三挺砍山刀|至三星可提升帶兵數量（|<#22,155,209#>李典|需駐守校場）",
	},
	{
		id = 520053,
		desc = "進階駐守|<#22,155,209#>校場|武將|<#22,155,209#>李典|佩戴的|<#22,155,209#>烽火石|至一星可提升帶兵數量",
	},
	{
		id = 520054,
		desc = "進階駐守|<#22,155,209#>校場|武將|<#22,155,209#>李典|佩戴的|<#22,155,209#>烽火石|至二星可提升帶兵數量",
	},
	{
		id = 520055,
		desc = "N/A",
	},
	{
		id = 520056,
		desc = "進階|<#167,85,230#>夏侯淵|的|<#167,85,230#>霸王弓|至一星可提升帶兵數量（|<#167,85,230#>夏侯淵|需駐守校場）",
	},
	{
		id = 520057,
		desc = "進階|<#167,85,230#>夏侯淵|的|<#167,85,230#>霸王弓|至二星可提升帶兵數量（|<#167,85,230#>夏侯淵|需駐守校場）",
	},
	{
		id = 520058,
		desc = "進階|<#167,85,230#>夏侯淵|的|<#167,85,230#>霸王弓|至三星可提升帶兵數量（|<#167,85,230#>夏侯淵|需駐守校場）",
	},
	{
		id = 520059,
		desc = "進階駐守|<#22,155,209#>校場|的武將（|<#22,155,209#>李典|或|<#167,85,230#>夏侯淵|）佩戴的|<#167,85,230#>傳國玉璽|至一星可提升帶兵數量",
	},
	{
		id = 520060,
		desc = "進階駐守|<#22,155,209#>校場|的武將（|<#22,155,209#>李典|或|<#167,85,230#>夏侯淵|）佩戴的|<#167,85,230#>傳國玉璽|至二星可提升帶兵數量",
	},
	{
		id = 520061,
		desc = "研究五級|<#22,155,209#>領導力Ⅰ|可提升帶兵數量",
	},
	{
		id = 520062,
		desc = "|<#22,155,209#>軍團編制Ⅰ|非常重要，而且必須研究|<#22,155,209#>軍團編制Ⅰ|才能研究後續領導力科技",
	},
	{
		id = 520063,
		desc = "|<#22,155,209#>軍官編制Ⅱ|非常重要，而且必須研究|<#22,155,209#>軍官編制Ⅱ|才能研究後續領導力科技",
	},
	{
		id = 520064,
		desc = "|<#22,155,209#>軍官編制Ⅱ|非常重要，而且必須研究|<#22,155,209#>軍官編制Ⅱ|才能研究後續領導力科技",
	},
	{
		id = 520065,
		desc = "必須研究五級|<#22,155,209#>訓練速度Ⅰ|才能研究後續領導力科技",
	},
	{
		id = 520066,
		desc = "必須研究五級|<#22,155,209#>訓練速度Ⅰ|才能研究後續領導力科技",
	},
	{
		id = 520067,
		desc = "必須研究五級|<#22,155,209#>訓練速度Ⅰ|才能研究後續領導力科技",
	},
	{
		id = 520068,
		desc = "研究一級|<#22,155,209#>領導力Ⅱ|可提升帶兵數量",
	},
	{
		id = 520069,
		desc = "研究二級|<#22,155,209#>領導力Ⅱ|可提升帶兵數量",
	},
	{
		id = 520070,
		desc = "研究三級|<#22,155,209#>領導力Ⅱ|可提升帶兵數量",
	},
	{
		id = 520071,
		desc = "研究四級|<#22,155,209#>領導力Ⅱ|可提升帶兵數量",
	},
	{
		id = 520072,
		desc = "研究五級|<#22,155,209#>領導力Ⅱ|可提升帶兵數量",
	},
	{
		id = 520073,
		desc = "N/A",
	},
	{
		id = 520074,
		desc = "N/A",
	},
	{
		id = 520075,
		desc = "N/A",
	},
	{
		id = 520076,
		desc = "N/A",
	},
	{
		id = 520077,
		desc = "N/A",
	},
	{
		id = 520078,
		desc = "N/A",
	},
	{
		id = 520079,
		desc = "N/A",
	},
	{
		id = 520080,
		desc = "N/A",
	},
	{
		id = 520081,
		desc = "N/A",
	},
	{
		id = 520082,
		desc = "N/A",
	},
	{
		id = 520083,
		desc = "N/A",
	},
	{
		id = 520084,
		desc = "N/A",
	},
	{
		id = 520085,
		desc = "N/A",
	},
	{
		id = 520086,
		desc = "N/A",
	},
	{
		id = 520087,
		desc = "N/A",
	},
	{
		id = 520088,
		desc = "N/A",
	},
	{
		id = 520089,
		desc = "N/A",
	},
	{
		id = 520090,
		desc = "N/A",
	},
	{
		id = 520091,
		desc = "N/A",
	},
	{
		id = 520092,
		desc = "N/A",
	},
	{
		id = 520093,
		desc = "N/A",
	},
	{
		id = 520094,
		desc = "N/A",
	},
	{
		id = 520095,
		desc = "N/A",
	},
	{
		id = 520096,
		desc = "N/A",
	},
	{
		id = 520097,
		desc = "建造九級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520098,
		desc = "建造十級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520099,
		desc = "建造十一級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520100,
		desc = "建造十二級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520101,
		desc = "建造十三級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520102,
		desc = "建造十四級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520103,
		desc = "建造十五級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520104,
		desc = "建造十六級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520105,
		desc = "建造十七級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520106,
		desc = "建造十八級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520107,
		desc = "建造十九級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520108,
		desc = "建造二十級|<#22,155,209#>農田|提升糧食產量，同時可以提升士兵數量上限",
	},
	{
		id = 520109,
		desc = "N/A",
	},
	{
		id = 520110,
		desc = "N/A",
	},
	{
		id = 520111,
		desc = "N/A",
	},
	{
		id = 520112,
		desc = "N/A",
	},
	{
		id = 520113,
		desc = "N/A",
	},
	{
		id = 520114,
		desc = "N/A",
	},
	{
		id = 520115,
		desc = "N/A",
	},
	{
		id = 520116,
		desc = "N/A",
	},
	{
		id = 520117,
		desc = "N/A",
	},
	{
		id = 520118,
		desc = "N/A",
	},
	{
		id = 520119,
		desc = "N/A",
	},
	{
		id = 520120,
		desc = "N/A",
	},
	{
		id = 520121,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520122,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520123,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520124,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520125,
		desc = "N/A",
	},
	{
		id = 520126,
		desc = "N/A",
	},
	{
		id = 520127,
		desc = "N/A",
	},
	{
		id = 520128,
		desc = "N/A",
	},
	{
		id = 520129,
		desc = "N/A",
	},
	{
		id = 520130,
		desc = "N/A",
	},
	{
		id = 520131,
		desc = "N/A",
	},
	{
		id = 520132,
		desc = "N/A",
	},
	{
		id = 520133,
		desc = "N/A",
	},
	{
		id = 520134,
		desc = "N/A",
	},
	{
		id = 520135,
		desc = "N/A",
	},
	{
		id = 520136,
		desc = "N/A",
	},
	{
		id = 520137,
		desc = "獲取|<#22,155,209#>避水珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520138,
		desc = "獲取|<#22,155,209#>避水珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520139,
		desc = "獲取|<#22,155,209#>避水珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520140,
		desc = "N/A",
	},
	{
		id = 520141,
		desc = "獲取|<#22,155,209#>玲瓏寶珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520142,
		desc = "獲取|<#22,155,209#>玲瓏寶珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520143,
		desc = "獲取|<#22,155,209#>玲瓏寶珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520144,
		desc = "N/A",
	},
	{
		id = 520145,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至一星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520146,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至二星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520147,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至三星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520148,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至四星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520149,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>避水珠|至一星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520150,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>避水珠|至二星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520151,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>避水珠|至三星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520152,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#167,85,230#>黃蓋|進階|<#167,85,230#>離火雙刃|至二星可提升提升糧食產量和士兵數量上限",
	},
	{
		id = 520153,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>玲瓏寶珠|至一星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520154,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>玲瓏寶珠|至二星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520155,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>玲瓏寶珠|至三星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520156,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#167,85,230#>黃蓋|進階|<#167,85,230#>離火雙刃|至三星可提升提升糧食產量和士兵數量上限",
	},
	{
		id = 520157,
		desc = "研究一級|<#22,155,209#>插秧Ⅰ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520158,
		desc = "研究二級|<#22,155,209#>插秧Ⅰ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520159,
		desc = "研究三級|<#22,155,209#>插秧Ⅰ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520160,
		desc = "研究四級|<#22,155,209#>插秧Ⅰ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520161,
		desc = "研究五級|<#22,155,209#>插秧Ⅰ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520162,
		desc = "研究一級|<#22,155,209#>插秧Ⅱ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520163,
		desc = "研究二級|<#22,155,209#>插秧Ⅱ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520164,
		desc = "研究三級|<#22,155,209#>插秧Ⅱ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520165,
		desc = "研究四級|<#22,155,209#>插秧Ⅱ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520166,
		desc = "研究六級|<#22,155,209#>插秧Ⅱ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520167,
		desc = "研究八級|<#22,155,209#>插秧Ⅱ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520168,
		desc = "研究十級|<#22,155,209#>插秧Ⅱ|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520169,
		desc = "學習一級天賦|<#22,155,209#>耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520170,
		desc = "學習二級天賦|<#22,155,209#>耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520171,
		desc = "學習三級天賦|<#22,155,209#>耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520172,
		desc = "學習四級天賦|<#22,155,209#>耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520173,
		desc = "學習五級天賦|<#22,155,209#>耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520174,
		desc = "學習五級天賦|<#22,155,209#>耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520175,
		desc = "學習一級天賦|<#22,155,209#>高階耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520176,
		desc = "學習二級天賦|<#22,155,209#>高階耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520177,
		desc = "學習四級天賦|<#22,155,209#>高階耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520178,
		desc = "學習六級天賦|<#22,155,209#>高階耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520179,
		desc = "學習八級天賦|<#22,155,209#>高階耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520180,
		desc = "學習十級天賦|<#22,155,209#>高階耕種|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520181,
		desc = "N/A",
	},
	{
		id = 520182,
		desc = "N/A",
	},
	{
		id = 520183,
		desc = "N/A",
	},
	{
		id = 520184,
		desc = "N/A",
	},
	{
		id = 520185,
		desc = "N/A",
	},
	{
		id = 520186,
		desc = "N/A",
	},
	{
		id = 520187,
		desc = "N/A",
	},
	{
		id = 520188,
		desc = "N/A",
	},
	{
		id = 520189,
		desc = "N/A",
	},
	{
		id = 520190,
		desc = "N/A",
	},
	{
		id = 520191,
		desc = "N/A",
	},
	{
		id = 520192,
		desc = "N/A",
	},
	{
		id = 520193,
		desc = "建造九級|<#22,155,209#>步兵營|可以解鎖高級兵種",
	},
	{
		id = 520194,
		desc = "建造十級|<#22,155,209#>弓兵營|可以解鎖高級兵種",
	},
	{
		id = 520195,
		desc = "建造十一級|<#22,155,209#>騎兵營|可以解鎖高級兵種",
	},
	{
		id = 520196,
		desc = "建造十二級|<#22,155,209#>步兵營|可以解鎖高級兵種",
	},
	{
		id = 520197,
		desc = "建造十三級|<#22,155,209#>弓兵營|可以解鎖高級兵種",
	},
	{
		id = 520198,
		desc = "建造十四級|<#22,155,209#>步兵營|可以解鎖高級兵種",
	},
	{
		id = 520199,
		desc = "建造十五級|<#22,155,209#>弓兵營|可以解鎖高級兵種",
	},
	{
		id = 520200,
		desc = "建造十六級|<#22,155,209#>車兵營|可以解鎖高級兵種",
	},
	{
		id = 520201,
		desc = "建造十七級|<#22,155,209#>步兵營|可以解鎖高級兵種",
	},
	{
		id = 520202,
		desc = "建造十八級|<#22,155,209#>弓兵營|可以解鎖高級兵種",
	},
	{
		id = 520203,
		desc = "建造十九級|<#22,155,209#>騎兵營|可以解鎖高級兵種",
	},
	{
		id = 520204,
		desc = "建造二十級|<#22,155,209#>車兵營|可以解鎖高級兵種",
	},
	{
		id = 520205,
		desc = "升級或訓練360個|<#22,155,209#>槍兵|可以提升戰力",
	},
	{
		id = 520206,
		desc = "升級或訓練420個|<#22,155,209#>連弩兵|可以提升戰力",
	},
	{
		id = 520207,
		desc = "升級或訓練500個|<#22,155,209#>弓騎兵|可以提升戰力",
	},
	{
		id = 520208,
		desc = "升級或訓練600個|<#22,155,209#>盾兵|可以提升戰力",
	},
	{
		id = 520209,
		desc = "升級或訓練720個|<#22,155,209#>雲弓手|可以提升戰力",
	},
	{
		id = 520210,
		desc = "升級或訓練800個|<#22,155,209#>長矛兵|可以提升戰力",
	},
	{
		id = 520211,
		desc = "升級或訓練850個|<#22,155,209#>勁弩手|可以提升戰力",
	},
	{
		id = 520212,
		desc = "升級或訓練900個|<#22,155,209#>拋石車|可以提升戰力",
	},
	{
		id = 520213,
		desc = "升級或訓練1100個|<#22,155,209#>大盾兵|可以提升戰力",
	},
	{
		id = 520214,
		desc = "升級或訓練1400個|<#22,155,209#>石箭弓手|可以提升戰力",
	},
	{
		id = 520215,
		desc = "升級或訓練1500個|<#22,155,209#>疾風槍騎兵|可以提升戰力",
	},
	{
		id = 520216,
		desc = "升級或訓練1700個|<#22,155,209#>石錘沖車|可以提升戰力",
	},
	{
		id = 520217,
		desc = "N/A",
	},
	{
		id = 520218,
		desc = "N/A",
	},
	{
		id = 520219,
		desc = "N/A",
	},
	{
		id = 520220,
		desc = "N/A",
	},
	{
		id = 520221,
		desc = "N/A",
	},
	{
		id = 520222,
		desc = "N/A",
	},
	{
		id = 520223,
		desc = "N/A",
	},
	{
		id = 520224,
		desc = "N/A",
	},
	{
		id = 520225,
		desc = "N/A",
	},
	{
		id = 520226,
		desc = "N/A",
	},
	{
		id = 520227,
		desc = "N/A",
	},
	{
		id = 520228,
		desc = "N/A",
	},
	{
		id = 520229,
		desc = "N/A",
	},
	{
		id = 520230,
		desc = "獲取|<#22,155,209#>鋃燦皮甲|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520231,
		desc = "獲取|<#22,155,209#>鋃燦皮甲|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520232,
		desc = "獲取|<#22,155,209#>鋃燦皮甲|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520233,
		desc = "獲取|<#22,155,209#>鋃燦皮甲|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520234,
		desc = "N/A",
	},
	{
		id = 520235,
		desc = "獲取|<#167,85,230#>紅錦萬花袍|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520236,
		desc = "獲取|<#167,85,230#>紅錦萬花袍|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520237,
		desc = "獲取|<#167,85,230#>紅錦萬花袍|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520238,
		desc = "獲取|<#167,85,230#>紅錦萬花袍|並為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）裝備可提升軍團戰力",
	},
	{
		id = 520239,
		desc = "N/A",
	},
	{
		id = 520240,
		desc = "N/A",
	},
	{
		id = 520241,
		desc = "為|<#255,126,0#>黃蓋|進階已裝備的|<#167,85,230#>離火雙刃|至一星可提升軍團戰力",
	},
	{
		id = 520242,
		desc = "為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）進階已裝備的|<#22,155,209#>鋃燦皮甲|至一星可提升軍團戰力",
	},
	{
		id = 520243,
		desc = "為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）進階已裝備的|<#22,155,209#>鋃燦皮甲|至二星可提升軍團戰力",
	},
	{
		id = 520244,
		desc = "為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）進階已裝備的|<#22,155,209#>鋃燦皮甲|至三星可提升軍團戰力",
	},
	{
		id = 520245,
		desc = "為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）進階已裝備的|<#22,155,209#>鋃燦皮甲|至四星可提升軍團戰力",
	},
	{
		id = 520246,
		desc = "為|<#255,126,0#>黃蓋|進階已裝備的|<#167,85,230#>離火雙刃|至二星可提升軍團戰力",
	},
	{
		id = 520247,
		desc = "N/A",
	},
	{
		id = 520248,
		desc = "為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）進階已裝備的|<#167,85,230#>紅錦萬花袍|至一星可提升軍團戰力",
	},
	{
		id = 520249,
		desc = "為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）進階已裝備的|<#167,85,230#>紅錦萬花袍|至二星可提升軍團戰力",
	},
	{
		id = 520250,
		desc = "為統領步兵的武將（|<#255,126,0#>黃蓋|或其他步兵武將）進階已裝備的|<#167,85,230#>紅錦萬花袍|至三星可提升軍團戰力",
	},
	{
		id = 520251,
		desc = "為|<#255,126,0#>黃蓋|進階已裝備的|<#167,85,230#>離火雙刃|至三星可提升軍團戰力",
	},
	{
		id = 520252,
		desc = "為|<#255,126,0#>黃蓋|進階已裝備的|<#167,85,230#>離火雙刃|至三星可提升軍團戰力",
	},
	{
		id = 520253,
		desc = "研究二級|<#22,155,209#>步兵防禦Ⅰ|可提升軍團戰力",
	},
	{
		id = 520254,
		desc = "研究三級|<#22,155,209#>步兵防禦Ⅰ|可提升軍團戰力",
	},
	{
		id = 520255,
		desc = "研究四級|<#22,155,209#>步兵防禦Ⅰ|可提升軍團戰力",
	},
	{
		id = 520256,
		desc = "研究五級|<#22,155,209#>步兵防禦Ⅰ|可提升軍團戰力",
	},
	{
		id = 520257,
		desc = "研究二級|<#22,155,209#>步兵生命Ⅰ|可提升軍團戰力",
	},
	{
		id = 520258,
		desc = "研究三級|<#22,155,209#>步兵生命Ⅰ|可提升軍團戰力",
	},
	{
		id = 520259,
		desc = "研究四級|<#22,155,209#>步兵生命Ⅰ|可提升軍團戰力",
	},
	{
		id = 520260,
		desc = "研究五級|<#22,155,209#>步兵生命Ⅰ|可提升軍團戰力",
	},
	{
		id = 520261,
		desc = "研究二級|<#22,155,209#>步兵攻擊Ⅰ|可提升軍團戰力",
	},
	{
		id = 520262,
		desc = "研究三級|<#22,155,209#>步兵攻擊Ⅰ|可提升軍團戰力",
	},
	{
		id = 520263,
		desc = "研究四級|<#22,155,209#>步兵攻擊Ⅰ|可提升軍團戰力",
	},
	{
		id = 520264,
		desc = "研究五級|<#22,155,209#>步兵攻擊Ⅰ|可提升軍團戰力",
	},
	{
		id = 520265,
		desc = "學習一級天賦|<#22,155,209#>步兵強化|可提升軍團戰力",
	},
	{
		id = 520266,
		desc = "學習二級天賦|<#22,155,209#>步兵強化|可提升軍團戰力",
	},
	{
		id = 520267,
		desc = "學習三級天賦|<#22,155,209#>步兵強化|可提升軍團戰力",
	},
	{
		id = 520268,
		desc = "學習四級天賦|<#22,155,209#>步兵強化|可提升軍團戰力",
	},
	{
		id = 520269,
		desc = "學習五級天賦|<#22,155,209#>步兵強化|可提升軍團戰力",
	},
	{
		id = 520270,
		desc = "學習五級天賦|<#22,155,209#>步兵強化|可提升軍團戰力",
	},
	{
		id = 520271,
		desc = "學習五級天賦|<#22,155,209#>步兵強化|可提升軍團戰力",
	},
	{
		id = 520272,
		desc = "學習二級天賦|<#22,155,209#>步兵強化Ⅱ|可提升軍團戰力",
	},
	{
		id = 520273,
		desc = "學習四級天賦|<#22,155,209#>步兵強化Ⅱ|可提升軍團戰力",
	},
	{
		id = 520274,
		desc = "學習六級天賦|<#22,155,209#>步兵強化Ⅱ|可提升軍團戰力",
	},
	{
		id = 520275,
		desc = "學習八級天賦|<#22,155,209#>步兵強化Ⅱ|可提升軍團戰力",
	},
	{
		id = 520276,
		desc = "學習十級天賦|<#22,155,209#>步兵強化Ⅱ|可提升軍團戰力",
	},
	{
		id = 520277,
		desc = "N/A",
	},
	{
		id = 520278,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520279,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520280,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520281,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520282,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520283,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520284,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520285,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520286,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520287,
		desc = "穿戴主公寶物|<#22,155,209#>戰國策|可提升軍團戰力",
	},
	{
		id = 520288,
		desc = "穿戴主公寶物|<#167,85,230#>汗血|可提升軍團戰力",
	},
	{
		id = 520289,
		desc = "建造九級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城錘|",
	},
	{
		id = 520290,
		desc = "建造十級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城錘|",
	},
	{
		id = 520291,
		desc = "建造十一級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城錘|",
	},
	{
		id = 520292,
		desc = "建造十二級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城車|",
	},
	{
		id = 520293,
		desc = "建造十三級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城車|",
	},
	{
		id = 520294,
		desc = "建造十四級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城車|",
	},
	{
		id = 520295,
		desc = "建造十五級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城車|",
	},
	{
		id = 520296,
		desc = "建造十六級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城車|",
	},
	{
		id = 520297,
		desc = "建造十七級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城車|",
	},
	{
		id = 520298,
		desc = "建造十八級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>攻城車|",
	},
	{
		id = 520299,
		desc = "建造十九級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>石錘沖車|",
	},
	{
		id = 520300,
		desc = "建造二十級|<#22,155,209#>車兵營|可以解鎖|<#22,155,209#>石錘沖車|",
	},
	{
		id = 520301,
		desc = "升級或訓練360個|<#22,155,209#>攻城錘|可以提升負重",
	},
	{
		id = 520302,
		desc = "升級或訓練420個|<#22,155,209#>攻城錘|可以提升負重",
	},
	{
		id = 520303,
		desc = "升級或訓練500個|<#22,155,209#>攻城錘|可以提升負重",
	},
	{
		id = 520304,
		desc = "升級或訓練600個|<#22,155,209#>攻城車|可以提升負重",
	},
	{
		id = 520305,
		desc = "升級或訓練720個|<#22,155,209#>攻城車|可以提升負重",
	},
	{
		id = 520306,
		desc = "升級或訓練800個|<#22,155,209#>攻城車|可以提升負重",
	},
	{
		id = 520307,
		desc = "升級或訓練850個|<#22,155,209#>攻城車|可以提升負重",
	},
	{
		id = 520308,
		desc = "升級或訓練900個|<#22,155,209#>攻城車|可以提升負重",
	},
	{
		id = 520309,
		desc = "升級或訓練1100個|<#22,155,209#>攻城車|可以提升負重",
	},
	{
		id = 520310,
		desc = "升級或訓練1400個|<#22,155,209#>攻城車|可以提升負重",
	},
	{
		id = 520311,
		desc = "升級或訓練1500個|<#22,155,209#>石錘沖車|可以提升負重",
	},
	{
		id = 520312,
		desc = "升級或訓練1700個|<#22,155,209#>石錘沖車|可以提升負重",
	},
	{
		id = 520313,
		desc = "N/A",
	},
	{
		id = 520314,
		desc = "N/A",
	},
	{
		id = 520315,
		desc = "N/A",
	},
	{
		id = 520316,
		desc = "N/A",
	},
	{
		id = 520317,
		desc = "N/A",
	},
	{
		id = 520318,
		desc = "N/A",
	},
	{
		id = 520319,
		desc = "N/A",
	},
	{
		id = 520320,
		desc = "N/A",
	},
	{
		id = 520321,
		desc = "N/A",
	},
	{
		id = 520322,
		desc = "N/A",
	},
	{
		id = 520323,
		desc = "N/A",
	},
	{
		id = 520324,
		desc = "N/A",
	},
	{
		id = 520325,
		desc = "獲取|<#22,155,209#>岱炎皮甲|並為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520326,
		desc = "獲取|<#22,155,209#>岱炎皮甲|並為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520327,
		desc = "獲取|<#22,155,209#>岱炎皮甲|並為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520328,
		desc = "獲取|<#22,155,209#>岱炎皮甲|並為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520329,
		desc = "獲取|<#22,155,209#>岱炎皮甲|並為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520330,
		desc = "獲取|<#22,155,209#>岱炎皮甲|並為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520331,
		desc = "獲取|<#167,85,230#>黃金鎧|並為為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520332,
		desc = "獲取|<#167,85,230#>黃金鎧|並為為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520333,
		desc = "獲取|<#167,85,230#>黃金鎧|並為為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520334,
		desc = "獲取|<#167,85,230#>黃金鎧|並為為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520335,
		desc = "獲取|<#167,85,230#>黃金鎧|並為為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520336,
		desc = "獲取|<#167,85,230#>黃金鎧|並為為帶兵武將裝備可提升軍團負重",
	},
	{
		id = 520337,
		desc = "進階帶兵武將裝備的|<#22,155,209#>岱炎皮甲|至一星可提升軍團負重",
	},
	{
		id = 520338,
		desc = "進階帶兵武將裝備的|<#22,155,209#>岱炎皮甲|至二星可提升軍團負重",
	},
	{
		id = 520339,
		desc = "進階帶兵武將裝備的|<#22,155,209#>岱炎皮甲|至三星可提升軍團負重",
	},
	{
		id = 520340,
		desc = "進階帶兵武將裝備的|<#22,155,209#>岱炎皮甲|至三星可提升軍團負重",
	},
	{
		id = 520341,
		desc = "進階帶兵武將裝備的|<#22,155,209#>岱炎皮甲|至四星可提升軍團負重",
	},
	{
		id = 520342,
		desc = "進階帶兵武將裝備的|<#22,155,209#>岱炎皮甲|至四星可提升軍團負重",
	},
	{
		id = 520343,
		desc = "進階帶兵武將裝備的|<#167,85,230#>黃金鎧|至一星可提升軍團負重",
	},
	{
		id = 520344,
		desc = "進階帶兵武將裝備的|<#167,85,230#>黃金鎧|至二星可提升軍團負重",
	},
	{
		id = 520345,
		desc = "進階帶兵武將裝備的|<#167,85,230#>黃金鎧|至三星可提升軍團負重",
	},
	{
		id = 520346,
		desc = "進階帶兵武將裝備的|<#167,85,230#>黃金鎧|至三星可提升軍團負重",
	},
	{
		id = 520347,
		desc = "進階帶兵武將裝備的|<#167,85,230#>黃金鎧|至四星可提升軍團負重",
	},
	{
		id = 520348,
		desc = "進階帶兵武將裝備的|<#167,85,230#>黃金鎧|至四星可提升軍團負重",
	},
	{
		id = 520349,
		desc = "研究一級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520350,
		desc = "研究二級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520351,
		desc = "研究三級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520352,
		desc = "研究四級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520353,
		desc = "研究五級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520354,
		desc = "研究五級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520355,
		desc = "研究五級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520356,
		desc = "研究五級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520357,
		desc = "研究五級|<#22,155,209#>負重訓練Ⅰ|可提升軍團負重",
	},
	{
		id = 520358,
		desc = "研究一級|<#22,155,209#>負重訓練Ⅱ|可提升軍團負重",
	},
	{
		id = 520359,
		desc = "研究三級|<#22,155,209#>負重訓練Ⅱ|可提升軍團負重",
	},
	{
		id = 520360,
		desc = "研究五級|<#22,155,209#>負重訓練Ⅱ|可提升軍團負重",
	},
	{
		id = 520361,
		desc = "N/A",
	},
	{
		id = 520362,
		desc = "N/A",
	},
	{
		id = 520363,
		desc = "N/A",
	},
	{
		id = 520364,
		desc = "N/A",
	},
	{
		id = 520365,
		desc = "學習天賦一級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520366,
		desc = "學習天賦二級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520367,
		desc = "學習天賦三級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520368,
		desc = "學習天賦四級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520369,
		desc = "學習天賦五級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520370,
		desc = "學習天賦五級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520371,
		desc = "學習天賦五級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520372,
		desc = "學習天賦五級|<#22,155,209#>輜重車|可提升軍團負重",
	},
	{
		id = 520373,
		desc = "N/A",
	},
	{
		id = 520374,
		desc = "N/A",
	},
	{
		id = 520375,
		desc = "N/A",
	},
	{
		id = 520376,
		desc = "N/A",
	},
	{
		id = 520377,
		desc = "N/A",
	},
	{
		id = 520378,
		desc = "N/A",
	},
	{
		id = 520379,
		desc = "N/A",
	},
	{
		id = 520380,
		desc = "N/A",
	},
	{
		id = 520381,
		desc = "N/A",
	},
	{
		id = 520382,
		desc = "N/A",
	},
	{
		id = 520383,
		desc = "N/A",
	},
	{
		id = 520384,
		desc = "N/A",
	},
	{
		id = 520385,
		desc = "升級九級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520386,
		desc = "升級十級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520387,
		desc = "升級十一級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520388,
		desc = "升級十二級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520389,
		desc = "升級十三級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520390,
		desc = "升級十四級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520391,
		desc = "升級十五級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520392,
		desc = "升級十六級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520393,
		desc = "升級十七級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520394,
		desc = "升級十八級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520395,
		desc = "升級十九級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520396,
		desc = "升級二十級|<#22,155,209#>農田|提升糧食產量",
	},
	{
		id = 520397,
		desc = "N/A",
	},
	{
		id = 520398,
		desc = "N/A",
	},
	{
		id = 520399,
		desc = "N/A",
	},
	{
		id = 520400,
		desc = "N/A",
	},
	{
		id = 520401,
		desc = "N/A",
	},
	{
		id = 520402,
		desc = "N/A",
	},
	{
		id = 520403,
		desc = "N/A",
	},
	{
		id = 520404,
		desc = "N/A",
	},
	{
		id = 520405,
		desc = "N/A",
	},
	{
		id = 520406,
		desc = "N/A",
	},
	{
		id = 520407,
		desc = "N/A",
	},
	{
		id = 520408,
		desc = "N/A",
	},
	{
		id = 520409,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520410,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520411,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520412,
		desc = "獲取|<#0,140,50#>朱桓|並駐守在|<#22,155,209#>農田|可提升糧食產量和士兵數量上限",
	},
	{
		id = 520413,
		desc = "N/A",
	},
	{
		id = 520414,
		desc = "N/A",
	},
	{
		id = 520415,
		desc = "N/A",
	},
	{
		id = 520416,
		desc = "N/A",
	},
	{
		id = 520417,
		desc = "N/A",
	},
	{
		id = 520418,
		desc = "N/A",
	},
	{
		id = 520419,
		desc = "N/A",
	},
	{
		id = 520420,
		desc = "N/A",
	},
	{
		id = 520421,
		desc = "N/A",
	},
	{
		id = 520422,
		desc = "N/A",
	},
	{
		id = 520423,
		desc = "N/A",
	},
	{
		id = 520424,
		desc = "N/A",
	},
	{
		id = 520425,
		desc = "獲取|<#22,155,209#>避水珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520426,
		desc = "獲取|<#22,155,209#>避水珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520427,
		desc = "獲取|<#22,155,209#>避水珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520428,
		desc = "N/A",
	},
	{
		id = 520429,
		desc = "獲取|<#22,155,209#>玲瓏寶珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520430,
		desc = "獲取|<#22,155,209#>玲瓏寶珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520431,
		desc = "獲取|<#22,155,209#>玲瓏寶珠|並為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）佩戴可提升糧食產量和士兵數量上限",
	},
	{
		id = 520432,
		desc = "N/A",
	},
	{
		id = 520433,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至一星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520434,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至二星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520435,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至三星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520436,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#0,140,50#>朱桓|進階|<#0,140,50#>亮銀刀|至四星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520437,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>避水珠|至一星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520438,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>避水珠|至二星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520439,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>避水珠|至三星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520440,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#167,85,230#>黃蓋|進階|<#167,85,230#>離火雙刃|至二星可提升提升糧食產量和士兵數量上限",
	},
	{
		id = 520441,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>玲瓏寶珠|至一星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520442,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>玲瓏寶珠|至二星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520443,
		desc = "為駐守|<#22,155,209#>農田|的武將（|<#167,85,230#>黃蓋|或|<#0,140,50#>朱桓|）進階|<#22,155,209#>玲瓏寶珠|至三星可提升糧食產量和士兵數量上限",
	},
	{
		id = 520444,
		desc = "為駐守|<#22,155,209#>農田|的武將|<#167,85,230#>黃蓋|進階|<#167,85,230#>離火雙刃|至三星可提升提升糧食產量和士兵數量上限",
	},
	{
		id = 520445,
		desc = "研究一級|<#22,155,209#>插秧Ⅰ|可提升糧食產量",
	},
	{
		id = 520446,
		desc = "研究二級|<#22,155,209#>插秧Ⅰ|可提升糧食產量",
	},
	{
		id = 520447,
		desc = "研究三級|<#22,155,209#>插秧Ⅰ|可提升糧食產量",
	},
	{
		id = 520448,
		desc = "研究四級|<#22,155,209#>插秧Ⅰ|可提升糧食產量",
	},
	{
		id = 520449,
		desc = "研究五級|<#22,155,209#>插秧Ⅰ|可提升糧食產量",
	},
	{
		id = 520450,
		desc = "研究一級|<#22,155,209#>插秧Ⅱ|可提升糧食產量",
	},
	{
		id = 520451,
		desc = "研究二級|<#22,155,209#>插秧Ⅱ|可提升糧食產量",
	},
	{
		id = 520452,
		desc = "研究三級|<#22,155,209#>插秧Ⅱ|可提升糧食產量",
	},
	{
		id = 520453,
		desc = "研究四級|<#22,155,209#>插秧Ⅱ|可提升糧食產量",
	},
	{
		id = 520454,
		desc = "研究五級|<#22,155,209#>插秧Ⅱ|可提升糧食產量",
	},
	{
		id = 520455,
		desc = "研究五級|<#22,155,209#>插秧Ⅱ|可提升糧食產量",
	},
	{
		id = 520456,
		desc = "研究五級|<#22,155,209#>插秧Ⅱ|可提升糧食產量",
	},
	{
		id = 520457,
		desc = "學習天賦一級 |<#22,155,209#>耕種|可提升糧食產量",
	},
	{
		id = 520458,
		desc = "學習天賦二級|<#22,155,209#>耕種|可提升糧食產量",
	},
	{
		id = 520459,
		desc = "學習天賦三級|<#22,155,209#>耕種|可提升糧食產量",
	},
	{
		id = 520460,
		desc = "學習天賦四級|<#22,155,209#>耕種|可提升糧食產量",
	},
	{
		id = 520461,
		desc = "學習天賦五級|<#22,155,209#>耕種|可提升糧食產量",
	},
	{
		id = 520462,
		desc = "學習天賦五級|<#22,155,209#>耕種|可提升糧食產量",
	},
	{
		id = 520463,
		desc = "學習天賦一級|<#22,155,209#>高階耕種|可提升糧食產量",
	},
	{
		id = 520464,
		desc = "學習天賦二級|<#22,155,209#>高階耕種|可提升糧食產量",
	},
	{
		id = 520465,
		desc = "學習天賦三級|<#22,155,209#>高階耕種|可提升糧食產量",
	},
	{
		id = 520466,
		desc = "學習天賦四級|<#22,155,209#>高階耕種|可提升糧食產量",
	},
	{
		id = 520467,
		desc = "學習天賦五級|<#22,155,209#>高階耕種|可提升糧食產量",
	},
	{
		id = 520468,
		desc = "學習天賦五級|<#22,155,209#>高階耕種|可提升糧食產量",
	},
	{
		id = 520469,
		desc = "N/A",
	},
	{
		id = 520470,
		desc = "N/A",
	},
	{
		id = 520471,
		desc = "N/A",
	},
	{
		id = 520472,
		desc = "N/A",
	},
	{
		id = 520473,
		desc = "N/A",
	},
	{
		id = 520474,
		desc = "N/A",
	},
	{
		id = 520475,
		desc = "N/A",
	},
	{
		id = 520476,
		desc = "N/A",
	},
	{
		id = 520477,
		desc = "N/A",
	},
	{
		id = 520478,
		desc = "N/A",
	},
	{
		id = 520479,
		desc = "N/A",
	},
	{
		id = 520480,
		desc = "N/A",
	},
	{
		id = 600001,
		desc = "前往區域1",
	},
	{
		id = 600002,
		desc = "攻破城門1",
	},
	{
		id = 600003,
		desc = "前往區域3",
	},
	{
		id = 600004,
		desc = "前往區域3",
	},
	{
		id = 600005,
		desc = "前往區域3",
	},
	{
		id = 600006,
		desc = "攻破城門2",
	},
	{
		id = 600007,
		desc = "前往區域4",
	},
	{
		id = 600008,
		desc = "前往區域4",
	},
	{
		id = 600009,
		desc = "前往區域4",
	},
	{
		id = 600010,
		desc = "前往區域4",
	},
	{
		id = 600011,
		desc = "攻破城門3",
	},
	{
		id = 600012,
		desc = "前往區域5",
	},
	{
		id = 600013,
		desc = "前往區域5",
	},
	{
		id = 600014,
		desc = "前往區域5",
	},
	{
		id = 600015,
		desc = "前往區域5",
	},
	{
		id = 600016,
		desc = "攻破內城",
	},
	{
		id = 600017,
		desc = "佔領攻城錘",
	},
	{
		id = 600018,
		desc = "佔領投石車",
	},
	{
		id = 600019,
		desc = "前往區域3",
	},
	{
		id = 600020,
		desc = "佔領投石車",
	},
	{
		id = 600021,
		desc = "前往區域3",
	},
	{
		id = 600022,
		desc = "前往區域3",
	},
	{
		id = 600023,
		desc = "前往區域3",
	},
	{
		id = 600024,
		desc = "前往區域4",
	},
	{
		id = 600025,
		desc = "佔領投石車",
	},
	{
		id = 600026,
		desc = "前往區域4",
	},
	{
		id = 600027,
		desc = "前往區域4",
	},
	{
		id = 600028,
		desc = "前往區域4",
	},
	{
		id = 600029,
		desc = "前往區域5",
	},
	{
		id = 600030,
		desc = "前往區域5",
	},
	{
		id = 600031,
		desc = "前往區域5",
	},
	{
		id = 600032,
		desc = "前往區域5",
	},
	{
		id = 600033,
		desc = "前往區域2",
	},
	{
		id = 600034,
		desc = "前往區域2",
	},
	{
		id = 600035,
		desc = "前往區域2",
	},
	{
		id = 600036,
		desc = "前往區域2",
	},
	{
		id = 600037,
		desc = "佔領雲梯",
	},
	{
		id = 600038,
		desc = "前往區域5",
	},
	{
		id = 600039,
		desc = "前往區域5",
	},
	{
		id = 600040,
		desc = "前往區域5",
	},
	{
		id = 600041,
		desc = "前往區域5",
	},
	{
		id = 600042,
		desc = "攻破內城",
	},
	{
		id = 600043,
		desc = "前往區域5擊殺守軍",
	},
	{
		id = 600044,
		desc = "前往區域5擊殺守軍",
	},
	{
		id = 600045,
		desc = "前往區域5擊殺守軍",
	},
	{
		id = 600046,
		desc = "前往區域5擊殺守軍",
	},
	{
		id = 600047,
		desc = "前往區域2擊殺守軍",
	},
	{
		id = 600048,
		desc = "前往區域3",
	},
	{
		id = 600049,
		desc = "前往區域3",
	},
	{
		id = 600050,
		desc = "前往區域3",
	},
	{
		id = 600051,
		desc = "前往區域3",
	},
	{
		id = 600052,
		desc = "佔領城門1的床弩",
	},
	{
		id = 600053,
		desc = "前往區域3支持盟友",
	},
	{
		id = 600054,
		desc = "前往區域3支持盟友",
	},
	{
		id = 600055,
		desc = "前往區域3支持盟友",
	},
	{
		id = 600056,
		desc = "前往區域3支持盟友",
	},
	{
		id = 600057,
		desc = "堅守城門2，擊殺敵軍",
	},
	{
		id = 600058,
		desc = "前往區域4支持盟友",
	},
	{
		id = 600059,
		desc = "前往區域4支持盟友",
	},
	{
		id = 600060,
		desc = "前往區域4支持盟友",
	},
	{
		id = 600061,
		desc = "堅守城門3，擊殺敵軍",
	},
	{
		id = 600062,
		desc = "前往區域5支持盟友",
	},
	{
		id = 600063,
		desc = "前往區域5支持盟友",
	},
	{
		id = 600064,
		desc = "前往區域5支持盟友",
	},
	{
		id = 600065,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600066,
		desc = "前往區域1與敵人廝殺",
	},
	{
		id = 600067,
		desc = "前往區域1與敵人廝殺",
	},
	{
		id = 600068,
		desc = "前往區域1與敵人廝殺",
	},
	{
		id = 600069,
		desc = "前往區域1與敵人廝殺",
	},
	{
		id = 600070,
		desc = "阻止敵軍佔領投石車",
	},
	{
		id = 600071,
		desc = "堅守城門2，擊殺敵軍",
	},
	{
		id = 600072,
		desc = "堅守城門2，擊殺敵軍",
	},
	{
		id = 600073,
		desc = "堅守城門2，擊殺敵軍",
	},
	{
		id = 600074,
		desc = "堅守城門2，擊殺敵軍",
	},
	{
		id = 600075,
		desc = "阻止敵軍佔領投石車",
	},
	{
		id = 600076,
		desc = "堅守城門3，擊殺敵軍",
	},
	{
		id = 600077,
		desc = "堅守城門3，擊殺敵軍",
	},
	{
		id = 600078,
		desc = "堅守城門3，擊殺敵軍",
	},
	{
		id = 600079,
		desc = "阻止敵人佔領投石車",
	},
	{
		id = 600080,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600081,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600082,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600083,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600084,
		desc = "前往區域5",
	},
	{
		id = 600085,
		desc = "前往區域5",
	},
	{
		id = 600086,
		desc = "前往區域5",
	},
	{
		id = 600087,
		desc = "前往區域5",
	},
	{
		id = 600088,
		desc = "佔領雲梯處的床弩",
	},
	{
		id = 600089,
		desc = "雲梯搭至城墻，速回防",
	},
	{
		id = 600090,
		desc = "雲梯搭至城墻，速回防",
	},
	{
		id = 600091,
		desc = "雲梯搭至城墻，速回防",
	},
	{
		id = 600092,
		desc = "雲梯搭至城墻，速回防",
	},
	{
		id = 600093,
		desc = "堅守內城，擊殺敵軍",
	},
	{
		id = 600094,
		desc = "前往雲梯外擊殺敵軍",
	},
	{
		id = 600095,
		desc = "前往雲梯外擊殺敵軍",
	},
	{
		id = 600096,
		desc = "前往雲梯外擊殺敵軍",
	},
	{
		id = 600097,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600098,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600099,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600100,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600101,
		desc = "保衛內城，擊殺敵軍",
	},
	{
		id = 600102,
		desc = "從戰略圖選擇出生點",
	},
	{
		id = 600103,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600104,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600105,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600106,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600107,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600108,
		desc = "從戰略圖選擇出生點",
	},
	{
		id = 600109,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600110,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600111,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600112,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 600113,
		desc = "點擊軍團編輯部隊",
	},
	{
		id = 610001,
		desc = "|<#72,255,98#>%{nick}|佔領了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610002,
		desc = "|<#22,155,209#>%{map_id}|被守軍破壞",
	},
	{
		id = 610003,
		desc = "|<#253,208,110#>%{from_map_id}|對|<#22,155,209#>%{to_map_id}|造成了|<#255,40,50#>%{reduce}|點傷害，|<#22,155,209#>%{to_map_id}|剩餘血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610004,
		desc = "|<#72,255,98#>%{nick}|佔領了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610005,
		desc = "|<#22,155,209#>%{map_id}|被守軍破壞",
	},
	{
		id = 610006,
		desc = "|<#253,208,110#>%{from_map_id}|對|<#22,155,209#>%{to_map_id}|造成了|<#255,40,50#>%{reduce}|點傷害，|<#22,155,209#>%{to_map_id}|剩餘血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610007,
		desc = "|<#22,155,209#>%{map_id}|已經搭建完成",
	},
	{
		id = 610008,
		desc = "|<#72,255,98#>%{nick}|佔領了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610009,
		desc = "|<#72,255,98#>%{nick}|擊退了|<#22,155,209#>%{map_id}|的駐守軍團",
	},
	{
		id = 610010,
		desc = "|<#72,255,98#>%{fromNick}|使用投石車攻擊了|<#22,155,209#>%{toNick}|，造成|<#255,40,50#>%{reduce}|點傷害",
	},
	{
		id = 610011,
		desc = "|<#72,255,98#>%{nick}|佔領了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610012,
		desc = "|<#72,255,98#>%{fromNick}|攻破了|<#22,155,209#>%{toNick}|的城池",
	},
	{
		id = 610013,
		desc = "|<#22,155,209#>%{map_id}|已被攻陷！",
	},
	{
		id = 610014,
		desc = "|<#253,208,110#>%{from_map_id}|對|<#22,155,209#>%{to_map_id}|造成了|<#255,40,50#>%{reduce}|點傷害，|<#22,155,209#>%{to_map_id}|剩餘血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610015,
		desc = "|<#72,255,98#>%{nick}|對|<#22,155,209#>%{map_id}|造成了|<#255,40,50#>%{reduce}|點傷害，|<#22,155,209#>%{map_id}|剩餘血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610016,
		desc = "|<#72,255,98#>%{nick}|攻破了|<#22,155,209#>%{map_id}|！",
	},
	{
		id = 610017,
		desc = "|<#253,208,110#>%{%nick}|對|<#22,155,209#>%{map_id}|造成了|<#255,40,50#>%{reduce}|點傷害，|<#22,155,209#>%{map_id}|剩餘血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610018,
		desc = "|<#22,155,209#>%{map_id}|被守軍破壞！",
	},
	{
		id = 610019,
		desc = "|<#22,155,209#>%{map_id}|被守軍破壞！",
	},
	{
		id = 610020,
		desc = "|<#22,155,209#>%{map_id}|已經部署完成！",
	},
	{
		id = 610021,
		desc = "|<#22,155,209#>%{map_id}|被攻陷！",
	},
	{
		id = 610022,
		desc = "|<#22,155,209#>%{map_id}|被攻陷！",
	},
	{
		id = 610023,
		desc = "敵軍所有軍團下一次行軍時間延長|<#255,40,50#>%{second}|秒",
	},
	{
		id = 610024,
		desc = "業火沖天對|<#22,155,209#>%{map_id}|造成了|<#255,40,50#>%{reduce}|點傷害，|<#22,155,209#>%{map_id}|剩餘血量為|<#72,255,98#>%{rest}|",
	},
	{
		id = 610025,
		desc = "敵軍在區域|<#72,255,98#>%{toArea}|的投石車/床弩內駐守的軍團已被主公破膽怒吼擊退回城！",
	},
	{
		id = 610026,
		desc = "你的出征武將發動無雙亂舞，將|<#22,155,209#>%{toNick}|的城池擊破！",
	},
	{
		id = 610027,
		desc = "下一次軍團攻擊城墻或敵軍城池時，造成的傷害翻倍。但行軍時間延長一倍。",
	},
	{
		id = 611023,
		desc = "敵軍施放技能|<#22,155,209#>五雷轟頂|，我軍所有軍團下一次行軍時間延長|<#255,40,50#>%{second}|秒",
	},
	{
		id = 611025,
		desc = "敵軍施放技能|<#22,155,209#>破膽怒吼|，我軍駐守在投石車/床弩內的軍團強制返回",
	},
	{
		id = 611026,
		desc = "|<#72,255,98#>%{fromNick}|發動無雙亂舞，將我軍城池擊破！",
	},
	{
		id = 620001,
		desc = "N/A",
	},
	{
		id = 620002,
		desc = "N/A",
	},
	{
		id = 620003,
		desc = "N/A",
	},
	{
		id = 620004,
		desc = "N/A",
	},
	{
		id = 620005,
		desc = "野戰步兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620006,
		desc = "弓兵訓練數量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620007,
		desc = "野戰弓兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620008,
		desc = "野戰騎兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620009,
		desc = "陷阱製造速度提升|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620010,
		desc = "N/A",
	},
	{
		id = 620011,
		desc = "N/A",
	},
	{
		id = 620012,
		desc = "N/A",
	},
	{
		id = 620013,
		desc = "N/A",
	},
	{
		id = 620014,
		desc = "N/A",
	},
	{
		id = 620015,
		desc = "N/A",
	},
	{
		id = 620016,
		desc = "N/A",
	},
	{
		id = 620017,
		desc = "醫館容量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620018,
		desc = "步兵負重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620019,
		desc = "N/A",
	},
	{
		id = 620020,
		desc = "N/A",
	},
	{
		id = 620021,
		desc = "野戰車兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620022,
		desc = "野戰弓兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620023,
		desc = "N/A",
	},
	{
		id = 620024,
		desc = "N/A",
	},
	{
		id = 620025,
		desc = "農田產量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620026,
		desc = "金礦產量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620027,
		desc = "N/A",
	},
	{
		id = 620028,
		desc = "N/A",
	},
	{
		id = 620029,
		desc = "倉庫所有資源保護量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620030,
		desc = "聯盟幫助次數增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620031,
		desc = "黃金採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620032,
		desc = "陷阱上限增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620033,
		desc = "弓兵負重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620034,
		desc = "剿匪行軍速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620035,
		desc = "N/A",
	},
	{
		id = 620036,
		desc = "N/A",
	},
	{
		id = 620037,
		desc = "N/A",
	},
	{
		id = 620038,
		desc = "N/A",
	},
	{
		id = 620039,
		desc = "野戰車兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620040,
		desc = "N/A",
	},
	{
		id = 620041,
		desc = "N/A",
	},
	{
		id = 620042,
		desc = "N/A",
	},
	{
		id = 620043,
		desc = "N/A",
	},
	{
		id = 620044,
		desc = "N/A",
	},
	{
		id = 620045,
		desc = "N/A",
	},
	{
		id = 620046,
		desc = "N/A",
	},
	{
		id = 620047,
		desc = "N/A",
	},
	{
		id = 620048,
		desc = "N/A",
	},
	{
		id = 620049,
		desc = "N/A",
	},
	{
		id = 620050,
		desc = "步兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620051,
		desc = "弓兵城池戰生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620052,
		desc = "科技研究消耗減少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620053,
		desc = "所有資源建築產量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620054,
		desc = "野戰騎兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620055,
		desc = "車兵負重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620056,
		desc = "步兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620057,
		desc = "野戰弓兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620058,
		desc = "升級裝備白銀消耗減少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620059,
		desc = "伐木場產量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620060,
		desc = "所有部隊防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620061,
		desc = "弓兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620062,
		desc = "鐵礦採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620063,
		desc = "野戰車兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620064,
		desc = "糧食採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620065,
		desc = "部隊訓練速度提升|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620066,
		desc = "所有步兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620067,
		desc = "弓兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620068,
		desc = "建築建造速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620069,
		desc = "城墻耐久上限增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620070,
		desc = "陷阱觸發概率增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620071,
		desc = "車兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620072,
		desc = "傷兵恢復費用降低|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620073,
		desc = "步兵訓練數量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620074,
		desc = "木材採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620075,
		desc = "石礦採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620076,
		desc = "騎兵訓練數量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620077,
		desc = "野戰騎兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620078,
		desc = "車兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620079,
		desc = "野戰步兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620080,
		desc = "野戰步兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620081,
		desc = "騎兵城池戰生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620082,
		desc = "分解裝備白銀獲得增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620083,
		desc = "建造建築消耗減少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620084,
		desc = "所有弓兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620085,
		desc = "傷兵恢復速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620086,
		desc = "車兵城池戰生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620087,
		desc = "科技研究速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620088,
		desc = "所有騎兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620089,
		desc = "所有步兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620090,
		desc = "所有步兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620091,
		desc = "所有武將魅力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620092,
		desc = "聯盟幫助時間增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620093,
		desc = "騎兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620094,
		desc = "所有步兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620095,
		desc = "所有武將統禦提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620096,
		desc = "所有武將武力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620097,
		desc = "所有弓兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620098,
		desc = "所有車兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620099,
		desc = "所有部隊生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620100,
		desc = "步兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620101,
		desc = "所有騎兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620102,
		desc = "所有武將政治提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620103,
		desc = "所有車兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620104,
		desc = "所有資源採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620105,
		desc = "騎兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620106,
		desc = "武將帶兵數量提高|<#0,255,0#>%{num}|",
	},
	{
		id = 620107,
		desc = "武將帶兵數量提高|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620108,
		desc = "所有騎兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620109,
		desc = "所有弓兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620110,
		desc = "所有車兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620111,
		desc = "所有部隊攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620112,
		desc = "N/A",
	},
	{
		id = 620113,
		desc = "N/A",
	},
	{
		id = 620114,
		desc = "N/A",
	},
	{
		id = 620115,
		desc = "N/A",
	},
	{
		id = 620116,
		desc = "N/A",
	},
	{
		id = 620117,
		desc = "N/A",
	},
	{
		id = 620118,
		desc = "N/A",
	},
	{
		id = 620119,
		desc = "N/A",
	},
	{
		id = 620120,
		desc = "N/A",
	},
	{
		id = 620121,
		desc = "N/A",
	},
	{
		id = 620122,
		desc = "N/A",
	},
	{
		id = 620123,
		desc = "N/A",
	},
	{
		id = 620124,
		desc = "N/A",
	},
	{
		id = 620125,
		desc = "N/A",
	},
	{
		id = 620126,
		desc = "N/A",
	},
	{
		id = 620127,
		desc = "N/A",
	},
	{
		id = 620128,
		desc = "N/A",
	},
	{
		id = 620129,
		desc = "N/A",
	},
	{
		id = 620130,
		desc = "N/A",
	},
	{
		id = 620131,
		desc = "N/A",
	},
	{
		id = 620132,
		desc = "N/A",
	},
	{
		id = 620133,
		desc = "N/A",
	},
	{
		id = 620134,
		desc = "N/A",
	},
	{
		id = 620135,
		desc = "N/A",
	},
	{
		id = 620136,
		desc = "N/A",
	},
	{
		id = 620137,
		desc = "N/A",
	},
	{
		id = 620138,
		desc = "N/A",
	},
	{
		id = 620139,
		desc = "N/A",
	},
	{
		id = 620140,
		desc = "N/A",
	},
	{
		id = 620141,
		desc = "N/A",
	},
	{
		id = 620142,
		desc = "N/A",
	},
	{
		id = 620143,
		desc = "N/A",
	},
	{
		id = 620144,
		desc = "N/A",
	},
	{
		id = 620145,
		desc = "N/A",
	},
	{
		id = 620146,
		desc = "N/A",
	},
	{
		id = 620147,
		desc = "N/A",
	},
	{
		id = 620148,
		desc = "N/A",
	},
	{
		id = 620149,
		desc = "N/A",
	},
	{
		id = 620150,
		desc = "N/A",
	},
	{
		id = 620151,
		desc = "N/A",
	},
	{
		id = 620152,
		desc = "N/A",
	},
	{
		id = 620153,
		desc = "N/A",
	},
	{
		id = 620154,
		desc = "N/A",
	},
	{
		id = 620155,
		desc = "N/A",
	},
	{
		id = 620156,
		desc = "N/A",
	},
	{
		id = 620157,
		desc = "N/A",
	},
	{
		id = 620158,
		desc = "N/A",
	},
	{
		id = 620159,
		desc = "N/A",
	},
	{
		id = 620160,
		desc = "N/A",
	},
	{
		id = 620161,
		desc = "步兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620162,
		desc = "科技研究消耗減少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620163,
		desc = "科技研究消耗減少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620164,
		desc = "所有資源建築產量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620165,
		desc = "野戰騎兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620166,
		desc = "車兵負重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620167,
		desc = "步兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620168,
		desc = "野戰弓兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620169,
		desc = "升級裝備白銀消耗減少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620170,
		desc = "伐木場產量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620171,
		desc = "所有部隊防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620172,
		desc = "弓兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620173,
		desc = "鐵礦採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620174,
		desc = "野戰車兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620175,
		desc = "糧食採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620176,
		desc = "部隊訓練速度提升|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620177,
		desc = "所有步兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620178,
		desc = "弓兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620179,
		desc = "建築建造速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620180,
		desc = "城墻耐久上限增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620181,
		desc = "陷阱觸發概率增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620182,
		desc = "車兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620183,
		desc = "傷兵恢復費用降低|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620184,
		desc = "步兵訓練數量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620185,
		desc = "木材採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620186,
		desc = "石礦採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620187,
		desc = "騎兵訓練數量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620188,
		desc = "野戰騎兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620189,
		desc = "車兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620190,
		desc = "野戰步兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620191,
		desc = "野戰步兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620192,
		desc = "騎兵城池戰生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620193,
		desc = "分解裝備白銀獲得增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620194,
		desc = "建造建築消耗減少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620195,
		desc = "所有弓兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620196,
		desc = "傷兵恢復速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620197,
		desc = "車兵城池戰生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620198,
		desc = "科技研究速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620199,
		desc = "所有騎兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620200,
		desc = "所有步兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620201,
		desc = "所有步兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620202,
		desc = "所有武將魅力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620203,
		desc = "聯盟幫助時間增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620204,
		desc = "騎兵城池戰防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620205,
		desc = "所有步兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620206,
		desc = "所有武將統禦提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620207,
		desc = "所有武將武力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620208,
		desc = "所有弓兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620209,
		desc = "所有車兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620210,
		desc = "所有部隊生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620211,
		desc = "步兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620212,
		desc = "所有騎兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620213,
		desc = "所有武將政治提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620214,
		desc = "所有車兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620215,
		desc = "所有資源採集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620216,
		desc = "騎兵城池戰攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620217,
		desc = "武將帶兵數量提高|<#0,255,0#>%{num}|",
	},
	{
		id = 620218,
		desc = "武將帶兵數量提高|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620219,
		desc = "所有騎兵防禦增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620220,
		desc = "所有弓兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620221,
		desc = "所有車兵攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620222,
		desc = "所有部隊攻擊增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 631001,
		desc = "撒豆成兵",
	},
	{
		id = 631002,
		desc = "領導力",
	},
	{
		id = 631003,
		desc = "森嚴壁壘",
	},
	{
		id = 631004,
		desc = "破城先鋒",
	},
	{
		id = 631005,
		desc = "百步穿楊",
	},
	{
		id = 631006,
		desc = "機關秘術",
	},
	{
		id = 631007,
		desc = "聯盟城防",
	},
	{
		id = 631008,
		desc = "彈道學",
	},
	{
		id = 631009,
		desc = "雲梯建設",
	},
	{
		id = 631010,
		desc = "軍資產量",
	},
	{
		id = 631011,
		desc = "覺醒",
	},
	{
		id = 631012,
		desc = "頓悟",
	},
	{
		id = 632001,
		desc = "減少城戰時援軍抵達時間|<#72,255,98#>%{num}|秒",
	},
	{
		id = 632002,
		desc = "提升城戰武將帶兵數量|<#72,255,109#>%{num}|",
	},
	{
		id = 632003,
		desc = "提升城戰時步兵的防禦和生命|<#72,255,120#>%{num}%%|",
	},
	{
		id = 632004,
		desc = "提升城戰時騎兵的傷害|<#72,255,131#>%{num}%%|",
	},
	{
		id = 632005,
		desc = "提升城戰時弓兵的傷害|<#72,255,142#>%{num}%%|",
	},
	{
		id = 632006,
		desc = "城戰時每一組車兵增加軍團攻城傷害|<#72,255,153#>%{num}%%|",
	},
	{
		id = 632007,
		desc = "增加城池和城門的生命值|<#72,255,164#>%{num}%%|",
	},
	{
		id = 632008,
		desc = "提升投石車和床弩傷害|<#72,255,164#>%{num}%%|",
	},
	{
		id = 632009,
		desc = "提升雲梯生命值|<#72,255,175#>%{num}%%|",
	},
	{
		id = 632010,
		desc = "增加本國佔領的城市的軍資產量|<#72,255,186#>%{num}%%|",
	},
	{
		id = 632011,
		desc = "洗練城戰技能時有|<#72,255,186#>%{num}%%|幾率返還玄鐵",
	},
	{
		id = 632012,
		desc = "升級城戰技能時有|<#72,255,197#>%{num}%%|幾率返還無字天書",
	},
	{
		id = 640001,
		desc = "聯盟成員參加城戰%{num}次",
	},
	{
		id = 640002,
		desc = "聯盟成員為國家科技捐獻資源%{num}次",
	},
	{
		id = 640003,
		desc = "本國攻占洛陽",
	},
	{
		id = 640004,
		desc = "本國攻占成都",
	},
	{
		id = 640005,
		desc = "本國攻占建業",
	},
	{
		id = 640006,
		desc = "聯盟成員參加城戰並獲勝%{num}次",
	},
	{
		id = 640007,
		desc = "聯盟成員在城戰中參與擊破城門%{num}次",
	},
	{
		id = 640008,
		desc = "聯盟成員在城戰中使用主動技能%{num}次",
	},
	{
		id = 640009,
		desc = "聯盟成員在城戰中擊破敵方城池%{num}次",
	},
	{
		id = 640010,
		desc = "本國攻占襄陽",
	},
	{
		id = 640011,
		desc = "本國攻占襄陽",
	},
	{
		id = 640012,
		desc = "本國攻占襄陽",
	},
	{
		id = 640013,
		desc = "聯盟成員參加城戰並獲勝%{num}次",
	},
	{
		id = 640014,
		desc = "聯盟成員在城戰中參與擊破城門%{num}次",
	},
	{
		id = 640015,
		desc = "聯盟成員在城戰中使用主動技能%{num}次",
	},
	{
		id = 640016,
		desc = "聯盟成員在城戰中擊破敵方城池%{num}次",
	},
	{
		id = 650001,
		desc = "佔領攻城錘",
	},
	{
		id = 650002,
		desc = "佔領雲梯",
	},
	{
		id = 650003,
		desc = "剩餘部隊進攻城門",
	},
	{
		id = 650004,
		desc = "佔領攻城錘",
	},
	{
		id = 650005,
		desc = "佔領雲梯",
	},
	{
		id = 650006,
		desc = "剩餘部隊進攻城門",
	},
	{
		id = 650007,
		desc = "佔領攻城錘",
	},
	{
		id = 650008,
		desc = "佔領雲梯",
	},
	{
		id = 650009,
		desc = "剩餘部隊進攻城門",
	},
	{
		id = 650010,
		desc = "優先佔領床弩",
	},
	{
		id = 650011,
		desc = "佔領投石車",
	},
	{
		id = 650012,
		desc = "遷至城外擊殺敵軍",
	},
	{
		id = 650013,
		desc = "遷城佔領區域1-5",
	},
	{
		id = 650014,
		desc = "區域1-5佔領投石車",
	},
	{
		id = 650015,
		desc = "遷城佔領區域1-5",
	},
	{
		id = 650016,
		desc = "區域1-5佔領投石車",
	},
	{
		id = 700001,
		desc = "勇士",
	},
	{
		id = 700002,
		desc = "勇士",
	},
	{
		id = 700003,
		desc = "羽林軍",
	},
	{
		id = 700004,
		desc = "羽林軍",
	},
	{
		id = 700005,
		desc = "羽林軍",
	},
	{
		id = 700006,
		desc = "羽林軍",
	},
	{
		id = 700007,
		desc = "羽林軍",
	},
	{
		id = 700008,
		desc = "羽林軍",
	},
	{
		id = 700009,
		desc = "羽林軍",
	},
	{
		id = 700010,
		desc = "羽林軍",
	},
	{
		id = 710001,
		desc = "魏",
	},
	{
		id = 710002,
		desc = "蜀",
	},
	{
		id = 710003,
		desc = "吳",
	},
	{
		id = 710004,
		desc = "洛陽",
	},
	{
		id = 710005,
		desc = "成都",
	},
	{
		id = 710006,
		desc = "建業",
	},
	{
		id = 710007,
		desc = "襄陽",
	},
	{
		id = 711001,
		desc = "魏國",
	},
	{
		id = 711002,
		desc = "蜀國",
	},
	{
		id = 711003,
		desc = "吳國",
	},
	{
		id = 712001,
		desc = "魏",
	},
	{
		id = 712002,
		desc = "蜀",
	},
	{
		id = 712003,
		desc = "吳",
	},
	{
		id = 720001,
		desc = "角度",
	},
	{
		id = 720002,
		desc = "力度",
	},
	{
		id = 720003,
		desc = "逆風",
	},
	{
		id = 720004,
		desc = "無風",
	},
	{
		id = 720005,
		desc = "順風",
	},
	{
		id = 720006,
		desc = "武將屬性",
	},
	{
		id = 720007,
		desc = "魏",
	},
	{
		id = 720008,
		desc = "蜀",
	},
	{
		id = 720009,
		desc = "吳",
	},
	{
		id = 720010,
		desc = "群",
	},
	{
		id = 720011,
		desc = "箭矢平穩的射出",
	},
	{
		id = 720012,
		desc = "超常發揮，射出神來之箭",
	},
	{
		id = 720013,
		desc = "狀態極佳，箭矢生風",
	},
	{
		id = 720014,
		desc = "一陣祥瑞之風吹起",
	},
	{
		id = 720015,
		desc = "受到了小喬的鼓舞",
	},
	{
		id = 720016,
		desc = "聚精會神，心無旁騖",
	},
	{
		id = 720017,
		desc = "聚力挽弓，射出了驚天動地的一箭",
	},
	{
		id = 720018,
		desc = "空氣中傳來龍吟虎嘯般的聲音",
	},
	{
		id = 720019,
		desc = "偷偷向前移動了幾丈",
	},
	{
		id = 720020,
		desc = "受到了貂蟬的魅惑",
	},
	{
		id = 720021,
		desc = "使用了粗製濫造的弓箭",
	},
	{
		id = 720022,
		desc = "射錯了目標",
	},
	{
		id = 720023,
		desc = "自負的閉上了眼睛",
	},
	{
		id = 720024,
		desc = "消極地射出了一箭",
	},
	{
		id = 720025,
		desc = "表演了傳言中的“醉箭”",
	},
	{
		id = 720026,
		desc = "不知哪裏飄來的手絹阻擋了視線",
	},
	{
		id = 720027,
		desc = "突然思考起了人生",
	},
	{
		id = 720028,
		desc = "累計次數",
	},

}
return zhtwConfig