local zhcnConfig = {
	{
		id = 10001,
		desc = "府衙",
	},
	{
		id = 10002,
		desc = "城墙",
	},
	{
		id = 10003,
		desc = "战争工坊",
	},
	{
		id = 10004,
		desc = "步兵营",
	},
	{
		id = 10005,
		desc = "弓兵营",
	},
	{
		id = 10006,
		desc = "骑兵营",
	},
	{
		id = 10007,
		desc = "车兵营",
	},
	{
		id = 10008,
		desc = "仓库",
	},
	{
		id = 10009,
		desc = "铁匠铺",
	},
	{
		id = 10010,
		desc = "研究所",
	},
	{
		id = 10011,
		desc = "屯所",
	},
	{
		id = 10012,
		desc = "哨塔",
	},
	{
		id = 10013,
		desc = "酒馆",
	},
	{
		id = 10014,
		desc = "金矿",
	},
	{
		id = 10015,
		desc = "伐木场",
	},
	{
		id = 10016,
		desc = "农田",
	},
	{
		id = 10017,
		desc = "采石场",
	},
	{
		id = 10018,
		desc = "铁矿场",
	},
	{
		id = 10019,
		desc = "校场",
	},
	{
		id = 10020,
		desc = "医馆",
	},
	{
		id = 10021,
		desc = "战争大厅",
	},
	{
		id = 10022,
		desc = "雇佣兵营地",
	},
	{
		id = 10023,
		desc = "集市",
	},
	{
		id = 10024,
		desc = "炼丹炉",
	},
	{
		id = 10025,
		desc = "武斗场",
	},
	{
		id = 10026,
		desc = "神龛",
	},
	{
		id = 10027,
		desc = "观星台",
	},
	{
		id = 10028,
		desc = "蓬莱访客",
	},
	{
		id = 10045,
		desc = "将在%{level}级时解锁%{name}",
	},
	{
		id = 10046,
		desc = "升级研究所可以解锁新的科技",
	},
	{
		id = 10047,
		desc = "升级哨塔可以获得更详细的【侦察】报告和向您【行军】的敌方即时信息",
	},
	{
		id = 10048,
		desc = "战争大厅",
	},
	{
		id = 10049,
		desc = "战争大厅用来集结您的盟友，您们可以组成一支强大的军队对敌人发起攻击。升级战争大厅可以提升集结军团数量上限。",
	},
	{
		id = 11001,
		desc = "主公的居所，也是其处理政务的地方，提高等级后方可提高其他建筑的等级上限，其他建筑最高等级即为府衙当前等级。",
	},
	{
		id = 11002,
		desc = "城墙是城池的壁垒，防守城池的关键，升级城墙能提升陷阱的容量",
	},
	{
		id = 11003,
		desc = "战争工坊是您建造防御设施的地方，升级战争工坊可以制造更多的新陷阱",
	},
	{
		id = 11004,
		desc = "步兵营是训练步兵的地方，升级步兵营可训练更高级的兵种",
	},
	{
		id = 11005,
		desc = "弓兵营是训练弓兵的地方，升级弓兵营可训练更高级的兵种",
	},
	{
		id = 11006,
		desc = "骑兵营是训练骑兵的地方，升级骑兵营可训练更高级的兵种",
	},
	{
		id = 11007,
		desc = "车兵营是训练攻城器械的地方，升级车兵营可训练更高级的兵种",
	},
	{
		id = 11008,
		desc = "仓库中存储的资源无法被其他主公掠夺，未采集资源不被保护",
	},
	{
		id = 11009,
		desc = "铁匠铺是锻造装备的地方，升级铁匠铺能加快锻造装备的速度、减少资源要求和增加分解装备获得资源",
	},
	{
		id = 11010,
		desc = "研究所中能研究各种科技来全面提升您的实力",
	},
	{
		id = 11011,
		desc = "屯所提供联盟相关功能，影响自己接受帮助的次数上限以及被帮助的效果",
	},
	{
		id = 11012,
		desc = "哨塔可以侦察敌人的国力详情并了解向您行军的敌人信息",
	},
	{
		id = 11013,
		desc = "酒馆是招募武将的场所",
	},
	{
		id = 11014,
		desc = "金矿是生产并储存黄金的地方，升级金矿可以获得更高的产量和容量",
	},
	{
		id = 11015,
		desc = "伐木场是生产并储存木材的地方，升级伐木场可以获得更高的产量和容量",
	},
	{
		id = 11016,
		desc = "农田是生产并储存粮食的地方，升级农田可以获得更高的产量和容量",
	},
	{
		id = 11017,
		desc = "采石场是生产并储存石料的地方，升级采石场可以获得更高的产量和容量",
	},
	{
		id = 11018,
		desc = "铁矿场是生产并储存铁矿的地方，升级铁矿场可以获得更高的产量和容量",
	},
	{
		id = 11019,
		desc = "校场是存放士兵和部署军团的场所，升级校场可以提升武将率领的士兵数",
	},
	{
		id = 11020,
		desc = "医馆的主要作用是治疗伤兵，医馆等级的高低影响收纳伤兵的数量",
	},
	{
		id = 11021,
		desc = "战争大厅用来集结您的盟友，您们可以组成一支强大的队伍对敌人发起攻击。升级战争大厅可以提升集结军团数量上限。",
	},
	{
		id = 11022,
		desc = "雇佣兵营地可以让您训练雇佣兵。在世界中击败敌人后的一段时间内可在此训练相应的雇佣兵。",
	},
	{
		id = 12001,
		desc = "战争守护",
	},
	{
		id = 12002,
		desc = "攻击加成",
	},
	{
		id = 12003,
		desc = "防御加成",
	},
	{
		id = 12004,
		desc = "粮食消耗减少",
	},
	{
		id = 12005,
		desc = "反侦察",
	},
	{
		id = 12006,
		desc = "伪装术",
	},
	{
		id = 12007,
		desc = "采集速度加成",
	},
	{
		id = 12008,
		desc = "武将带兵上限提升",
	},
	{
		id = 13001,
		desc = "保护所在城池不受其他主公的侦察和攻击",
	},
	{
		id = 13002,
		desc = "增加麾下军团的攻击力，使其可以更有效的杀伤敌人",
	},
	{
		id = 13003,
		desc = "增加麾下军团的防御力，使其可以更有效的减少伤亡",
	},
	{
		id = 13004,
		desc = "减少麾下部队的粮食消耗，使您可以训练更多的士兵",
	},
	{
		id = 13005,
		desc = "保护所在城池不被其他主公侦察",
	},
	{
		id = 13006,
		desc = "使麾下士兵在受到侦察时显示为实际数量的两倍",
	},
	{
		id = 13007,
		desc = "增加麾下军团在世界地图上采集基础资源的速度",
	},
	{
		id = 13008,
		desc = "使麾下军团在出战时兵力上限提升",
	},
	{
		id = 13009,
		desc = "所在城池目前为和平状态，其他君主无法侦察和攻击",
	},
	{
		id = 13010,
		desc = "增加麾下所有出征军团%{buff_value}的攻击力",
	},
	{
		id = 13011,
		desc = "增加麾下所有出征军团%{buff_value}的防御力",
	},
	{
		id = 13012,
		desc = "粮食消耗减少%{buff_value}",
	},
	{
		id = 13013,
		desc = "所在城池目前不会被其他主公侦察",
	},
	{
		id = 13014,
		desc = "目前城内的士兵在受到侦察时会显示为实际数量的两倍",
	},
	{
		id = 13015,
		desc = "使麾下军团在世界地图上采集基础资源的速度增加%{buff_value}",
	},
	{
		id = 13016,
		desc = "使麾下军团在4小时内出战的兵力上限提升%{buff_value}",
	},
	{
		id = 14001,
		desc = "酒馆等级越高，可招募武将数也越多",
	},
	{
		id = 14002,
		desc = "防守部队大致数量",
	},
	{
		id = 14003,
		desc = "城防设施大致数量",
	},
	{
		id = 14004,
		desc = "援军大致数量",
	},
	{
		id = 14005,
		desc = "防守部队类型",
	},
	{
		id = 14006,
		desc = "援军君主的名称与等级",
	},
	{
		id = 14007,
		desc = "援军武将信息",
	},
	{
		id = 14008,
		desc = "援军兵种类型",
	},
	{
		id = 14009,
		desc = "防守部队武将信息",
	},
	{
		id = 14010,
		desc = "防守部队类型和准确数量",
	},
	{
		id = 14011,
		desc = "预备役部队类型、准确数量和城墙驻守武将",
	},
	{
		id = 14012,
		desc = "城防设施类型以及各自准确数量",
	},
	{
		id = 14013,
		desc = "援军兵种类型和准确数量",
	},
	{
		id = 14014,
		desc = "所有属性增益",
	},
	{
		id = 14015,
		desc = "主动技能是否在冷却中",
	},
	{
		id = 14016,
		desc = "各资源拥有数量和城墙城防值",
	},
	{
		id = 15001,
		desc = "玄铁战狼",
	},
	{
		id = 15002,
		desc = "玄铁战狼",
	},
	{
		id = 15003,
		desc = "玄铁战狼",
	},
	{
		id = 15004,
		desc = "玄铁战狼",
	},
	{
		id = 15005,
		desc = "玄铁战狼",
	},
	{
		id = 15006,
		desc = "赤铜烈马",
	},
	{
		id = 15007,
		desc = "赤铜烈马",
	},
	{
		id = 15008,
		desc = "赤铜烈马",
	},
	{
		id = 15009,
		desc = "赤铜烈马",
	},
	{
		id = 15010,
		desc = "赤铜烈马",
	},
	{
		id = 15011,
		desc = "霜银猎鹰",
	},
	{
		id = 15012,
		desc = "霜银猎鹰",
	},
	{
		id = 15013,
		desc = "霜银猎鹰",
	},
	{
		id = 15014,
		desc = "霜银猎鹰",
	},
	{
		id = 15015,
		desc = "霜银猎鹰",
	},
	{
		id = 15016,
		desc = "紫金灵牛",
	},
	{
		id = 15017,
		desc = "紫金灵牛",
	},
	{
		id = 15018,
		desc = "紫金灵牛",
	},
	{
		id = 15019,
		desc = "紫金灵牛",
	},
	{
		id = 15020,
		desc = "紫金灵牛",
	},
	{
		id = 15021,
		desc = "火钻狂鹿",
	},
	{
		id = 15022,
		desc = "火钻狂鹿",
	},
	{
		id = 15023,
		desc = "火钻狂鹿",
	},
	{
		id = 15024,
		desc = "火钻狂鹿",
	},
	{
		id = 15025,
		desc = "火钻狂鹿",
	},
	{
		id = 15026,
		desc = "无畏雄狮",
	},
	{
		id = 15027,
		desc = "无畏雄狮",
	},
	{
		id = 15028,
		desc = "无畏雄狮",
	},
	{
		id = 15029,
		desc = "无畏雄狮",
	},
	{
		id = 15030,
		desc = "无畏雄狮",
	},
	{
		id = 15031,
		desc = "烈焰麒麟",
	},
	{
		id = 15032,
		desc = "烈焰麒麟",
	},
	{
		id = 15033,
		desc = "烈焰麒麟",
	},
	{
		id = 15034,
		desc = "烈焰麒麟",
	},
	{
		id = 15035,
		desc = "烈焰麒麟",
	},
	{
		id = 15036,
		desc = "御天神龙",
	},
	{
		id = 15037,
		desc = "御天神龙",
	},
	{
		id = 15038,
		desc = "御天神龙",
	},
	{
		id = 15039,
		desc = "御天神龙",
	},
	{
		id = 15040,
		desc = "御天神龙",
	},
	{
		id = 20001,
		desc = "董袭",
	},
	{
		id = 20002,
		desc = "蒋钦",
	},
	{
		id = 20003,
		desc = "朱然",
	},
	{
		id = 20004,
		desc = "夏侯霸",
	},
	{
		id = 20005,
		desc = "乐进",
	},
	{
		id = 20006,
		desc = "曹洪",
	},
	{
		id = 20007,
		desc = "于禁",
	},
	{
		id = 20008,
		desc = "李典",
	},
	{
		id = 20009,
		desc = "廖化",
	},
	{
		id = 20010,
		desc = "张翼",
	},
	{
		id = 20011,
		desc = "孟达",
	},
	{
		id = 20012,
		desc = "蒋琬",
	},
	{
		id = 20013,
		desc = "张绣",
	},
	{
		id = 20014,
		desc = "张宝",
	},
	{
		id = 20015,
		desc = "韩遂",
	},
	{
		id = 20016,
		desc = "刘表",
	},
	{
		id = 20017,
		desc = "张角",
	},
	{
		id = 20018,
		desc = "凌统",
	},
	{
		id = 20019,
		desc = "丁奉",
	},
	{
		id = 20020,
		desc = "韩当",
	},
	{
		id = 20021,
		desc = "朱桓",
	},
	{
		id = 20022,
		desc = "徐盛",
	},
	{
		id = 20023,
		desc = "曹彰",
	},
	{
		id = 20024,
		desc = "王双",
	},
	{
		id = 20025,
		desc = "邓艾",
	},
	{
		id = 20026,
		desc = "文聘",
	},
	{
		id = 20027,
		desc = "诸葛诞",
	},
	{
		id = 20028,
		desc = "司马昭",
	},
	{
		id = 20029,
		desc = "钟会",
	},
	{
		id = 20030,
		desc = "甄姬",
	},
	{
		id = 20031,
		desc = "孟获",
	},
	{
		id = 20032,
		desc = "马岱",
	},
	{
		id = 20033,
		desc = "祝融",
	},
	{
		id = 20034,
		desc = "周仓",
	},
	{
		id = 20035,
		desc = "王平",
	},
	{
		id = 20036,
		desc = "吴懿",
	},
	{
		id = 20037,
		desc = "邓芝",
	},
	{
		id = 20038,
		desc = "法正",
	},
	{
		id = 20039,
		desc = "黄月英",
	},
	{
		id = 20040,
		desc = "费祎",
	},
	{
		id = 20041,
		desc = "纪灵",
	},
	{
		id = 20042,
		desc = "马腾",
	},
	{
		id = 20043,
		desc = "陈武",
	},
	{
		id = 20044,
		desc = "公孙瓒",
	},
	{
		id = 20045,
		desc = "陈登",
	},
	{
		id = 20046,
		desc = "卢植",
	},
	{
		id = 20047,
		desc = "审配",
	},
	{
		id = 20048,
		desc = "陈宫",
	},
	{
		id = 20049,
		desc = "沮授",
	},
	{
		id = 20050,
		desc = "黄盖",
	},
	{
		id = 20051,
		desc = "孙尚香",
	},
	{
		id = 20052,
		desc = "程普",
	},
	{
		id = 20053,
		desc = "孙权",
	},
	{
		id = 20054,
		desc = "曹丕",
	},
	{
		id = 20055,
		desc = "程昱",
	},
	{
		id = 20056,
		desc = "严颜",
	},
	{
		id = 20057,
		desc = "马良",
	},
	{
		id = 20058,
		desc = "董卓",
	},
	{
		id = 20059,
		desc = "甘宁",
	},
	{
		id = 20060,
		desc = "孙坚",
	},
	{
		id = 20061,
		desc = "鲁肃",
	},
	{
		id = 20062,
		desc = "张纮",
	},
	{
		id = 20063,
		desc = "张昭",
	},
	{
		id = 20064,
		desc = "庞德",
	},
	{
		id = 20065,
		desc = "夏侯惇",
	},
	{
		id = 20066,
		desc = "徐晃",
	},
	{
		id = 20067,
		desc = "夏侯渊",
	},
	{
		id = 20068,
		desc = "张郃",
	},
	{
		id = 20069,
		desc = "曹仁",
	},
	{
		id = 20070,
		desc = "徐庶",
	},
	{
		id = 20071,
		desc = "贾诩",
	},
	{
		id = 20072,
		desc = "荀彧",
	},
	{
		id = 20073,
		desc = "魏延",
	},
	{
		id = 20074,
		desc = "关索",
	},
	{
		id = 20075,
		desc = "张苞",
	},
	{
		id = 20076,
		desc = "关兴",
	},
	{
		id = 20077,
		desc = "关平",
	},
	{
		id = 20078,
		desc = "庞统",
	},
	{
		id = 20079,
		desc = "文丑",
	},
	{
		id = 20080,
		desc = "颜良",
	},
	{
		id = 20081,
		desc = "华雄",
	},
	{
		id = 20082,
		desc = "张任",
	},
	{
		id = 20083,
		desc = "高顺",
	},
	{
		id = 20084,
		desc = "袁绍",
	},
	{
		id = 20085,
		desc = "华佗",
	},
	{
		id = 20086,
		desc = "田丰",
	},
	{
		id = 20087,
		desc = "李儒",
	},
	{
		id = 20088,
		desc = "太史慈",
	},
	{
		id = 20089,
		desc = "周泰",
	},
	{
		id = 20090,
		desc = "吕蒙",
	},
	{
		id = 20091,
		desc = "小乔",
	},
	{
		id = 20092,
		desc = "大乔",
	},
	{
		id = 20093,
		desc = "张辽",
	},
	{
		id = 20094,
		desc = "姜维",
	},
	{
		id = 20095,
		desc = "刘备",
	},
	{
		id = 20096,
		desc = "貂蝉",
	},
	{
		id = 20097,
		desc = "孙策",
	},
	{
		id = 20098,
		desc = "周瑜",
	},
	{
		id = 20099,
		desc = "陆逊",
	},
	{
		id = 20100,
		desc = "典韦",
	},
	{
		id = 20101,
		desc = "许褚",
	},
	{
		id = 20102,
		desc = "曹操",
	},
	{
		id = 20103,
		desc = "司马懿",
	},
	{
		id = 20104,
		desc = "郭嘉",
	},
	{
		id = 20105,
		desc = "张飞",
	},
	{
		id = 20106,
		desc = "关羽",
	},
	{
		id = 20107,
		desc = "马超",
	},
	{
		id = 20108,
		desc = "赵云",
	},
	{
		id = 20109,
		desc = "黄忠",
	},
	{
		id = 20110,
		desc = "诸葛亮",
	},
	{
		id = 20111,
		desc = "吕布",
	},
	{
		id = 20112,
		desc = "神董袭",
	},
	{
		id = 20113,
		desc = "神蒋钦",
	},
	{
		id = 20114,
		desc = "神朱然",
	},
	{
		id = 20115,
		desc = "神夏侯霸",
	},
	{
		id = 20116,
		desc = "神乐进",
	},
	{
		id = 20117,
		desc = "神曹洪",
	},
	{
		id = 20118,
		desc = "神于禁",
	},
	{
		id = 20119,
		desc = "神李典",
	},
	{
		id = 20120,
		desc = "神廖化",
	},
	{
		id = 20121,
		desc = "神张翼",
	},
	{
		id = 20122,
		desc = "神孟达",
	},
	{
		id = 20123,
		desc = "神蒋琬",
	},
	{
		id = 20124,
		desc = "神张绣",
	},
	{
		id = 20125,
		desc = "神张宝",
	},
	{
		id = 20126,
		desc = "神韩遂",
	},
	{
		id = 20127,
		desc = "神刘表",
	},
	{
		id = 20128,
		desc = "神张角",
	},
	{
		id = 20129,
		desc = "神凌统",
	},
	{
		id = 20130,
		desc = "神丁奉",
	},
	{
		id = 20131,
		desc = "神韩当",
	},
	{
		id = 20132,
		desc = "神朱桓",
	},
	{
		id = 20133,
		desc = "神徐盛",
	},
	{
		id = 20134,
		desc = "神曹彰",
	},
	{
		id = 20135,
		desc = "神王双",
	},
	{
		id = 20136,
		desc = "神邓艾",
	},
	{
		id = 20137,
		desc = "神文聘",
	},
	{
		id = 20138,
		desc = "神诸葛诞",
	},
	{
		id = 20139,
		desc = "神司马昭",
	},
	{
		id = 20140,
		desc = "神钟会",
	},
	{
		id = 20141,
		desc = "神甄姬",
	},
	{
		id = 20142,
		desc = "神孟获",
	},
	{
		id = 20143,
		desc = "神马岱",
	},
	{
		id = 20144,
		desc = "神祝融",
	},
	{
		id = 20145,
		desc = "神周仓",
	},
	{
		id = 20146,
		desc = "神王平",
	},
	{
		id = 20147,
		desc = "神吴懿",
	},
	{
		id = 20148,
		desc = "神邓芝",
	},
	{
		id = 20149,
		desc = "神法正",
	},
	{
		id = 20150,
		desc = "神黄月英",
	},
	{
		id = 20151,
		desc = "神费祎",
	},
	{
		id = 20152,
		desc = "神纪灵",
	},
	{
		id = 20153,
		desc = "神马腾",
	},
	{
		id = 20154,
		desc = "神陈武",
	},
	{
		id = 20155,
		desc = "神公孙瓒",
	},
	{
		id = 20156,
		desc = "神陈登",
	},
	{
		id = 20157,
		desc = "神卢植",
	},
	{
		id = 20158,
		desc = "神审配",
	},
	{
		id = 20159,
		desc = "神陈宫",
	},
	{
		id = 20160,
		desc = "神沮授",
	},
	{
		id = 20161,
		desc = "神黄盖",
	},
	{
		id = 20162,
		desc = "神孙尚香",
	},
	{
		id = 20163,
		desc = "神程普",
	},
	{
		id = 20164,
		desc = "神孙权",
	},
	{
		id = 20165,
		desc = "神曹丕",
	},
	{
		id = 20166,
		desc = "神程昱",
	},
	{
		id = 20167,
		desc = "神严颜",
	},
	{
		id = 20168,
		desc = "神马良",
	},
	{
		id = 20169,
		desc = "神董卓",
	},
	{
		id = 20170,
		desc = "神甘宁",
	},
	{
		id = 20171,
		desc = "神孙坚",
	},
	{
		id = 20172,
		desc = "神鲁肃",
	},
	{
		id = 20173,
		desc = "神张纮",
	},
	{
		id = 20174,
		desc = "神张昭",
	},
	{
		id = 20175,
		desc = "神庞德",
	},
	{
		id = 20176,
		desc = "神夏侯惇",
	},
	{
		id = 20177,
		desc = "神徐晃",
	},
	{
		id = 20178,
		desc = "神夏侯渊",
	},
	{
		id = 20179,
		desc = "神张郃",
	},
	{
		id = 20180,
		desc = "神曹仁",
	},
	{
		id = 20181,
		desc = "神徐庶",
	},
	{
		id = 20182,
		desc = "神贾诩",
	},
	{
		id = 20183,
		desc = "神荀彧",
	},
	{
		id = 20184,
		desc = "神魏延",
	},
	{
		id = 20185,
		desc = "神关索",
	},
	{
		id = 20186,
		desc = "神张苞",
	},
	{
		id = 20187,
		desc = "神关兴",
	},
	{
		id = 20188,
		desc = "神关平",
	},
	{
		id = 20189,
		desc = "神庞统",
	},
	{
		id = 20190,
		desc = "神文丑",
	},
	{
		id = 20191,
		desc = "神颜良",
	},
	{
		id = 20192,
		desc = "神华雄",
	},
	{
		id = 20193,
		desc = "神张任",
	},
	{
		id = 20194,
		desc = "神高顺",
	},
	{
		id = 20195,
		desc = "神袁绍",
	},
	{
		id = 20196,
		desc = "神华佗",
	},
	{
		id = 20197,
		desc = "神田丰",
	},
	{
		id = 20198,
		desc = "神李儒",
	},
	{
		id = 20199,
		desc = "神太史慈",
	},
	{
		id = 20200,
		desc = "神周泰",
	},
	{
		id = 20201,
		desc = "神吕蒙",
	},
	{
		id = 20202,
		desc = "神小乔",
	},
	{
		id = 20203,
		desc = "神大乔",
	},
	{
		id = 20204,
		desc = "神张辽",
	},
	{
		id = 20205,
		desc = "神姜维",
	},
	{
		id = 20206,
		desc = "神刘备",
	},
	{
		id = 20207,
		desc = "神貂蝉",
	},
	{
		id = 20208,
		desc = "神孙策",
	},
	{
		id = 20209,
		desc = "神周瑜",
	},
	{
		id = 20210,
		desc = "神陆逊",
	},
	{
		id = 20211,
		desc = "神典韦",
	},
	{
		id = 20212,
		desc = "神许褚",
	},
	{
		id = 20213,
		desc = "神曹操",
	},
	{
		id = 20214,
		desc = "神司马懿",
	},
	{
		id = 20215,
		desc = "神郭嘉",
	},
	{
		id = 20216,
		desc = "神张飞",
	},
	{
		id = 20217,
		desc = "神关羽",
	},
	{
		id = 20218,
		desc = "神马超",
	},
	{
		id = 20219,
		desc = "神赵云",
	},
	{
		id = 20220,
		desc = "神黄忠",
	},
	{
		id = 20221,
		desc = "神诸葛亮",
	},
	{
		id = 20222,
		desc = "神吕布",
	},
	{
		id = 21001,
		desc = "东吴名将，随孙策讨刘勋、随孙权伐黄祖",
	},
	{
		id = 21002,
		desc = "东吴名将，随孙策平定四郡，讨平黟贼",
	},
	{
		id = 21003,
		desc = "东吴名将，与陆逊合力大破刘备；守江陵六个月使魏军无功而返",
	},
	{
		id = 21004,
		desc = "夏侯渊之子，在司马懿政变后归降蜀汉，多次随姜维北伐魏国",
	},
	{
		id = 21005,
		desc = "曹魏名将，五子良将之一，勇悍猛迅，每战先登",
	},
	{
		id = 21006,
		desc = "曹魏名将，曾救曹操免于厄难，在下辩抵御刘备大军，逼退张飞和马超",
	},
	{
		id = 21007,
		desc = "曹魏名将，五子良将之一，于张绣叛乱中坚守营垒",
	},
	{
		id = 21008,
		desc = "曹魏将领，深明大义，不与人争功，崇尚学习与高贵儒雅",
	},
	{
		id = 21009,
		desc = "蜀汉将领，以果敢刚直著称，多次参与蜀汉北伐",
	},
	{
		id = 21010,
		desc = "蜀汉将领，多次随诸葛亮和姜维北伐",
	},
	{
		id = 21011,
		desc = "蜀汉将领，关羽围樊城、襄阳时因不发兵救关羽而触怒刘备，后投奔曹魏",
	},
	{
		id = 21012,
		desc = "蜀汉宰相，与诸葛亮、董允、费祎合称“蜀汉四相”，继诸葛亮执政，安定众心",
	},
	{
		id = 21013,
		desc = "汉末群雄，因不满其言行而突袭曹操，后听从贾诩的建议再次投降曹操",
	},
	{
		id = 21014,
		desc = "汉末群雄，黄巾起义首领之一，张角的弟弟，号称“地公将军”",
	},
	{
		id = 21015,
		desc = "汉末群雄，拥兵割据西州达32年，后接受朝廷招安",
	},
	{
		id = 21016,
		desc = "汉末群雄，称雄荆江，先杀孙坚，后又常抗曹操",
	},
	{
		id = 21017,
		desc = "汉末群雄，黄巾起义首领之一，号称“天公将军”，",
	},
	{
		id = 21018,
		desc = "东吴名将，少有盛名，为人有国士之风，多次战役中表现出色",
	},
	{
		id = 21019,
		desc = "东吴名将，一生征战，侍奉了孙权到孙皓四位吴国君主",
	},
	{
		id = 21020,
		desc = "东吴名将，历仕孙坚、孙策、孙权三代，随从其征伐四方，功勋卓著",
	},
	{
		id = 21021,
		desc = "东吴名将，为人高傲，轻财重义，曾以少胜多击败曹仁",
	},
	{
		id = 21022,
		desc = "东吴将领，因战乱客居江东，后辅佐孙权，多次战役中战功赫赫",
	},
	{
		id = 21023,
		desc = "曹魏将领，曹操之子，行骁骑将军征讨乌桓，又降服辽东鲜卑",
	},
	{
		id = 21024,
		desc = "曹魏将领，曾斩杀蜀将谢雄和龚起，重创张嶷，追击诸葛亮时被斩",
	},
	{
		id = 21025,
		desc = "曹魏名将，文武双全，多年治理魏国西线并与姜维多次对峙；率先进入成都使得蜀汉灭亡",
	},
	{
		id = 21026,
		desc = "曹魏名将，镇守江夏多次引兵阻遏关羽之师、击退孙权进攻",
	},
	{
		id = 21027,
		desc = "曹魏将领，与司马师一同平定毌丘俭、文钦的叛乱，后因起兵反魏而被杀",
	},
	{
		id = 21028,
		desc = "曹魏权臣，继兄司马师为大将军，专揽国政，走向代魏之路，并成功灭亡蜀汉",
	},
	{
		id = 21029,
		desc = "曹魏名将，与邓艾分兵攻打蜀汉，导致蜀汉灭亡，后欲据蜀自立，因部下兵变败亡",
	},
	{
		id = 21030,
		desc = "曹丕的妾室，魏明帝曹叡之生母",
	},
	{
		id = 21031,
		desc = "蜀汉名将，少数民族首领，南蛮王，曾经起兵反叛蜀汉，后来被诸葛亮七擒七纵并降服",
	},
	{
		id = 21032,
		desc = "蜀汉名将，早年随马超大战曹操，后在诸葛亮病逝后受命斩杀了反叛的蜀将魏延",
	},
	{
		id = 21033,
		desc = "南蛮王孟获之妻，在诸葛亮七擒七纵孟获之后，随孟获归降蜀汉",
	},
	{
		id = 21034,
		desc = "蜀汉名将，黄巾军出身，后追随关羽忠心不二，曾于樊城之战活捉庞德。",
	},
	{
		id = 21035,
		desc = "蜀汉将领，原属曹操，后归降刘备。之后深受诸葛亮的器重，多次随诸葛亮北伐",
	},
	{
		id = 21036,
		desc = "蜀汉将领，随刘焉入蜀，后归降刘备，随诸葛亮北伐曹魏，并与魏延在阳溪大破魏军",
	},
	{
		id = 21037,
		desc = "蜀汉名将，刘备逝世后出使吴国，与东吴修好，并深为孙权所欣赏；曾讨平涪陵叛乱",
	},
	{
		id = 21038,
		desc = "蜀汉名将，刘备取汉中时献计将曹操大将夏侯渊斩首。善奇谋，深受刘备信任和敬重",
	},
	{
		id = 21039,
		desc = "诸葛亮之妻，当时有名的才女，知识广博，足智多谋，乃诸葛亮的贤内助",
	},
	{
		id = 21040,
		desc = "蜀汉名将，与诸葛亮、蒋琬、董允并称为“蜀汉四相”，深得诸葛亮器重",
	},
	{
		id = 21041,
		desc = "汉末群雄，袁术帐下将领，勇猛非常，曾奉命率军攻打小沛的刘备",
	},
	{
		id = 21042,
		desc = "汉末群雄，马超之父，性格贤良忠厚，保境安民，受到众人的尊敬。后被曹操所杀",
	},
	{
		id = 21043,
		desc = "东吴将领，随孙策平定江东，于合肥战役中，张辽奇袭孙权时战死",
	},
	{
		id = 21044,
		desc = "汉末群雄，人称白马将军，驱叛胡于塞表，破黄巾于孟津，后被袁绍击败并斩首",
	},
	{
		id = 21045,
		desc = "曹魏将领，主管徐州农业生产时兴修水利，秔稻丰积；还曾向曹操献策助其灭吕布",
	},
	{
		id = 21046,
		desc = "汉末群雄，曾率军与张角交战，后被袁绍请为军师。公孙瓒和刘备皆为其门下弟子",
	},
	{
		id = 21047,
		desc = "汉末群雄，袁绍心腹，袁绍病死后，矫诏立袁尚为嗣，导致袁氏兄弟相争",
	},
	{
		id = 21048,
		desc = "汉末群雄，吕布帐下谋士，吕布战败后，随吕布等一同被曹操所擒，决意赴死",
	},
	{
		id = 21049,
		desc = "汉末群雄，袁绍帐下谋士，辅佐袁绍平定河北",
	},
	{
		id = 21050,
		desc = "东吴名将，历仕孙坚、孙策、孙权三任，在赤壁之战中诈降并以火攻大破曹军",
	},
	{
		id = 21051,
		desc = "刘备之妻，孙权之妹，助刘备返蜀，导致周瑜的夺回荆州的计谋全然失败",
	},
	{
		id = 21052,
		desc = "东吴名将，曾随孙坚讨伐过黄巾、董卓，斩华雄、破吕布，又助孙策平定江东",
	},
	{
		id = 21053,
		desc = "东吴名将，孙坚之子，孙策之弟，从孙策手中接手并安定江东，建立吴国",
	},
	{
		id = 21054,
		desc = "曹魏名将，曹操逝世后，曹丕受禅登基，以魏代汉，在位期间大破羌胡，平定河西",
	},
	{
		id = 21055,
		desc = "曹魏名将，魏朝开国元勋，曹操征徐州时，与荀彧留守后方，阻吕布大军，保住三城",
	},
	{
		id = 21056,
		desc = "蜀汉将领，刘备进攻江州时战败被俘，张飞敬佩其勇气，遂将其释放并以之为宾客",
	},
	{
		id = 21057,
		desc = "蜀汉将领，人称白眉马良，曾奉命出使东吴，受到孙权恭敬的接待",
	},
	{
		id = 21058,
		desc = "汉末群雄，为人残忍嗜杀，倒行逆施，招致群雄联合讨伐，后被其亲信吕布所杀",
	},
	{
		id = 21059,
		desc = "东吴名将，随孙权破黄祖据楚关，随周瑜攻曹仁取夷陵，随鲁肃镇益阳拒关羽，战功赫赫",
	},
	{
		id = 21060,
		desc = "东吴名将，东吴奠基人，曾参与讨伐黄巾军的战役以及讨伐董卓的战役，后与刘表作战时阵亡",
	},
	{
		id = 21061,
		desc = "东吴名将，为孙权提出鼎足江东的战略规划而受赏识，赤壁之战时力排众议联刘抗曹而获得大胜",
	},
	{
		id = 21062,
		desc = "东吴将领，和张昭一起合称“二张”，孙策平定江东时亲自登门邀请出仕为官",
	},
	{
		id = 21063,
		desc = "东吴名将，和张纮一起合称“二张”，辅佐孙策、孙权安定江东",
	},
	{
		id = 21064,
		desc = "曹魏名将，原马腾帐下将领，后随张鲁归降曹操，勇冠三军，曾一箭射中关羽前额",
	},
	{
		id = 21065,
		desc = "曹魏名将，曹魏开国元勋，曹操最早的将领之一，反攻吕布时却被流矢射伤左目",
	},
	{
		id = 21066,
		desc = "曹魏名将，五子良将之一，参与官渡、赤壁等几次重大战役，樊城之战中击败关羽",
	},
	{
		id = 21067,
		desc = "曹魏名将，曹操最早的将领之一，擅长千里奔袭作战，于定军山被黄忠击杀",
	},
	{
		id = 21068,
		desc = "曹魏名将，五子良将之一，随曹操攻乌桓、破马超、降张鲁，屡建战功",
	},
	{
		id = 21069,
		desc = "曹魏名将，赤壁兵败后镇守江陵，为曹操重整旗鼓赢得了宝贵的时间",
	},
	{
		id = 21070,
		desc = "曹魏名将，向刘备推荐诸葛亮，因母亲被曹操所掳获，不得已辞别刘备，进入曹营",
	},
	{
		id = 21071,
		desc = "曹魏名将，曹魏开国功臣，奇谋百出，算无遗策",
	},
	{
		id = 21072,
		desc = "曹魏名将，曹操统一北方的首席谋臣和功臣，被称为“王佐之才”",
	},
	{
		id = 21073,
		desc = "蜀汉名将，深受刘备器重，屡次随诸葛亮北伐，功绩显著；因与杨仪争权失败，为马岱所追斩",
	},
	{
		id = 21074,
		desc = "蜀汉将领，关羽三子，归蜀后随同诸葛亮抗击魏军，守卫蜀汉，出征南蛮",
	},
	{
		id = 21075,
		desc = "蜀汉将领，张飞长子，和关羽次子关兴是关系很好的结拜兄弟，两人并称“小关张”",
	},
	{
		id = 21076,
		desc = "蜀汉将领，关羽次子，和张飞长子张苞是关系很好的结拜兄弟，两人并称“小关张”",
	},
	{
		id = 21077,
		desc = "蜀汉将领，关羽长子，曾火烧博望坡，后与关羽一同被擒",
	},
	{
		id = 21078,
		desc = "蜀汉名将，号凤雏，辅佐刘备成功入蜀得川，进围雒县时不幸中流矢而亡，年仅三十六",
	},
	{
		id = 21079,
		desc = "汉末群雄，袁绍帐下大将，被关羽斩杀于延津",
	},
	{
		id = 21080,
		desc = "汉末群雄，袁绍帐下大将，被关羽斩杀于延津",
	},
	{
		id = 21081,
		desc = "汉末群雄，董卓帐下大将，联军讨伐董卓时被关羽斩杀",
	},
	{
		id = 21082,
		desc = "汉末群雄，在刘备进攻刘璋的战争中率军迎战，战败被杀",
	},
	{
		id = 21083,
		desc = "汉末群雄，吕布帐下大将，吕布虽知其忠而不能用，吕布失败后被曹操所杀",
	},
	{
		id = 21084,
		desc = "汉末群雄，曾为反董卓联合军的盟主，于官渡之战大败于曹操，在平定冀州叛乱之后病死",
	},
	{
		id = 21085,
		desc = "汉末名医，与董奉、张仲景并称为“建安三神医”，晚年因遭曹操怀疑，下狱被拷问致死",
	},
	{
		id = 21086,
		desc = "汉末群雄，袁绍帐下谋士，多次向袁绍进言而不被采纳，官渡之战后被袁绍杀害",
	},
	{
		id = 21087,
		desc = "汉末群雄，董卓帐下谋士，董卓专政时毒死汉少帝，助卓为虐",
	},
	{
		id = 21088,
		desc = "东吴名将，原为刘繇部下，后被孙策收降，自此成为孙氏大将，助其扫荡江东",
	},
	{
		id = 21089,
		desc = "东吴名将，多次于战乱当中保护孙权的安危，身上受的伤多达几十处",
	},
	{
		id = 21090,
		desc = "东吴名将，孙权统事后渐受重用，并屡建战功，曾设计袭取荆州，击败蜀汉名将关羽",
	},
	{
		id = 21091,
		desc = "周瑜之妻，与大乔并称为“江东二乔”，均为绝世美女",
	},
	{
		id = 21092,
		desc = "孙策之妻，与小乔并称为“江东二乔”，均为绝世美女",
	},
	{
		id = 21093,
		desc = "曹魏名将，五子良将之一，在逍遥津之战以七千之众大破十万大军，差点活捉孙权，威震江东",
	},
	{
		id = 21094,
		desc = "蜀汉名将，弃魏投蜀后被诸葛亮重用，费祎死后独掌军权，继续率领蜀汉军队北伐曹魏",
	},
	{
		id = 21095,
		desc = "蜀汉名将，于赤壁之战与孙权联盟击败曹操，趁势夺取荆州，而后进取益州，建立蜀汉政权",
	},
	{
		id = 21096,
		desc = "汉末美女，为了报答义父王允的养育之恩而甘愿献身完成连环计，使得董卓被吕布斩杀",
	},
	{
		id = 21097,
		desc = "东吴名将，孙坚长子，孙权长兄，东吴奠基人，继承父亲孙坚的遗业而屈事袁术，后统一江东",
	},
	{
		id = 21098,
		desc = "东吴名将，曾辅佐孙策平定江东，后极力促成孙刘联合抗曹，赤壁之战大败曹军",
	},
	{
		id = 21099,
		desc = "东吴名将，世代为江东大族，在夷陵击败刘备所率蜀汉军，一战成名",
	},
	{
		id = 21100,
		desc = "曹魏名将，张绣叛乱时，为保护曹操而独挡叛军，最终因寡不敌众而战死",
	},
	{
		id = 21101,
		desc = "曹魏名将，多次保全曹操免于厄难，曾吓退马超使之欲擒曹操而不可得",
	},
	{
		id = 21102,
		desc = "曹魏名将，曹魏奠基人，以汉天子的名义征讨四方，统一了中国北方",
	},
	{
		id = 21103,
		desc = "曹魏名将，善谋奇策，多次征伐有功，曾两次率大军成功抵御诸葛亮北伐和远征平定辽东",
	},
	{
		id = 21104,
		desc = "曹魏名将，原为袁绍部下，后转投曹操，为曹操统一中国北方立下了功勋",
	},
	{
		id = 21105,
		desc = "蜀汉名将，五虎将之一，当阳挡曹军、取西川、宕渠大胜，对蜀汉贡献极大",
	},
	{
		id = 21106,
		desc = "蜀汉名将，五虎将之一，曾围攻襄樊并擒获前来增援的于禁，斩杀庞德，威震华夏",
	},
	{
		id = 21107,
		desc = "蜀汉名将，五虎将之一，绰号“锦马超”，有“不减吕布之勇”",
	},
	{
		id = 21108,
		desc = "蜀汉名将，五虎将之一，两扶幼主、扫荡西川、汉水之战，对蜀汉贡献极大",
	},
	{
		id = 21109,
		desc = "蜀汉名将，五虎将之一，本为刘表部下后归刘备，并助其攻益州刘璋，于定军山斩杀夏侯渊",
	},
	{
		id = 21110,
		desc = "蜀汉名将，助刘备夺取荆州、益州，治理蜀地，平定南蛮，对蜀汉贡献极大",
	},
	{
		id = 21111,
		desc = "汉末群雄，三国第一猛将，在下邳被曹操击败并处死",
	},
	{
		id = 21112,
		desc = "东吴名将，随孙策讨刘勋、随孙权伐黄祖",
	},
	{
		id = 21113,
		desc = "东吴名将，随孙策平定四郡，讨平黟贼",
	},
	{
		id = 21114,
		desc = "东吴名将，与陆逊合力大破刘备；守江陵六个月使魏军无功而返",
	},
	{
		id = 21115,
		desc = "夏侯渊之子，在司马懿政变后归降蜀汉，多次随姜维北伐魏国",
	},
	{
		id = 21116,
		desc = "曹魏名将，五子良将之一，勇悍猛迅，每战先登",
	},
	{
		id = 21117,
		desc = "曹魏名将，曾救曹操免于厄难，在下辩抵御刘备大军，逼退张飞和马超",
	},
	{
		id = 21118,
		desc = "曹魏名将，五子良将之一，于张绣叛乱中坚守营垒",
	},
	{
		id = 21119,
		desc = "曹魏将领，深明大义，不与人争功，崇尚学习与高贵儒雅",
	},
	{
		id = 21120,
		desc = "蜀汉将领，以果敢刚直著称，多次参与蜀汉北伐",
	},
	{
		id = 21121,
		desc = "蜀汉将领，多次随诸葛亮和姜维北伐",
	},
	{
		id = 21122,
		desc = "蜀汉将领，关羽围樊城、襄阳时因不发兵救关羽而触怒刘备，后投奔曹魏",
	},
	{
		id = 21123,
		desc = "蜀汉宰相，与诸葛亮、董允、费祎合称“蜀汉四相”，继诸葛亮执政，安定众心",
	},
	{
		id = 21124,
		desc = "汉末群雄，因不满其言行而突袭曹操，后听从贾诩的建议再次投降曹操",
	},
	{
		id = 21125,
		desc = "汉末群雄，黄巾起义首领之一，张角的弟弟，号称“地公将军”",
	},
	{
		id = 21126,
		desc = "汉末群雄，拥兵割据西州达32年，后接受朝廷招安",
	},
	{
		id = 21127,
		desc = "汉末群雄，称雄荆江，先杀孙坚，后又常抗曹操",
	},
	{
		id = 21128,
		desc = "汉末群雄，黄巾起义首领之一，号称“天公将军”，",
	},
	{
		id = 21129,
		desc = "东吴名将，少有盛名，为人有国士之风，多次战役中表现出色",
	},
	{
		id = 21130,
		desc = "东吴名将，一生征战，侍奉了孙权到孙皓四位吴国君主",
	},
	{
		id = 21131,
		desc = "东吴名将，历仕孙坚、孙策、孙权三代，随从其征伐四方，功勋卓著",
	},
	{
		id = 21132,
		desc = "东吴名将，为人高傲，轻财重义，曾以少胜多击败曹仁",
	},
	{
		id = 21133,
		desc = "东吴将领，因战乱客居江东，后辅佐孙权，多次战役中战功赫赫",
	},
	{
		id = 21134,
		desc = "曹魏将领，曹操之子，行骁骑将军征讨乌桓，又降服辽东鲜卑",
	},
	{
		id = 21135,
		desc = "曹魏将领，曾斩杀蜀将谢雄和龚起，重创张嶷，追击诸葛亮时被斩",
	},
	{
		id = 21136,
		desc = "曹魏名将，文武双全，多年治理魏国西线并与姜维多次对峙；率先进入成都使得蜀汉灭亡",
	},
	{
		id = 21137,
		desc = "曹魏名将，镇守江夏多次引兵阻遏关羽之师、击退孙权进攻",
	},
	{
		id = 21138,
		desc = "曹魏将领，与司马师一同平定毌丘俭、文钦的叛乱，后因起兵反魏而被杀",
	},
	{
		id = 21139,
		desc = "曹魏权臣，继兄司马师为大将军，专揽国政，走向代魏之路，并成功灭亡蜀汉",
	},
	{
		id = 21140,
		desc = "曹魏名将，与邓艾分兵攻打蜀汉，导致蜀汉灭亡，后欲据蜀自立，因部下兵变败亡",
	},
	{
		id = 21141,
		desc = "曹丕的妾室，魏明帝曹叡之生母",
	},
	{
		id = 21142,
		desc = "蜀汉名将，少数民族首领，南蛮王，曾经起兵反叛蜀汉，后来被诸葛亮七擒七纵并降服",
	},
	{
		id = 21143,
		desc = "蜀汉名将，早年随马超大战曹操，后在诸葛亮病逝后受命斩杀了反叛的蜀将魏延",
	},
	{
		id = 21144,
		desc = "南蛮王孟获之妻，在诸葛亮七擒七纵孟获之后，随孟获归降蜀汉",
	},
	{
		id = 21145,
		desc = "蜀汉名将，黄巾军出身，后追随关羽忠心不二，曾于樊城之战活捉庞德。",
	},
	{
		id = 21146,
		desc = "蜀汉将领，原属曹操，后归降刘备。之后深受诸葛亮的器重，多次随诸葛亮北伐",
	},
	{
		id = 21147,
		desc = "蜀汉将领，随刘焉入蜀，后归降刘备，随诸葛亮北伐曹魏，并与魏延在阳溪大破魏军",
	},
	{
		id = 21148,
		desc = "蜀汉名将，刘备逝世后出使吴国，与东吴修好，并深为孙权所欣赏；曾讨平涪陵叛乱",
	},
	{
		id = 21149,
		desc = "蜀汉名将，刘备取汉中时献计将曹操大将夏侯渊斩首。善奇谋，深受刘备信任和敬重",
	},
	{
		id = 21150,
		desc = "诸葛亮之妻，当时有名的才女，知识广博，足智多谋，乃诸葛亮的贤内助",
	},
	{
		id = 21151,
		desc = "蜀汉名将，与诸葛亮、蒋琬、董允并称为“蜀汉四相”，深得诸葛亮器重",
	},
	{
		id = 21152,
		desc = "汉末群雄，袁术帐下将领，勇猛非常，曾奉命率军攻打小沛的刘备",
	},
	{
		id = 21153,
		desc = "汉末群雄，马超之父，性格贤良忠厚，保境安民，受到众人的尊敬。后被曹操所杀",
	},
	{
		id = 21154,
		desc = "东吴将领，随孙策平定江东，于合肥战役中，张辽奇袭孙权时战死",
	},
	{
		id = 21155,
		desc = "汉末群雄，人称白马将军，驱叛胡于塞表，破黄巾于孟津，后被袁绍击败并斩首",
	},
	{
		id = 21156,
		desc = "曹魏将领，主管徐州农业生产时兴修水利，秔稻丰积；还曾向曹操献策助其灭吕布",
	},
	{
		id = 21157,
		desc = "汉末群雄，曾率军与张角交战，后被袁绍请为军师。公孙瓒和刘备皆为其门下弟子",
	},
	{
		id = 21158,
		desc = "汉末群雄，袁绍心腹，袁绍病死后，矫诏立袁尚为嗣，导致袁氏兄弟相争",
	},
	{
		id = 21159,
		desc = "汉末群雄，吕布帐下谋士，吕布战败后，随吕布等一同被曹操所擒，决意赴死",
	},
	{
		id = 21160,
		desc = "汉末群雄，袁绍帐下谋士，辅佐袁绍平定河北",
	},
	{
		id = 21161,
		desc = "东吴名将，历仕孙坚、孙策、孙权三任，在赤壁之战中诈降并以火攻大破曹军",
	},
	{
		id = 21162,
		desc = "刘备之妻，孙权之妹，助刘备返蜀，导致周瑜的夺回荆州的计谋全然失败",
	},
	{
		id = 21163,
		desc = "东吴名将，曾随孙坚讨伐过黄巾、董卓，斩华雄、破吕布，又助孙策平定江东",
	},
	{
		id = 21164,
		desc = "东吴名将，孙坚之子，孙策之弟，从孙策手中接手并安定江东，建立吴国",
	},
	{
		id = 21165,
		desc = "曹魏名将，曹操逝世后，曹丕受禅登基，以魏代汉，在位期间大破羌胡，平定河西",
	},
	{
		id = 21166,
		desc = "曹魏名将，魏朝开国元勋，曹操征徐州时，与荀彧留守后方，阻吕布大军，保住三城",
	},
	{
		id = 21167,
		desc = "蜀汉将领，刘备进攻江州时战败被俘，张飞敬佩其勇气，遂将其释放并以之为宾客",
	},
	{
		id = 21168,
		desc = "蜀汉将领，人称白眉马良，曾奉命出使东吴，受到孙权恭敬的接待",
	},
	{
		id = 21169,
		desc = "汉末群雄，为人残忍嗜杀，倒行逆施，招致群雄联合讨伐，后被其亲信吕布所杀",
	},
	{
		id = 21170,
		desc = "东吴名将，随孙权破黄祖据楚关，随周瑜攻曹仁取夷陵，随鲁肃镇益阳拒关羽，战功赫赫",
	},
	{
		id = 21171,
		desc = "东吴名将，东吴奠基人，曾参与讨伐黄巾军的战役以及讨伐董卓的战役，后与刘表作战时阵亡",
	},
	{
		id = 21172,
		desc = "东吴名将，为孙权提出鼎足江东的战略规划而受赏识，赤壁之战时力排众议联刘抗曹而获得大胜",
	},
	{
		id = 21173,
		desc = "东吴将领，和张昭一起合称“二张”，孙策平定江东时亲自登门邀请出仕为官",
	},
	{
		id = 21174,
		desc = "东吴名将，和张纮一起合称“二张”，辅佐孙策、孙权安定江东",
	},
	{
		id = 21175,
		desc = "曹魏名将，原马腾帐下将领，后随张鲁归降曹操，勇冠三军，曾一箭射中关羽前额",
	},
	{
		id = 21176,
		desc = "曹魏名将，曹魏开国元勋，曹操最早的将领之一，反攻吕布时却被流矢射伤左目",
	},
	{
		id = 21177,
		desc = "曹魏名将，五子良将之一，参与官渡、赤壁等几次重大战役，樊城之战中击败关羽",
	},
	{
		id = 21178,
		desc = "曹魏名将，曹操最早的将领之一，擅长千里奔袭作战，于定军山被黄忠击杀",
	},
	{
		id = 21179,
		desc = "曹魏名将，五子良将之一，随曹操攻乌桓、破马超、降张鲁，屡建战功",
	},
	{
		id = 21180,
		desc = "曹魏名将，赤壁兵败后镇守江陵，为曹操重整旗鼓赢得了宝贵的时间",
	},
	{
		id = 21181,
		desc = "曹魏名将，向刘备推荐诸葛亮，因母亲被曹操所掳获，不得已辞别刘备，进入曹营",
	},
	{
		id = 21182,
		desc = "曹魏名将，曹魏开国功臣，奇谋百出，算无遗策",
	},
	{
		id = 21183,
		desc = "曹魏名将，曹操统一北方的首席谋臣和功臣，被称为“王佐之才”",
	},
	{
		id = 21184,
		desc = "蜀汉名将，深受刘备器重，屡次随诸葛亮北伐，功绩显著；因与杨仪争权失败，为马岱所追斩",
	},
	{
		id = 21185,
		desc = "蜀汉将领，关羽三子，归蜀后随同诸葛亮抗击魏军，守卫蜀汉，出征南蛮",
	},
	{
		id = 21186,
		desc = "蜀汉将领，张飞长子，和关羽次子关兴是关系很好的结拜兄弟，两人并称“小关张”",
	},
	{
		id = 21187,
		desc = "蜀汉将领，关羽次子，和张飞长子张苞是关系很好的结拜兄弟，两人并称“小关张”",
	},
	{
		id = 21188,
		desc = "蜀汉将领，关羽长子，曾火烧博望坡，后与关羽一同被擒",
	},
	{
		id = 21189,
		desc = "蜀汉名将，号凤雏，辅佐刘备成功入蜀得川，进围雒县时不幸中流矢而亡，年仅三十六",
	},
	{
		id = 21190,
		desc = "汉末群雄，袁绍帐下大将，被关羽斩杀于延津",
	},
	{
		id = 21191,
		desc = "汉末群雄，袁绍帐下大将，被关羽斩杀于延津",
	},
	{
		id = 21192,
		desc = "汉末群雄，董卓帐下大将，联军讨伐董卓时被关羽斩杀",
	},
	{
		id = 21193,
		desc = "汉末群雄，在刘备进攻刘璋的战争中率军迎战，战败被杀",
	},
	{
		id = 21194,
		desc = "汉末群雄，吕布帐下大将，吕布虽知其忠而不能用，吕布失败后被曹操所杀",
	},
	{
		id = 21195,
		desc = "汉末群雄，曾为反董卓联合军的盟主，于官渡之战大败于曹操，在平定冀州叛乱之后病死",
	},
	{
		id = 21196,
		desc = "汉末名医，与董奉、张仲景并称为“建安三神医”，晚年因遭曹操怀疑，下狱被拷问致死",
	},
	{
		id = 21197,
		desc = "汉末群雄，袁绍帐下谋士，多次向袁绍进言而不被采纳，官渡之战后被袁绍杀害",
	},
	{
		id = 21198,
		desc = "汉末群雄，董卓帐下谋士，董卓专政时毒死汉少帝，助卓为虐",
	},
	{
		id = 21199,
		desc = "东吴名将，原为刘繇部下，后被孙策收降，自此成为孙氏大将，助其扫荡江东",
	},
	{
		id = 21200,
		desc = "东吴名将，多次于战乱当中保护孙权的安危，身上受的伤多达几十处",
	},
	{
		id = 21201,
		desc = "东吴名将，孙权统事后渐受重用，并屡建战功，曾设计袭取荆州，击败蜀汉名将关羽",
	},
	{
		id = 21202,
		desc = "周瑜之妻，与大乔并称为“江东二乔”，均为绝世美女",
	},
	{
		id = 21203,
		desc = "孙策之妻，与小乔并称为“江东二乔”，均为绝世美女",
	},
	{
		id = 21204,
		desc = "曹魏名将，五子良将之一，在逍遥津之战以七千之众大破十万大军，差点活捉孙权，威震江东",
	},
	{
		id = 21205,
		desc = "蜀汉名将，弃魏投蜀后被诸葛亮重用，费祎死后独掌军权，继续率领蜀汉军队北伐曹魏",
	},
	{
		id = 21206,
		desc = "蜀汉名将，于赤壁之战与孙权联盟击败曹操，趁势夺取荆州，而后进取益州，建立蜀汉政权",
	},
	{
		id = 21207,
		desc = "汉末美女，为了报答义父王允的养育之恩而甘愿献身完成连环计，使得董卓被吕布斩杀",
	},
	{
		id = 21208,
		desc = "东吴名将，孙坚长子，孙权长兄，东吴奠基人，继承父亲孙坚的遗业而屈事袁术，后统一江东",
	},
	{
		id = 21209,
		desc = "东吴名将，曾辅佐孙策平定江东，后极力促成孙刘联合抗曹，赤壁之战大败曹军",
	},
	{
		id = 21210,
		desc = "东吴名将，世代为江东大族，在夷陵击败刘备所率蜀汉军，一战成名",
	},
	{
		id = 21211,
		desc = "曹魏名将，张绣叛乱时，为保护曹操而独挡叛军，最终因寡不敌众而战死",
	},
	{
		id = 21212,
		desc = "曹魏名将，多次保全曹操免于厄难，曾吓退马超使之欲擒曹操而不可得",
	},
	{
		id = 21213,
		desc = "曹魏名将，曹魏奠基人，以汉天子的名义征讨四方，统一了中国北方",
	},
	{
		id = 21214,
		desc = "曹魏名将，善谋奇策，多次征伐有功，曾两次率大军成功抵御诸葛亮北伐和远征平定辽东",
	},
	{
		id = 21215,
		desc = "曹魏名将，原为袁绍部下，后转投曹操，为曹操统一中国北方立下了功勋",
	},
	{
		id = 21216,
		desc = "蜀汉名将，五虎将之一，当阳挡曹军、取西川、宕渠大胜，对蜀汉贡献极大",
	},
	{
		id = 21217,
		desc = "蜀汉名将，五虎将之一，曾围攻襄樊并擒获前来增援的于禁，斩杀庞德，威震华夏",
	},
	{
		id = 21218,
		desc = "蜀汉名将，五虎将之一，绰号“锦马超”，有“不减吕布之勇”",
	},
	{
		id = 21219,
		desc = "蜀汉名将，五虎将之一，两扶幼主、扫荡西川、汉水之战，对蜀汉贡献极大",
	},
	{
		id = 21220,
		desc = "蜀汉名将，五虎将之一，本为刘表部下后归刘备，并助其攻益州刘璋，于定军山斩杀夏侯渊",
	},
	{
		id = 21221,
		desc = "蜀汉名将，助刘备夺取荆州、益州，治理蜀地，平定南蛮，对蜀汉贡献极大",
	},
	{
		id = 21222,
		desc = "汉末群雄，三国第一猛将，在下邳被曹操击败并处死",
	},
	{
		id = 22001,
		desc = "1",
	},
	{
		id = 22002,
		desc = "1",
	},
	{
		id = 22003,
		desc = "1",
	},
	{
		id = 22004,
		desc = "1",
	},
	{
		id = 22005,
		desc = "1",
	},
	{
		id = 22006,
		desc = "1",
	},
	{
		id = 22007,
		desc = "1",
	},
	{
		id = 22008,
		desc = "1",
	},
	{
		id = 22009,
		desc = "1",
	},
	{
		id = 22010,
		desc = "1",
	},
	{
		id = 22011,
		desc = "1",
	},
	{
		id = 22012,
		desc = "1",
	},
	{
		id = 22013,
		desc = "1",
	},
	{
		id = 22014,
		desc = "1",
	},
	{
		id = 22015,
		desc = "1",
	},
	{
		id = 22016,
		desc = "1",
	},
	{
		id = 22017,
		desc = "1",
	},
	{
		id = 22018,
		desc = "1",
	},
	{
		id = 22019,
		desc = "1",
	},
	{
		id = 22020,
		desc = "1",
	},
	{
		id = 22021,
		desc = "1",
	},
	{
		id = 22022,
		desc = "1",
	},
	{
		id = 22023,
		desc = "1",
	},
	{
		id = 22024,
		desc = "1",
	},
	{
		id = 22025,
		desc = "1",
	},
	{
		id = 22026,
		desc = "1",
	},
	{
		id = 22027,
		desc = "1",
	},
	{
		id = 22028,
		desc = "1",
	},
	{
		id = 22029,
		desc = "1",
	},
	{
		id = 22030,
		desc = "1",
	},
	{
		id = 22031,
		desc = "1",
	},
	{
		id = 22032,
		desc = "1",
	},
	{
		id = 22033,
		desc = "1",
	},
	{
		id = 22034,
		desc = "1",
	},
	{
		id = 22035,
		desc = "1",
	},
	{
		id = 22036,
		desc = "1",
	},
	{
		id = 22037,
		desc = "1",
	},
	{
		id = 22038,
		desc = "1",
	},
	{
		id = 22039,
		desc = "1",
	},
	{
		id = 22040,
		desc = "1",
	},
	{
		id = 22041,
		desc = "1",
	},
	{
		id = 22042,
		desc = "1",
	},
	{
		id = 22043,
		desc = "1",
	},
	{
		id = 22044,
		desc = "1",
	},
	{
		id = 22045,
		desc = "1",
	},
	{
		id = 22046,
		desc = "1",
	},
	{
		id = 22047,
		desc = "1",
	},
	{
		id = 22048,
		desc = "1",
	},
	{
		id = 22049,
		desc = "1",
	},
	{
		id = 22050,
		desc = "1",
	},
	{
		id = 22051,
		desc = "1",
	},
	{
		id = 22052,
		desc = "1",
	},
	{
		id = 22053,
		desc = "1",
	},
	{
		id = 22054,
		desc = "1",
	},
	{
		id = 22055,
		desc = "1",
	},
	{
		id = 22056,
		desc = "1",
	},
	{
		id = 22057,
		desc = "1",
	},
	{
		id = 22058,
		desc = "1",
	},
	{
		id = 22059,
		desc = "1",
	},
	{
		id = 22060,
		desc = "1",
	},
	{
		id = 22061,
		desc = "1",
	},
	{
		id = 22062,
		desc = "1",
	},
	{
		id = 22063,
		desc = "1",
	},
	{
		id = 22064,
		desc = "1",
	},
	{
		id = 22065,
		desc = "1",
	},
	{
		id = 22066,
		desc = "1",
	},
	{
		id = 22067,
		desc = "1",
	},
	{
		id = 22068,
		desc = "1",
	},
	{
		id = 22069,
		desc = "1",
	},
	{
		id = 22070,
		desc = "1",
	},
	{
		id = 22071,
		desc = "1",
	},
	{
		id = 22072,
		desc = "1",
	},
	{
		id = 22073,
		desc = "1",
	},
	{
		id = 22074,
		desc = "1",
	},
	{
		id = 22075,
		desc = "1",
	},
	{
		id = 22076,
		desc = "1",
	},
	{
		id = 22077,
		desc = "1",
	},
	{
		id = 22078,
		desc = "1",
	},
	{
		id = 22079,
		desc = "1",
	},
	{
		id = 22080,
		desc = "1",
	},
	{
		id = 22081,
		desc = "1",
	},
	{
		id = 22082,
		desc = "1",
	},
	{
		id = 22083,
		desc = "1",
	},
	{
		id = 22084,
		desc = "1",
	},
	{
		id = 22085,
		desc = "1",
	},
	{
		id = 22086,
		desc = "1",
	},
	{
		id = 22087,
		desc = "1",
	},
	{
		id = 22088,
		desc = "1",
	},
	{
		id = 22089,
		desc = "1",
	},
	{
		id = 22090,
		desc = "1",
	},
	{
		id = 22091,
		desc = "1",
	},
	{
		id = 22092,
		desc = "1",
	},
	{
		id = 22093,
		desc = "1",
	},
	{
		id = 22094,
		desc = "1",
	},
	{
		id = 22095,
		desc = "1",
	},
	{
		id = 22096,
		desc = "1",
	},
	{
		id = 22097,
		desc = "1",
	},
	{
		id = 22098,
		desc = "1",
	},
	{
		id = 22099,
		desc = "1",
	},
	{
		id = 22100,
		desc = "1",
	},
	{
		id = 22101,
		desc = "1",
	},
	{
		id = 22102,
		desc = "1",
	},
	{
		id = 22103,
		desc = "1",
	},
	{
		id = 22104,
		desc = "1",
	},
	{
		id = 22105,
		desc = "1",
	},
	{
		id = 22106,
		desc = "1",
	},
	{
		id = 22107,
		desc = "1",
	},
	{
		id = 22108,
		desc = "1",
	},
	{
		id = 22109,
		desc = "1",
	},
	{
		id = 22110,
		desc = "1",
	},
	{
		id = 22111,
		desc = "1",
	},
	{
		id = 22112,
		desc = "神董袭定位介绍",
	},
	{
		id = 22113,
		desc = "神蒋钦定位介绍",
	},
	{
		id = 22114,
		desc = "神朱然定位介绍",
	},
	{
		id = 22115,
		desc = "神夏侯霸定位介绍",
	},
	{
		id = 22116,
		desc = "神乐进定位介绍",
	},
	{
		id = 22117,
		desc = "神曹洪定位介绍",
	},
	{
		id = 22118,
		desc = "神于禁定位介绍",
	},
	{
		id = 22119,
		desc = "神李典定位介绍",
	},
	{
		id = 22120,
		desc = "神廖化定位介绍",
	},
	{
		id = 22121,
		desc = "神张翼定位介绍",
	},
	{
		id = 22122,
		desc = "神孟达定位介绍",
	},
	{
		id = 22123,
		desc = "神蒋琬定位介绍",
	},
	{
		id = 22124,
		desc = "神张绣定位介绍",
	},
	{
		id = 22125,
		desc = "神张宝定位介绍",
	},
	{
		id = 22126,
		desc = "神韩遂定位介绍",
	},
	{
		id = 22127,
		desc = "神刘表定位介绍",
	},
	{
		id = 22128,
		desc = "神张角定位介绍",
	},
	{
		id = 22129,
		desc = "神凌统定位介绍",
	},
	{
		id = 22130,
		desc = "神丁奉定位介绍",
	},
	{
		id = 22131,
		desc = "神韩当定位介绍",
	},
	{
		id = 22132,
		desc = "神朱桓定位介绍",
	},
	{
		id = 22133,
		desc = "神徐盛定位介绍",
	},
	{
		id = 22134,
		desc = "神曹彰定位介绍",
	},
	{
		id = 22135,
		desc = "神王双定位介绍",
	},
	{
		id = 22136,
		desc = "神邓艾定位介绍",
	},
	{
		id = 22137,
		desc = "神文聘定位介绍",
	},
	{
		id = 22138,
		desc = "神诸葛诞定位介绍",
	},
	{
		id = 22139,
		desc = "神司马昭定位介绍",
	},
	{
		id = 22140,
		desc = "神锺会定位介绍",
	},
	{
		id = 22141,
		desc = "神甄姬定位介绍",
	},
	{
		id = 22142,
		desc = "神孟获定位介绍",
	},
	{
		id = 22143,
		desc = "神马岱定位介绍",
	},
	{
		id = 22144,
		desc = "神祝融定位介绍",
	},
	{
		id = 22145,
		desc = "神周仓定位介绍",
	},
	{
		id = 22146,
		desc = "神王平定位介绍",
	},
	{
		id = 22147,
		desc = "神吴懿定位介绍",
	},
	{
		id = 22148,
		desc = "神邓芝定位介绍",
	},
	{
		id = 22149,
		desc = "神法正定位介绍",
	},
	{
		id = 22150,
		desc = "神黄月英定位介绍",
	},
	{
		id = 22151,
		desc = "神费禕定位介绍",
	},
	{
		id = 22152,
		desc = "神纪灵定位介绍",
	},
	{
		id = 22153,
		desc = "神马腾定位介绍",
	},
	{
		id = 22154,
		desc = "神陈武定位介绍",
	},
	{
		id = 22155,
		desc = "神公孙瓒定位介绍",
	},
	{
		id = 22156,
		desc = "神陈登定位介绍",
	},
	{
		id = 22157,
		desc = "神卢植定位介绍",
	},
	{
		id = 22158,
		desc = "神审配定位介绍",
	},
	{
		id = 22159,
		desc = "神陈宫定位介绍",
	},
	{
		id = 22160,
		desc = "神沮授定位介绍",
	},
	{
		id = 22161,
		desc = "优秀的肉盾，克制远程兵种",
	},
	{
		id = 22162,
		desc = "指挥麾下部队规避骑兵的攻击",
	},
	{
		id = 22163,
		desc = "神程普定位介绍",
	},
	{
		id = 22164,
		desc = "擅长指挥枪兵克制骑兵",
	},
	{
		id = 22165,
		desc = "突击型武将，克制远程兵种",
	},
	{
		id = 22166,
		desc = "神程昱定位介绍",
	},
	{
		id = 22167,
		desc = "神严颜定位介绍",
	},
	{
		id = 22168,
		desc = "神马良定位介绍",
	},
	{
		id = 22169,
		desc = "牺牲麾下部队的生命以换取高额伤害",
	},
	{
		id = 22170,
		desc = "神甘宁定位介绍",
	},
	{
		id = 22171,
		desc = "神孙坚定位介绍",
	},
	{
		id = 22172,
		desc = "神鲁肃定位介绍",
	},
	{
		id = 22173,
		desc = "神张紘定位介绍",
	},
	{
		id = 22174,
		desc = "神张昭定位介绍",
	},
	{
		id = 22175,
		desc = "神庞德定位介绍",
	},
	{
		id = 22176,
		desc = "指挥麾下骑兵击晕敌军",
	},
	{
		id = 22177,
		desc = "神徐晃定位介绍",
	},
	{
		id = 22178,
		desc = "神夏侯渊定位介绍",
	},
	{
		id = 22179,
		desc = "神张郃定位介绍",
	},
	{
		id = 22180,
		desc = "神曹仁定位介绍",
	},
	{
		id = 22181,
		desc = "神徐庶定位介绍",
	},
	{
		id = 22182,
		desc = "麾下部队对敌军施放剧毒造成持续伤害",
	},
	{
		id = 22183,
		desc = "离间敌军武力最高的两位武将进行内斗",
	},
	{
		id = 22184,
		desc = "神魏延定位介绍",
	},
	{
		id = 22185,
		desc = "神关索定位介绍",
	},
	{
		id = 22186,
		desc = "神张苞定位介绍",
	},
	{
		id = 22187,
		desc = "神关兴定位介绍",
	},
	{
		id = 22188,
		desc = "神关平定位介绍",
	},
	{
		id = 22189,
		desc = "神庞统定位介绍",
	},
	{
		id = 22190,
		desc = "神文丑定位介绍",
	},
	{
		id = 22191,
		desc = "神颜良定位介绍",
	},
	{
		id = 22192,
		desc = "麾下部队受到来自车兵的伤害减少",
	},
	{
		id = 22193,
		desc = "神张任定位介绍",
	},
	{
		id = 22194,
		desc = "麾下部队对弓兵伤害提升",
	},
	{
		id = 22195,
		desc = "麾下部队伤害提升",
	},
	{
		id = 22196,
		desc = "神华佗定位介绍",
	},
	{
		id = 22197,
		desc = "神田丰定位介绍",
	},
	{
		id = 22198,
		desc = "神李儒定位介绍",
	},
	{
		id = 22199,
		desc = "神太史慈定位介绍",
	},
	{
		id = 22200,
		desc = "麾下部队在承受了足量伤害后才会一起死亡",
	},
	{
		id = 22201,
		desc = "神吕蒙定位介绍",
	},
	{
		id = 22202,
		desc = "麾下弓兵部队受到伤害降低",
	},
	{
		id = 22203,
		desc = "国色天香，使敌人无法下手",
	},
	{
		id = 22204,
		desc = "限制对手攻击能力，遇强则强",
	},
	{
		id = 22205,
		desc = "神姜维定位介绍",
	},
	{
		id = 22206,
		desc = "仁义的主公，可增加部队生命",
	},
	{
		id = 22207,
		desc = "麾下部队对步兵伤害提升",
	},
	{
		id = 22208,
		desc = "损失部分部队不会影响攻击力",
	},
	{
		id = 22209,
		desc = "善用火攻，有几率出奇效",
	},
	{
		id = 22210,
		desc = "神陆逊定位介绍",
	},
	{
		id = 22211,
		desc = "可降低对手部队生命上限",
	},
	{
		id = 22212,
		desc = "神许褚定位介绍",
	},
	{
		id = 22213,
		desc = "克制高攻低血的远程部队",
	},
	{
		id = 22214,
		desc = "有一定几率欺骗敌军武将",
	},
	{
		id = 22215,
		desc = "神郭嘉定位介绍",
	},
	{
		id = 22216,
		desc = "克制武力武将",
	},
	{
		id = 22217,
		desc = "有一定几率斩杀敌军武将",
	},
	{
		id = 22218,
		desc = "横扫射程相同的敌军，在对集结的大量敌军时有奇效",
	},
	{
		id = 22219,
		desc = "擅长指挥骑兵克制车兵",
	},
	{
		id = 22220,
		desc = "有一定几率射杀敌军武将",
	},
	{
		id = 22221,
		desc = "善用雷电，有几率出奇效",
	},
	{
		id = 22222,
		desc = "攻击时无视对手防御",
	},
	{
		id = 30001,
		desc = "民兵",
	},
	{
		id = 30002,
		desc = "短矛手",
	},
	{
		id = 30003,
		desc = "步兵",
	},
	{
		id = 30004,
		desc = "枪兵",
	},
	{
		id = 30005,
		desc = "盾兵",
	},
	{
		id = 30006,
		desc = "长矛兵",
	},
	{
		id = 30007,
		desc = "大盾兵",
	},
	{
		id = 30008,
		desc = "长枪兵",
	},
	{
		id = 30009,
		desc = "短刀盾兵",
	},
	{
		id = 30010,
		desc = "戟兵",
	},
	{
		id = 30011,
		desc = "长刀盾兵",
	},
	{
		id = 30012,
		desc = "勾矛兵",
	},
	{
		id = 30013,
		desc = "方盾兵",
	},
	{
		id = 30014,
		desc = "铁枪兵",
	},
	{
		id = 30015,
		desc = "铁盾兵",
	},
	{
		id = 30016,
		desc = "铁戟兵",
	},
	{
		id = 30017,
		desc = "重装甲卫",
	},
	{
		id = 30018,
		desc = "大戟士",
	},
	{
		id = 30019,
		desc = "金枪士",
	},
	{
		id = 30020,
		desc = "子午禁卫",
	},
	{
		id = 30021,
		desc = "骑兵",
	},
	{
		id = 30022,
		desc = "骑射手",
	},
	{
		id = 30023,
		desc = "轻骑兵",
	},
	{
		id = 30024,
		desc = "弓骑兵",
	},
	{
		id = 30025,
		desc = "重骑兵",
	},
	{
		id = 30026,
		desc = "长弓骑兵",
	},
	{
		id = 30027,
		desc = "疾风枪骑兵",
	},
	{
		id = 30028,
		desc = "云弓骑兵",
	},
	{
		id = 30029,
		desc = "雷霆枪骑兵",
	},
	{
		id = 30030,
		desc = "石箭弓骑兵",
	},
	{
		id = 30031,
		desc = "石锤重骑兵",
	},
	{
		id = 30032,
		desc = "速射弓骑兵",
	},
	{
		id = 30033,
		desc = "铁刀骑兵",
	},
	{
		id = 30034,
		desc = "铁箭弓骑兵",
	},
	{
		id = 30035,
		desc = "劈山斧骑兵",
	},
	{
		id = 30036,
		desc = "黑羽弓骑兵",
	},
	{
		id = 30037,
		desc = "破风矛骑兵",
	},
	{
		id = 30038,
		desc = "蟒弓骑兵",
	},
	{
		id = 30039,
		desc = "血盟骑卫",
	},
	{
		id = 30040,
		desc = "金弓骑兵",
	},
	{
		id = 30041,
		desc = "短弓手",
	},
	{
		id = 30042,
		desc = "弩兵",
	},
	{
		id = 30043,
		desc = "长弓手",
	},
	{
		id = 30044,
		desc = "连弩兵",
	},
	{
		id = 30045,
		desc = "云弓手",
	},
	{
		id = 30046,
		desc = "劲弩手",
	},
	{
		id = 30047,
		desc = "石箭弓手",
	},
	{
		id = 30048,
		desc = "重弩手",
	},
	{
		id = 30049,
		desc = "雷霆弓手",
	},
	{
		id = 30050,
		desc = "石箭弩手",
	},
	{
		id = 30051,
		desc = "神臂弓手",
	},
	{
		id = 30052,
		desc = "神臂弩手",
	},
	{
		id = 30053,
		desc = "铁箭弓手",
	},
	{
		id = 30054,
		desc = "铁箭弩手",
	},
	{
		id = 30055,
		desc = "黑羽弓手",
	},
	{
		id = 30056,
		desc = "巨弩手",
	},
	{
		id = 30057,
		desc = "禁卫弓手",
	},
	{
		id = 30058,
		desc = "元戍弩兵",
	},
	{
		id = 30059,
		desc = "射日神弓手",
	},
	{
		id = 30060,
		desc = "万钧神弩手",
	},
	{
		id = 30061,
		desc = "冲车",
	},
	{
		id = 30062,
		desc = "投石器",
	},
	{
		id = 30063,
		desc = "攻城锤",
	},
	{
		id = 30064,
		desc = "投石车",
	},
	{
		id = 30065,
		desc = "攻城车",
	},
	{
		id = 30066,
		desc = "抛石车",
	},
	{
		id = 30067,
		desc = "石锤冲车",
	},
	{
		id = 30068,
		desc = "霹雳车",
	},
	{
		id = 30069,
		desc = "赤焰冲车",
	},
	{
		id = 30070,
		desc = "飞石战车",
	},
	{
		id = 30071,
		desc = "铁轮冲车",
	},
	{
		id = 30072,
		desc = "雷霆战车",
	},
	{
		id = 30073,
		desc = "铁锤冲车",
	},
	{
		id = 30074,
		desc = "尖刺战车",
	},
	{
		id = 30075,
		desc = "万刃冲车",
	},
	{
		id = 30076,
		desc = "威虎战车",
	},
	{
		id = 30077,
		desc = "麒麟冲车",
	},
	{
		id = 30078,
		desc = "奔雷战车",
	},
	{
		id = 30079,
		desc = "破城炮车",
	},
	{
		id = 30080,
		desc = "金锤冲车",
	},
	{
		id = 30081,
		desc = "子午禁卫",
	},
	{
		id = 31001,
		desc = "半农半兵，实力低下",
	},
	{
		id = 31002,
		desc = "使用短矛为武器的士兵",
	},
	{
		id = 31003,
		desc = "普通持剑步兵",
	},
	{
		id = 31004,
		desc = "使用枪为武器的士兵",
	},
	{
		id = 31005,
		desc = "拥有普通盾的士兵",
	},
	{
		id = 31006,
		desc = "使用长矛为武器的士兵",
	},
	{
		id = 31007,
		desc = "拥有大盾的士兵",
	},
	{
		id = 31008,
		desc = "使用长枪为武器的士兵",
	},
	{
		id = 31009,
		desc = "拥有短刀和优秀护盾的士兵",
	},
	{
		id = 31010,
		desc = "使用戟为武器的士兵",
	},
	{
		id = 31011,
		desc = "拥有长刀和优秀护盾的士兵",
	},
	{
		id = 31012,
		desc = "使用勾矛为武器的士兵",
	},
	{
		id = 31013,
		desc = "拥有方盾的士兵",
	},
	{
		id = 31014,
		desc = "使用铁枪为武器的士兵",
	},
	{
		id = 31015,
		desc = "拥有铁盾的士兵",
	},
	{
		id = 31016,
		desc = "使用铁戟为武器的士兵",
	},
	{
		id = 31017,
		desc = "拥有重装护甲的卫士",
	},
	{
		id = 31018,
		desc = "使用超长的大戟为武器的武士",
	},
	{
		id = 31019,
		desc = "拥有重装护盾的禁卫军卫士",
	},
	{
		id = 31020,
		desc = "使用金枪为武器的禁卫军武士",
	},
	{
		id = 31021,
		desc = "普通骑兵",
	},
	{
		id = 31022,
		desc = "使用普通弓为武器的骑兵，射程有限",
	},
	{
		id = 31023,
		desc = "轻装骑兵，速度较快",
	},
	{
		id = 31024,
		desc = "使用短弓为武器的骑兵，速度快，射程有限",
	},
	{
		id = 31025,
		desc = "穿有护甲的骑兵，突袭能力强",
	},
	{
		id = 31026,
		desc = "使用长弓为武器的骑兵，射程一般",
	},
	{
		id = 31027,
		desc = "装备短枪的骑兵，通常使用速度取胜，故名疾风",
	},
	{
		id = 31028,
		desc = "使用云弓为武器的骑兵，射程一般",
	},
	{
		id = 31029,
		desc = "装备长枪的骑兵，有压倒性的冲击力，故名雷霆",
	},
	{
		id = 31030,
		desc = "使用石箭云弓为武器的骑兵，射程一般",
	},
	{
		id = 31031,
		desc = "装备重型石锤的骑兵",
	},
	{
		id = 31032,
		desc = "使用速射弓为武器的骑兵，射程一般",
	},
	{
		id = 31033,
		desc = "装备铁刀的骑兵",
	},
	{
		id = 31034,
		desc = "使用铁箭云弓为武器的骑兵，射程一般",
	},
	{
		id = 31035,
		desc = "装备劈山斧的骑兵",
	},
	{
		id = 31036,
		desc = "使用黑羽弓为武器的骑兵，射程较远",
	},
	{
		id = 31037,
		desc = "装备铁矛的骑兵，冲锋时犹如破风之势",
	},
	{
		id = 31038,
		desc = "使用蟒弓为武器的骑兵，射程较远",
	},
	{
		id = 31039,
		desc = "拥有最精良护甲，精通各种武器的禁卫军骑兵",
	},
	{
		id = 31040,
		desc = "使用金弓为武器的禁卫军骑射手",
	},
	{
		id = 31041,
		desc = "装备短弓的士兵，射击范围有限",
	},
	{
		id = 31042,
		desc = "使用弩为武器的士兵，射击范围一般，但射速快",
	},
	{
		id = 31043,
		desc = "装备长弓的士兵，射击范围一般",
	},
	{
		id = 31044,
		desc = "使用连弩为武器的士兵，射速快",
	},
	{
		id = 31045,
		desc = "装备云弓的士兵，射击范围较远",
	},
	{
		id = 31046,
		desc = "使用劲弩为武器的士兵，射速快，射击范围较远",
	},
	{
		id = 31047,
		desc = "装备石箭云弓的士兵，杀伤力更强劲",
	},
	{
		id = 31048,
		desc = "使用重弩为武器的士兵，射击范围很远",
	},
	{
		id = 31049,
		desc = "装备强劲云弓的士兵，箭矢有雷霆之势",
	},
	{
		id = 31050,
		desc = "使用发射石箭的重弩为武器的士兵",
	},
	{
		id = 31051,
		desc = "装备云弓，臂力超神的射手",
	},
	{
		id = 31052,
		desc = "使用重弩，射击准确的弩手",
	},
	{
		id = 31053,
		desc = "装备铁箭云弓的射手",
	},
	{
		id = 31054,
		desc = "使用铁箭重弩的弩手",
	},
	{
		id = 31055,
		desc = "装备黑羽弓为武器的士兵，射击范围很远",
	},
	{
		id = 31056,
		desc = "使用巨弩的弩手，射击范围非常远",
	},
	{
		id = 31057,
		desc = "经过严格训练的禁卫弓手，百步穿杨，箭无虚发",
	},
	{
		id = 31058,
		desc = "经过严格训练的禁卫弩手，射击范围非常远",
	},
	{
		id = 31059,
		desc = "装备射日神弓的万里挑一的射手",
	},
	{
		id = 31060,
		desc = "使用万钧神弩的弩手，射程极远，杀伤力极大",
	},
	{
		id = 31061,
		desc = "可在战场临时搭建的投石器械，无法移动，投掷范围一般",
	},
	{
		id = 31062,
		desc = "最基础的撞城器械，使用木槌撞击城门",
	},
	{
		id = 31063,
		desc = "可移动的投石器械，投掷范围一般",
	},
	{
		id = 31064,
		desc = "更坚固的撞城器械，架起后无法移动",
	},
	{
		id = 31065,
		desc = "可移动的投石器械，投掷范围较远",
	},
	{
		id = 31066,
		desc = "更坚固的撞城器械，可撞击城门，也可加速撞击城墙",
	},
	{
		id = 31067,
		desc = "可移动的投石器械，投掷碎石，投掷范围较远",
	},
	{
		id = 31068,
		desc = "使用石锤代替木槌的冲车",
	},
	{
		id = 31069,
		desc = "投掷巨型石块的投石车，投掷范围很远",
	},
	{
		id = 31070,
		desc = "带有易燃物的冲车，必要时可点燃后冲入敌方阵地",
	},
	{
		id = 31071,
		desc = "可投掷大量碎石的器械，投掷范围很远",
	},
	{
		id = 31072,
		desc = "带有铁轮的冲车，很难被破坏，破门利器",
	},
	{
		id = 31073,
		desc = "巨型弓弩，发射尖刺木桩，用于破坏城墙上的防御设施",
	},
	{
		id = 31074,
		desc = "使用铁锤代替石锤的冲车",
	},
	{
		id = 31075,
		desc = "可投掷铁球的战车，破坏力大，投掷范围非常远",
	},
	{
		id = 31076,
		desc = "装有刀刃的冲车，敌人无法靠近破坏",
	},
	{
		id = 31077,
		desc = "投掷大量铁块的战车，破坏力巨大，投掷范围极远",
	},
	{
		id = 31078,
		desc = "可移动的高塔，能让地面部队快速登上城墙",
	},
	{
		id = 31079,
		desc = "禁卫军的秘密武器，可发射炮弹的炮车",
	},
	{
		id = 31080,
		desc = "最强大的攻城器械，金锤是禁卫军的象征",
	},
	{
		id = 31081,
		desc = "特性：高防，高血，克制弓兵",
	},
	{
		id = 31082,
		desc = "特性：高攻，暴击，克制骑兵",
	},
	{
		id = 31083,
		desc = "特性：高移速，闪避，远程杀手",
	},
	{
		id = 31084,
		desc = "特性：高移速，野外加成，远程杀手",
	},
	{
		id = 31085,
		desc = "特性：高射速，高攻",
	},
	{
		id = 31086,
		desc = "特性：射程远，守城加成",
	},
	{
		id = 31087,
		desc = "特性：高负重，攻城加成，免疫陷阱",
	},
	{
		id = 31088,
		desc = "特性：高攻，攻城加成，免疫陷阱",
	},
	{
		id = 32001,
		desc = "盾牌",
	},
	{
		id = 32002,
		desc = "体魄",
	},
	{
		id = 32003,
		desc = "铁甲",
	},
	{
		id = 32004,
		desc = "长矛",
	},
	{
		id = 32005,
		desc = "重伤",
	},
	{
		id = 32006,
		desc = "猛攻",
	},
	{
		id = 32007,
		desc = "冲锋",
	},
	{
		id = 32008,
		desc = "闪避",
	},
	{
		id = 32009,
		desc = "奔袭",
	},
	{
		id = 32010,
		desc = "资源战",
	},
	{
		id = 32011,
		desc = "连击",
	},
	{
		id = 32012,
		desc = "穿刺",
	},
	{
		id = 32013,
		desc = "强击",
	},
	{
		id = 32014,
		desc = "守城",
	},
	{
		id = 32015,
		desc = "瞄准",
	},
	{
		id = 32016,
		desc = "重击",
	},
	{
		id = 32017,
		desc = "破城",
	},
	{
		id = 32018,
		desc = "蓄力",
	},
	{
		id = 32019,
		desc = "装甲",
	},
	{
		id = 32020,
		desc = "坚守",
	},
	{
		id = 32021,
		desc = "负载",
	},
	{
		id = 33001,
		desc = "减少来自于弓兵和弩兵的伤害",
	},
	{
		id = 33002,
		desc = "极大地提高生命",
	},
	{
		id = 33003,
		desc = "极大地提高防御",
	},
	{
		id = 33004,
		desc = "增加对骑兵的伤害",
	},
	{
		id = 33005,
		desc = "有一定概率造成3倍伤害",
	},
	{
		id = 33006,
		desc = "大幅度地提升枪兵的攻击",
	},
	{
		id = 33007,
		desc = "有一定概率攻击敌方远程部队",
	},
	{
		id = 33008,
		desc = "有一定概率闪避伤害",
	},
	{
		id = 33009,
		desc = "极大地提高行军速度",
	},
	{
		id = 33010,
		desc = "在资源战斗时有攻击加成",
	},
	{
		id = 33011,
		desc = "攻击速度提高一倍",
	},
	{
		id = 33012,
		desc = "对步兵以外的兵种有攻击加成",
	},
	{
		id = 33013,
		desc = "大幅度地提升弩兵的攻击",
	},
	{
		id = 33014,
		desc = "在守城时有攻击加成",
	},
	{
		id = 33015,
		desc = "较大地提高射程",
	},
	{
		id = 33016,
		desc = "极大地提升攻击力",
	},
	{
		id = 33017,
		desc = "在攻城时有攻击加成",
	},
	{
		id = 33018,
		desc = "很大地提高射程",
	},
	{
		id = 33019,
		desc = "拥有较高的防御值和生命值",
	},
	{
		id = 33020,
		desc = "在攻城时有防御加成",
	},
	{
		id = 33021,
		desc = "负重最高，但是行军速度较为缓慢",
	},
	{
		id = 39001,
		desc = "盾兵",
	},
	{
		id = 39002,
		desc = "矛兵",
	},
	{
		id = 39003,
		desc = "骑兵",
	},
	{
		id = 39004,
		desc = "弓骑",
	},
	{
		id = 39005,
		desc = "弓兵",
	},
	{
		id = 39006,
		desc = "弩兵",
	},
	{
		id = 39007,
		desc = "冲车",
	},
	{
		id = 39008,
		desc = "投石",
	},
	{
		id = 40001,
		desc = "武器强化",
	},
	{
		id = 40002,
		desc = "士气强化",
	},
	{
		id = 40003,
		desc = "护甲强化",
	},
	{
		id = 40004,
		desc = "强行军",
	},
	{
		id = 40005,
		desc = "步兵强化",
	},
	{
		id = 40006,
		desc = "野战步兵训练",
	},
	{
		id = 40007,
		desc = "骑兵强化",
	},
	{
		id = 40008,
		desc = "野战骑兵训练",
	},
	{
		id = 40009,
		desc = "弓兵强化",
	},
	{
		id = 40010,
		desc = "野战弓兵训练",
	},
	{
		id = 40011,
		desc = "车兵强化",
	},
	{
		id = 40012,
		desc = "野战车兵训练",
	},
	{
		id = 40013,
		desc = "医馆容量",
	},
	{
		id = 40014,
		desc = "快速医疗",
	},
	{
		id = 40015,
		desc = "战场救援",
	},
	{
		id = 40016,
		desc = "战场救护",
	},
	{
		id = 40017,
		desc = "步兵强化II",
	},
	{
		id = 40018,
		desc = "骑兵强化II",
	},
	{
		id = 40019,
		desc = "弓兵强化II",
	},
	{
		id = 40020,
		desc = "车兵强化II",
	},
	{
		id = 40021,
		desc = "森严壁垒",
	},
	{
		id = 40022,
		desc = "破城先锋",
	},
	{
		id = 40023,
		desc = "高墙利箭",
	},
	{
		id = 40024,
		desc = "机关秘术",
	},
	{
		id = 40025,
		desc = "高阶武器强化",
	},
	{
		id = 40026,
		desc = "高阶士气强化",
	},
	{
		id = 40027,
		desc = "高阶护甲强化",
	},
	{
		id = 40028,
		desc = "临战状态",
	},
	{
		id = 40029,
		desc = "穷兵黩武",
	},
	{
		id = 40030,
		desc = "仓库扩充",
	},
	{
		id = 40031,
		desc = "经营",
	},
	{
		id = 40032,
		desc = "耕种",
	},
	{
		id = 40033,
		desc = "税收",
	},
	{
		id = 40034,
		desc = "工匠",
	},
	{
		id = 40035,
		desc = "巧匠",
	},
	{
		id = 40036,
		desc = "官吏",
	},
	{
		id = 40037,
		desc = "能吏",
	},
	{
		id = 40038,
		desc = "砍伐",
	},
	{
		id = 40039,
		desc = "资源保护",
	},
	{
		id = 40040,
		desc = "采集黄金",
	},
	{
		id = 40041,
		desc = "采集粮食",
	},
	{
		id = 40042,
		desc = "采集木材",
	},
	{
		id = 40043,
		desc = "高阶仓库扩充",
	},
	{
		id = 40044,
		desc = "高阶经营",
	},
	{
		id = 40045,
		desc = "高阶耕种",
	},
	{
		id = 40046,
		desc = "高阶砍伐",
	},
	{
		id = 40047,
		desc = "采掘",
	},
	{
		id = 40048,
		desc = "高阶采掘",
	},
	{
		id = 40049,
		desc = "采集石料",
	},
	{
		id = 40050,
		desc = "大丰收",
	},
	{
		id = 40051,
		desc = "冶炼",
	},
	{
		id = 40052,
		desc = "采集铁矿",
	},
	{
		id = 40053,
		desc = "辎重车",
	},
	{
		id = 40054,
		desc = "行军向导",
	},
	{
		id = 40055,
		desc = "战术机动",
	},
	{
		id = 40056,
		desc = "联盟使馆",
	},
	{
		id = 40057,
		desc = "募兵动员",
	},
	{
		id = 40058,
		desc = "强化城墙",
	},
	{
		id = 40059,
		desc = "严明军纪",
	},
	{
		id = 40060,
		desc = "布置陷阱",
	},
	{
		id = 40061,
		desc = "势如破竹",
	},
	{
		id = 40062,
		desc = "强化陷阱",
	},
	{
		id = 40063,
		desc = "快马加鞭",
	},
	{
		id = 40064,
		desc = "精密医疗",
	},
	{
		id = 40065,
		desc = "军队建制",
	},
	{
		id = 40066,
		desc = "强化陷阱Ⅱ",
	},
	{
		id = 40067,
		desc = "精力充沛",
	},
	{
		id = 40068,
		desc = "快速训练",
	},
	{
		id = 40069,
		desc = "多重陷阱",
	},
	{
		id = 40070,
		desc = "金城汤池",
	},
	{
		id = 40071,
		desc = "木流牛马",
	},
	{
		id = 41001,
		desc = "部队攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41002,
		desc = "部队攻击+%{max_num}，最高等级5",
	},
	{
		id = 41003,
		desc = "部队生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41004,
		desc = "部队生命+%{max_num}，最高等级5",
	},
	{
		id = 41005,
		desc = "部队防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41006,
		desc = "部队防御+%{max_num}，最高等级5",
	},
	{
		id = 41007,
		desc = "|<#253,208,110#>（主动）|1小时内，所有军团速度+100%%，8小时冷却时间（集结时对盟友无效）。",
	},
	{
		id = 41008,
		desc = "步兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41009,
		desc = "步兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41010,
		desc = "野战（资源战和野怪生效）时步兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41011,
		desc = "野战（资源战和野怪生效）时步兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41012,
		desc = "骑兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41013,
		desc = "骑兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41014,
		desc = "野战（资源战和野怪生效）时骑兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41015,
		desc = "野战（资源战和野怪生效）时骑兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41016,
		desc = "弓兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41017,
		desc = "弓兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41018,
		desc = "野战（资源战和野怪生效）时弓兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41019,
		desc = "野战（资源战和野怪生效）时弓兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41020,
		desc = "车兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41021,
		desc = "车兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41022,
		desc = "野战（资源战和野怪生效）时车兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41023,
		desc = "野战（资源战和野怪生效）时车兵攻击/防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 41024,
		desc = "伤兵上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41025,
		desc = "伤兵上限+%{max_num}，最高等级5",
	},
	{
		id = 41026,
		desc = "治疗速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41027,
		desc = "治疗速度+%{max_num}，最高等级5",
	},
	{
		id = 41028,
		desc = "每等级进攻阵亡的+%{max_num}（|<#0,255,0#>+%{next_max_num}|）转化为伤兵，最高等级5",
	},
	{
		id = 41029,
		desc = "每等级进攻阵亡的+%{max_num}转化为伤兵，最高等级5",
	},
	{
		id = 41030,
		desc = "|<#253,208,110#>（主动）|使用后，下次主动攻击时，己方阵亡士兵中的25%%转换为伤兵，20小时冷却时间。",
	},
	{
		id = 41031,
		desc = "步兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41032,
		desc = "步兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41033,
		desc = "骑兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41034,
		desc = "骑兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41035,
		desc = "弓兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41036,
		desc = "弓兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41037,
		desc = "车兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41038,
		desc = "车兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41039,
		desc = "城池战斗时步兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41040,
		desc = "城池战斗时步兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41041,
		desc = "城池战斗时骑兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41042,
		desc = "城池战斗时骑兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41043,
		desc = "城池战斗时弓兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41044,
		desc = "城池战斗时弓兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41045,
		desc = "城池战斗时车兵攻击/防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41046,
		desc = "城池战斗时车兵攻击/防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 41047,
		desc = "部队攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41048,
		desc = "部队攻击+%{max_num}，最高等级10",
	},
	{
		id = 41049,
		desc = "部队生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41050,
		desc = "部队生命+%{max_num}，最高等级5",
	},
	{
		id = 41051,
		desc = "部队防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41052,
		desc = "部队防御+%{max_num}，最高等级5",
	},
	{
		id = 41053,
		desc = "|<#253,208,110#>（主动）|1小时内，所有军团士兵攻击+25%%，20小时冷却时间。",
	},
	{
		id = 41054,
		desc = "单支部队数量上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41055,
		desc = "单支部队数量上限+%{max_num}，最高等级10",
	},
	{
		id = 41056,
		desc = "仓库上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41057,
		desc = "仓库上限+%{max_num}，最高等级5",
	},
	{
		id = 41058,
		desc = "黄金产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41059,
		desc = "黄金产量+%{max_num}，最高等级5",
	},
	{
		id = 41060,
		desc = "粮食产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41061,
		desc = "粮食产量+%{max_num}，最高等级5",
	},
	{
		id = 41062,
		desc = "|<#253,208,110#>（主动）|使您的所有资源田立即获得3小时的产出，8小时冷却时间。",
	},
	{
		id = 41063,
		desc = "建造速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41064,
		desc = "建造速度+%{max_num}，最高等级5",
	},
	{
		id = 41065,
		desc = "建筑消耗资源-%{max_num}（|<#0,255,0#>-%{next_max_num}|），最高等级5",
	},
	{
		id = 41066,
		desc = "建筑消耗资源-%{max_num}，最高等级5",
	},
	{
		id = 41067,
		desc = "研究速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41068,
		desc = "研究速度+%{max_num}，最高等级5",
	},
	{
		id = 41069,
		desc = "研究消耗资源-%{max_num}（|<#0,255,0#>-%{next_max_num}|），最高等级5",
	},
	{
		id = 41070,
		desc = "研究消耗资源-%{max_num}，最高等级5",
	},
	{
		id = 41071,
		desc = "木材产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41072,
		desc = "木材产量+%{max_num}，最高等级5",
	},
	{
		id = 41073,
		desc = "|<#253,208,110#>（主动）|使用后的2小时内，受到攻击时不会损失资源，20小时冷却时间。",
	},
	{
		id = 41074,
		desc = "黄金开采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41075,
		desc = "黄金开采速度+%{max_num}，最高等级10",
	},
	{
		id = 41076,
		desc = "粮食开采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41077,
		desc = "粮食开采速度+%{max_num}，最高等级10",
	},
	{
		id = 41078,
		desc = "木材开采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41079,
		desc = "木材开采速度+%{max_num}，最高等级10",
	},
	{
		id = 41080,
		desc = "仓库容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41081,
		desc = "仓库容量+%{max_num}，最高等级10",
	},
	{
		id = 41082,
		desc = "黄金产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41083,
		desc = "黄金产量+%{max_num}，最高等级10",
	},
	{
		id = 41084,
		desc = "粮食产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41085,
		desc = "粮食产量+%{max_num}，最高等级10",
	},
	{
		id = 41086,
		desc = "木材产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41087,
		desc = "木材产量+%{max_num}，最高等级10",
	},
	{
		id = 41088,
		desc = "石料产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41089,
		desc = "石料产量+%{max_num}，最高等级5",
	},
	{
		id = 41090,
		desc = "石料产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41091,
		desc = "石料产量+%{max_num}，最高等级10",
	},
	{
		id = 41092,
		desc = "石料开采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41093,
		desc = "石料开采速度+%{max_num}，最高等级10",
	},
	{
		id = 41094,
		desc = "|<#253,208,110#>（主动）|2小时内，所有采集速度+100%%，20小时冷却时间。（对正在采集的军团无效）",
	},
	{
		id = 41095,
		desc = "铁产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41096,
		desc = "铁产量+%{max_num}，最高等级10",
	},
	{
		id = 41097,
		desc = "铁矿开采速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41098,
		desc = "铁矿开采速度+%{max_num}，最高等级10",
	},
	{
		id = 41099,
		desc = "兵种负重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41100,
		desc = "兵种负重+%{max_num}，最高等级5",
	},
	{
		id = 41101,
		desc = "行军速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41102,
		desc = "行军速度+%{max_num}，最高等级5",
	},
	{
		id = 41103,
		desc = "|<#253,208,110#>（主动）|一次性将所有外出部队召回自己主城（集结行军的部队无法召回），8小时冷却时间。",
	},
	{
		id = 41104,
		desc = "容纳援兵军团数量+1",
	},
	{
		id = 41105,
		desc = "训练部队数量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41106,
		desc = "训练部队数量+%{max_num}，最高等级5",
	},
	{
		id = 41107,
		desc = "城墙耐久度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41108,
		desc = "城墙耐久度+%{max_num}，最高等级5",
	},
	{
		id = 41109,
		desc = "行动力上限+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41110,
		desc = "行动力上限+%{max_num}，最高等级5",
	},
	{
		id = 41111,
		desc = "陷阱建造速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41112,
		desc = "陷阱建造速度+%{max_num}，最高等级5",
	},
	{
		id = 41113,
		desc = "剿匪行军速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41114,
		desc = "剿匪行军速度+%{max_num}，最高等级5",
	},
	{
		id = 41115,
		desc = "陷阱攻击力+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41116,
		desc = "陷阱攻击力+%{max_num}，最高等级5",
	},
	{
		id = 41117,
		desc = "|<#253,208,110#>（主动）|立即恢复50行动力，20小时冷却时间。",
	},
	{
		id = 41118,
		desc = "治疗消耗资源-%{max_num}（|<#0,255,0#>-%{next_max_num}|），最高等级10",
	},
	{
		id = 41119,
		desc = "治疗消耗资源-%{max_num}，最高等级10",
	},
	{
		id = 41120,
		desc = "训练部队数量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41121,
		desc = "训练部队数量+%{max_num}，最高等级10",
	},
	{
		id = 41122,
		desc = "陷阱攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41123,
		desc = "陷阱攻击+%{max_num}，最高等级10",
	},
	{
		id = 41124,
		desc = "每等级行动力恢复速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 41125,
		desc = "每等级行动力恢复速度+%{max_num}，最高等级5",
	},
	{
		id = 41126,
		desc = "部队训练速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41127,
		desc = "部队训练速度+%{max_num}，最高等级10",
	},
	{
		id = 41128,
		desc = "陷阱触发概率+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41129,
		desc = "陷阱触发概率+%{max_num}，最高等级10",
	},
	{
		id = 41130,
		desc = "|<#253,208,110#>（主动）|1小时内，我军防御/生命+20%%，20小时冷却时间。",
	},
	{
		id = 41131,
		desc = "部队行军速度/负重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 41132,
		desc = "部队行军速度/负重+%{max_num}，最高等级10",
	},
	{
		id = 50001,
		desc = "军官编制Ⅰ",
	},
	{
		id = 50002,
		desc = "步兵防御Ⅰ",
	},
	{
		id = 50003,
		desc = "骑兵防御Ⅰ",
	},
	{
		id = 50004,
		desc = "弓兵防御Ⅰ",
	},
	{
		id = 50005,
		desc = "车兵防御Ⅰ",
	},
	{
		id = 50006,
		desc = "领导力Ⅰ",
	},
	{
		id = 50007,
		desc = "步兵生命Ⅰ",
	},
	{
		id = 50008,
		desc = "骑兵生命Ⅰ",
	},
	{
		id = 50009,
		desc = "弓兵生命Ⅰ",
	},
	{
		id = 50010,
		desc = "车兵生命Ⅰ",
	},
	{
		id = 50011,
		desc = "军团编制Ⅰ",
	},
	{
		id = 50012,
		desc = "步兵攻击Ⅰ",
	},
	{
		id = 50013,
		desc = "骑兵攻击Ⅰ",
	},
	{
		id = 50014,
		desc = "弓兵攻击Ⅰ",
	},
	{
		id = 50015,
		desc = "车兵攻击Ⅰ",
	},
	{
		id = 50016,
		desc = "军官编制Ⅱ",
	},
	{
		id = 50017,
		desc = "垛口Ⅰ",
	},
	{
		id = 50018,
		desc = "护城河Ⅰ",
	},
	{
		id = 50019,
		desc = "垛墙Ⅰ",
	},
	{
		id = 50020,
		desc = "筑城Ⅰ",
	},
	{
		id = 50021,
		desc = "训练速度Ⅰ",
	},
	{
		id = 50022,
		desc = "步兵防御Ⅱ",
	},
	{
		id = 50023,
		desc = "骑兵防御Ⅱ",
	},
	{
		id = 50024,
		desc = "弓兵防御Ⅱ",
	},
	{
		id = 50025,
		desc = "车兵防御Ⅱ",
	},
	{
		id = 50026,
		desc = "领导力Ⅱ",
	},
	{
		id = 50027,
		desc = "步兵生命Ⅱ",
	},
	{
		id = 50028,
		desc = "骑兵生命Ⅱ",
	},
	{
		id = 50029,
		desc = "弓兵生命Ⅱ",
	},
	{
		id = 50030,
		desc = "车兵生命Ⅱ",
	},
	{
		id = 50031,
		desc = "军团编制Ⅱ",
	},
	{
		id = 50032,
		desc = "步兵攻击Ⅱ",
	},
	{
		id = 50033,
		desc = "骑兵攻击Ⅱ",
	},
	{
		id = 50034,
		desc = "弓兵攻击Ⅱ",
	},
	{
		id = 50035,
		desc = "车兵攻击Ⅱ",
	},
	{
		id = 50036,
		desc = "行军速度I",
	},
	{
		id = 50037,
		desc = "垛口Ⅱ",
	},
	{
		id = 50038,
		desc = "护城河Ⅱ",
	},
	{
		id = 50039,
		desc = "垛墙Ⅱ",
	},
	{
		id = 50040,
		desc = "筑城Ⅱ",
	},
	{
		id = 50041,
		desc = "训练速度Ⅱ",
	},
	{
		id = 50042,
		desc = "步兵防御Ⅲ",
	},
	{
		id = 50043,
		desc = "骑兵防御Ⅲ",
	},
	{
		id = 50044,
		desc = "弓兵防御Ⅲ",
	},
	{
		id = 50045,
		desc = "车兵防御Ⅲ",
	},
	{
		id = 50046,
		desc = "领导力Ⅲ",
	},
	{
		id = 50047,
		desc = "步兵生命Ⅲ",
	},
	{
		id = 50048,
		desc = "骑兵生命Ⅲ",
	},
	{
		id = 50049,
		desc = "弓兵生命Ⅲ",
	},
	{
		id = 50050,
		desc = "车兵生命Ⅲ",
	},
	{
		id = 50051,
		desc = "军团编制Ⅲ",
	},
	{
		id = 50052,
		desc = "步兵攻击Ⅲ",
	},
	{
		id = 50053,
		desc = "骑兵攻击Ⅲ",
	},
	{
		id = 50054,
		desc = "弓兵攻击Ⅲ",
	},
	{
		id = 50055,
		desc = "车兵攻击Ⅲ",
	},
	{
		id = 50056,
		desc = "行军速度Ⅱ",
	},
	{
		id = 50057,
		desc = "垛口Ⅲ",
	},
	{
		id = 50058,
		desc = "护城河Ⅲ",
	},
	{
		id = 50059,
		desc = "垛墙Ⅲ",
	},
	{
		id = 50060,
		desc = "筑城Ⅲ",
	},
	{
		id = 50061,
		desc = "训练速度Ⅲ",
	},
	{
		id = 50062,
		desc = "步兵防御Ⅳ",
	},
	{
		id = 50063,
		desc = "骑兵防御Ⅳ",
	},
	{
		id = 50064,
		desc = "弓兵防御Ⅳ",
	},
	{
		id = 50065,
		desc = "车兵防御Ⅳ",
	},
	{
		id = 50066,
		desc = "领导力Ⅳ",
	},
	{
		id = 50067,
		desc = "步兵生命Ⅳ",
	},
	{
		id = 50068,
		desc = "骑兵生命Ⅳ",
	},
	{
		id = 50069,
		desc = "弓兵生命Ⅳ",
	},
	{
		id = 50070,
		desc = "车兵生命Ⅳ",
	},
	{
		id = 50071,
		desc = "军团编制Ⅳ",
	},
	{
		id = 50072,
		desc = "步兵攻击Ⅳ",
	},
	{
		id = 50073,
		desc = "骑兵攻击Ⅳ",
	},
	{
		id = 50074,
		desc = "弓兵攻击Ⅳ",
	},
	{
		id = 50075,
		desc = "车兵攻击Ⅳ",
	},
	{
		id = 50076,
		desc = "行军速度Ⅲ",
	},
	{
		id = 50077,
		desc = "垛口Ⅳ",
	},
	{
		id = 50078,
		desc = "护城河Ⅳ",
	},
	{
		id = 50079,
		desc = "垛墙Ⅳ",
	},
	{
		id = 50080,
		desc = "筑城Ⅳ",
	},
	{
		id = 50081,
		desc = "领导力Ⅴ",
	},
	{
		id = 50082,
		desc = "战神附身",
	},
	{
		id = 50083,
		desc = "金刚不坏",
	},
	{
		id = 50084,
		desc = "徭役Ⅰ",
	},
	{
		id = 50085,
		desc = "插秧Ⅰ",
	},
	{
		id = 50086,
		desc = "税负Ⅰ",
	},
	{
		id = 50087,
		desc = "明政Ⅰ",
	},
	{
		id = 50088,
		desc = "兽耕Ⅰ",
	},
	{
		id = 50089,
		desc = "矿车Ⅰ",
	},
	{
		id = 50090,
		desc = "负重训练Ⅰ",
	},
	{
		id = 50091,
		desc = "库房Ⅰ",
	},
	{
		id = 50092,
		desc = "风林火山Ⅰ",
	},
	{
		id = 50093,
		desc = "利斧Ⅰ",
	},
	{
		id = 50094,
		desc = "双人锯Ⅰ",
	},
	{
		id = 50095,
		desc = "医疗速度Ⅰ",
	},
	{
		id = 50096,
		desc = "徭役Ⅱ",
	},
	{
		id = 50097,
		desc = "插秧Ⅱ",
	},
	{
		id = 50098,
		desc = "税负Ⅱ",
	},
	{
		id = 50099,
		desc = "明政Ⅱ",
	},
	{
		id = 50100,
		desc = "兽耕Ⅱ",
	},
	{
		id = 50101,
		desc = "矿车Ⅱ",
	},
	{
		id = 50102,
		desc = "负重训练Ⅱ",
	},
	{
		id = 50103,
		desc = "利斧Ⅱ",
	},
	{
		id = 50104,
		desc = "双人锯Ⅱ",
	},
	{
		id = 50105,
		desc = "库房Ⅱ",
	},
	{
		id = 50106,
		desc = "石料生产Ⅰ",
	},
	{
		id = 50107,
		desc = "石料采集Ⅰ",
	},
	{
		id = 50108,
		desc = "风林火山Ⅱ",
	},
	{
		id = 50109,
		desc = "医疗速度Ⅱ",
	},
	{
		id = 50110,
		desc = "徭役Ⅲ",
	},
	{
		id = 50111,
		desc = "插秧Ⅲ",
	},
	{
		id = 50112,
		desc = "税负Ⅲ",
	},
	{
		id = 50113,
		desc = "明政Ⅲ",
	},
	{
		id = 50114,
		desc = "兽耕Ⅲ",
	},
	{
		id = 50115,
		desc = "矿车Ⅲ",
	},
	{
		id = 50116,
		desc = "负重训练Ⅲ",
	},
	{
		id = 50117,
		desc = "利斧Ⅲ",
	},
	{
		id = 50118,
		desc = "双人锯Ⅲ",
	},
	{
		id = 50119,
		desc = "库房Ⅲ",
	},
	{
		id = 50120,
		desc = "石料生产Ⅱ",
	},
	{
		id = 50121,
		desc = "石料采集Ⅱ",
	},
	{
		id = 50122,
		desc = "风林火山Ⅲ",
	},
	{
		id = 50123,
		desc = "医疗速度Ⅲ",
	},
	{
		id = 50124,
		desc = "铁矿生产Ⅰ",
	},
	{
		id = 50125,
		desc = "铁矿采集Ⅰ",
	},
	{
		id = 50126,
		desc = "徭役Ⅳ",
	},
	{
		id = 50127,
		desc = "插秧Ⅳ",
	},
	{
		id = 50128,
		desc = "税负Ⅳ",
	},
	{
		id = 50129,
		desc = "明政Ⅳ",
	},
	{
		id = 50130,
		desc = "兽耕Ⅳ",
	},
	{
		id = 50131,
		desc = "矿车Ⅳ",
	},
	{
		id = 50132,
		desc = "负重训练Ⅳ",
	},
	{
		id = 50133,
		desc = "利斧Ⅳ",
	},
	{
		id = 50134,
		desc = "双人锯Ⅳ",
	},
	{
		id = 50135,
		desc = "库房Ⅳ",
	},
	{
		id = 50136,
		desc = "石料生产Ⅲ",
	},
	{
		id = 50137,
		desc = "石料采集Ⅲ",
	},
	{
		id = 50138,
		desc = "风林火山Ⅳ",
	},
	{
		id = 50139,
		desc = "医疗速度Ⅳ",
	},
	{
		id = 50140,
		desc = "铁矿生产Ⅱ",
	},
	{
		id = 50141,
		desc = "铁矿采集Ⅱ",
	},
	{
		id = 50142,
		desc = "疾风迅雷",
	},
	{
		id = 50143,
		desc = "富甲一方",
	},
	{
		id = 51001,
		desc = "单个军团中副将数量+1，最高等级2",
	},
	{
		id = 51002,
		desc = "步兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51003,
		desc = "步兵防御+%{max_num}，最高等级5",
	},
	{
		id = 51004,
		desc = "骑兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51005,
		desc = "骑兵防御+%{max_num}，最高等级5",
	},
	{
		id = 51006,
		desc = "弓兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51007,
		desc = "弓兵防御+%{max_num}，最高等级5",
	},
	{
		id = 51008,
		desc = "车兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51009,
		desc = "车兵防御+%{max_num}，最高等级5",
	},
	{
		id = 51010,
		desc = "武将带兵数量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51011,
		desc = "武将带兵数量提高+%{max_num}，最高等级5",
	},
	{
		id = 51012,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51013,
		desc = "步兵生命+%{max_num}，最高等级5",
	},
	{
		id = 51014,
		desc = "骑兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51015,
		desc = "骑兵生命+%{max_num}，最高等级5",
	},
	{
		id = 51016,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51017,
		desc = "弓兵生命+%{max_num}，最高等级5",
	},
	{
		id = 51018,
		desc = "车兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51019,
		desc = "车兵生命+%{max_num}，最高等级5",
	},
	{
		id = 51020,
		desc = "玩家可操控军团数量+1，最高等级1",
	},
	{
		id = 51021,
		desc = "步兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51022,
		desc = "步兵攻击+%{max_num}，最高等级5",
	},
	{
		id = 51023,
		desc = "骑兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51024,
		desc = "骑兵攻击+%{max_num}，最高等级5",
	},
	{
		id = 51025,
		desc = "弓兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51026,
		desc = "弓兵攻击+%{max_num}，最高等级5",
	},
	{
		id = 51027,
		desc = "车兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51028,
		desc = "车兵攻击+%{max_num}，最高等级5",
	},
	{
		id = 51029,
		desc = "单个军团中副将数量+1，最高等级2",
	},
	{
		id = 51030,
		desc = "攻城或守城时士兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51031,
		desc = "攻城或守城时士兵攻击+%{max_num}，最高等级5",
	},
	{
		id = 51032,
		desc = "陷阱攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51033,
		desc = "陷阱攻击+%{max_num}，最高等级5",
	},
	{
		id = 51034,
		desc = "攻城或守城时士兵防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51035,
		desc = "攻城或守城时士兵防御/血量+%{max_num}，最高等级5",
	},
	{
		id = 51036,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51037,
		desc = "城池耐久+%{max_num}，最高等级5",
	},
	{
		id = 51038,
		desc = "训练速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51039,
		desc = "训练速度+%{max_num}，最高等级5",
	},
	{
		id = 51040,
		desc = "步兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51041,
		desc = "步兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51042,
		desc = "骑兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51043,
		desc = "骑兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51044,
		desc = "弓兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51045,
		desc = "弓兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51046,
		desc = "车兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51047,
		desc = "车兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51048,
		desc = "武将带兵数量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51049,
		desc = "武将带兵数量提高+%{max_num}，最高等级5",
	},
	{
		id = 51050,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51051,
		desc = "步兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51052,
		desc = "骑兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51053,
		desc = "骑兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51054,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51055,
		desc = "弓兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51056,
		desc = "车兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51057,
		desc = "车兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51058,
		desc = "玩家可操控军团数量+1，最高等级1",
	},
	{
		id = 51059,
		desc = "步兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51060,
		desc = "步兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51061,
		desc = "骑兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51062,
		desc = "骑兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51063,
		desc = "弓兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51064,
		desc = "弓兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51065,
		desc = "车兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51066,
		desc = "车兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51067,
		desc = "行军速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51068,
		desc = "行军速度+%{max_num}，最高等级5",
	},
	{
		id = 51069,
		desc = "攻城或守城时士兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51070,
		desc = "攻城或守城时士兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51071,
		desc = "陷阱攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51072,
		desc = "陷阱攻击+%{max_num}，最高等级10",
	},
	{
		id = 51073,
		desc = "攻城或守城时士兵防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51074,
		desc = "攻城或守城时士兵防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 51075,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51076,
		desc = "城池耐久+%{max_num}，最高等级10",
	},
	{
		id = 51077,
		desc = "训练速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51078,
		desc = "训练速度+%{max_num}，最高等级5",
	},
	{
		id = 51079,
		desc = "步兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51080,
		desc = "步兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51081,
		desc = "骑兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51082,
		desc = "骑兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51083,
		desc = "弓兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51084,
		desc = "弓兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51085,
		desc = "车兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51086,
		desc = "车兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51087,
		desc = "武将带兵数量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51088,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51089,
		desc = "步兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51090,
		desc = "骑兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51091,
		desc = "骑兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51092,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51093,
		desc = "弓兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51094,
		desc = "车兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51095,
		desc = "车兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51096,
		desc = "玩家可操控军团数量+1，最高等级1",
	},
	{
		id = 51097,
		desc = "步兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51098,
		desc = "步兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51099,
		desc = "骑兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51100,
		desc = "骑兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51101,
		desc = "弓兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51102,
		desc = "弓兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51103,
		desc = "车兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51104,
		desc = "车兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51105,
		desc = "行军速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51106,
		desc = "行军速度+%{max_num}，最高等级5",
	},
	{
		id = 51107,
		desc = "攻城或守城时士兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51108,
		desc = "攻城或守城时士兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51109,
		desc = "陷阱攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51110,
		desc = "陷阱攻击+%{max_num}，最高等级10",
	},
	{
		id = 51111,
		desc = "攻城或守城时士兵防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51112,
		desc = "攻城或守城时士兵防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 51113,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51114,
		desc = "城池耐久+%{max_num}，最高等级10",
	},
	{
		id = 51115,
		desc = "训练速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51116,
		desc = "训练速度+%{max_num}，最高等级5",
	},
	{
		id = 51117,
		desc = "步兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51118,
		desc = "步兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51119,
		desc = "骑兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51120,
		desc = "骑兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51121,
		desc = "弓兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51122,
		desc = "弓兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51123,
		desc = "车兵防御+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51124,
		desc = "车兵防御+%{max_num}，最高等级10",
	},
	{
		id = 51125,
		desc = "武将带兵数量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51126,
		desc = "步兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51127,
		desc = "步兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51128,
		desc = "骑兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51129,
		desc = "骑兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51130,
		desc = "弓兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51131,
		desc = "弓兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51132,
		desc = "车兵生命+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51133,
		desc = "车兵生命+%{max_num}，最高等级10",
	},
	{
		id = 51134,
		desc = "玩家可操控军团数量+1，最高等级1",
	},
	{
		id = 51135,
		desc = "步兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51136,
		desc = "步兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51137,
		desc = "骑兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51138,
		desc = "骑兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51139,
		desc = "弓兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51140,
		desc = "弓兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51141,
		desc = "车兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51142,
		desc = "车兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51143,
		desc = "行军速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51144,
		desc = "行军速度+%{max_num}，最高等级5",
	},
	{
		id = 51145,
		desc = "攻城或守城时士兵攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51146,
		desc = "攻城或守城时士兵攻击+%{max_num}，最高等级10",
	},
	{
		id = 51147,
		desc = "陷阱攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51148,
		desc = "陷阱攻击+%{max_num}，最高等级10",
	},
	{
		id = 51149,
		desc = "攻城或守城时士兵防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51150,
		desc = "攻城或守城时士兵防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 51151,
		desc = "城池耐久+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51152,
		desc = "城池耐久+%{max_num}，最高等级10",
	},
	{
		id = 51153,
		desc = "武将带兵数量提高+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51154,
		desc = "武将带兵数量提高+%{max_num}，最高等级5",
	},
	{
		id = 51155,
		desc = "所有部队攻击+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51156,
		desc = "所有部队攻击+%{max_num}，最高等级10",
	},
	{
		id = 51157,
		desc = "所有部队防御/血量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51158,
		desc = "所有部队防御/血量+%{max_num}，最高等级10",
	},
	{
		id = 51159,
		desc = "建筑速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51160,
		desc = "建筑速度+%{max_num}，最高等级5",
	},
	{
		id = 51161,
		desc = "粮食产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51162,
		desc = "粮食产量+%{max_num}，最高等级5",
	},
	{
		id = 51163,
		desc = "金矿产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51164,
		desc = "金矿产量+%{max_num}，最高等级5",
	},
	{
		id = 51165,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51166,
		desc = "科研速度+%{max_num}，最高等级5",
	},
	{
		id = 51167,
		desc = "粮食采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51168,
		desc = "粮食采集速度+%{max_num}，最高等级5",
	},
	{
		id = 51169,
		desc = "黄金采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51170,
		desc = "黄金采集速度+%{max_num}，最高等级5",
	},
	{
		id = 51171,
		desc = "负重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51172,
		desc = "负重+%{max_num}，最高等级5",
	},
	{
		id = 51173,
		desc = "库房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51174,
		desc = "库房容量+%{max_num}，最高等级5",
	},
	{
		id = 51175,
		desc = "剿匪行军加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51176,
		desc = "剿匪行军加速+%{max_num}，最高等级5",
	},
	{
		id = 51177,
		desc = "木材产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51178,
		desc = "木材产量+%{max_num}，最高等级5",
	},
	{
		id = 51179,
		desc = "木材采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51180,
		desc = "木材采集速度+%{max_num}，最高等级5",
	},
	{
		id = 51181,
		desc = "医疗伤兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51182,
		desc = "医疗伤兵速度+%{max_num}，最高等级5",
	},
	{
		id = 51183,
		desc = "建筑速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51184,
		desc = "建筑速度+%{max_num}，最高等级5",
	},
	{
		id = 51185,
		desc = "粮食产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51186,
		desc = "粮食产量+%{max_num}，最高等级10",
	},
	{
		id = 51187,
		desc = "金矿产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51188,
		desc = "金矿产量+%{max_num}，最高等级10",
	},
	{
		id = 51189,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51190,
		desc = "科研速度+%{max_num}，最高等级5",
	},
	{
		id = 51191,
		desc = "粮食采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51192,
		desc = "粮食采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51193,
		desc = "黄金采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51194,
		desc = "黄金采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51195,
		desc = "负重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51196,
		desc = "负重+%{max_num}，最高等级5",
	},
	{
		id = 51197,
		desc = "木材产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51198,
		desc = "木材产量+%{max_num}，最高等级10",
	},
	{
		id = 51199,
		desc = "木材采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51200,
		desc = "木材采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51201,
		desc = "库房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51202,
		desc = "库房容量+%{max_num}，最高等级5",
	},
	{
		id = 51203,
		desc = "石料产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51204,
		desc = "石料产量+%{max_num}，最高等级5",
	},
	{
		id = 51205,
		desc = "石料采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51206,
		desc = "石料采集速度+%{max_num}，最高等级5",
	},
	{
		id = 51207,
		desc = "剿匪行军加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51208,
		desc = "剿匪行军加速+%{max_num}，最高等级5",
	},
	{
		id = 51209,
		desc = "医疗伤兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51210,
		desc = "医疗伤兵速度+%{max_num}，最高等级5",
	},
	{
		id = 51211,
		desc = "建筑速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51212,
		desc = "建筑速度+%{max_num}，最高等级5",
	},
	{
		id = 51213,
		desc = "粮食产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51214,
		desc = "粮食产量+%{max_num}，最高等级10",
	},
	{
		id = 51215,
		desc = "金矿产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51216,
		desc = "金矿产量+%{max_num}，最高等级10",
	},
	{
		id = 51217,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51218,
		desc = "科研速度+%{max_num}，最高等级5",
	},
	{
		id = 51219,
		desc = "粮食采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51220,
		desc = "粮食采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51221,
		desc = "黄金采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51222,
		desc = "黄金采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51223,
		desc = "负重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51224,
		desc = "负重+%{max_num}，最高等级5",
	},
	{
		id = 51225,
		desc = "木材产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51226,
		desc = "木材产量+%{max_num}，最高等级10",
	},
	{
		id = 51227,
		desc = "木材采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51228,
		desc = "木材采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51229,
		desc = "库房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51230,
		desc = "库房容量+%{max_num}，最高等级5",
	},
	{
		id = 51231,
		desc = "石料产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51232,
		desc = "石料产量+%{max_num}，最高等级10",
	},
	{
		id = 51233,
		desc = "石料采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51234,
		desc = "石料采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51235,
		desc = "剿匪行军加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51236,
		desc = "剿匪行军加速+%{max_num}，最高等级5",
	},
	{
		id = 51237,
		desc = "医疗伤兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51238,
		desc = "医疗伤兵速度+%{max_num}，最高等级5",
	},
	{
		id = 51239,
		desc = "铁矿产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51240,
		desc = "铁矿产量+%{max_num}，最高等级5",
	},
	{
		id = 51241,
		desc = "铁矿采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51242,
		desc = "铁矿采集速度+%{max_num}，最高等级5",
	},
	{
		id = 51243,
		desc = "建筑速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51244,
		desc = "建筑速度+%{max_num}，最高等级5",
	},
	{
		id = 51245,
		desc = "粮食产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51246,
		desc = "粮食产量+%{max_num}，最高等级10",
	},
	{
		id = 51247,
		desc = "金矿产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51248,
		desc = "金矿产量+%{max_num}，最高等级10",
	},
	{
		id = 51249,
		desc = "科研速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51250,
		desc = "科研速度+%{max_num}，最高等级5",
	},
	{
		id = 51251,
		desc = "粮食采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51252,
		desc = "粮食采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51253,
		desc = "黄金采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51254,
		desc = "黄金采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51255,
		desc = "负重+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51256,
		desc = "负重+%{max_num}，最高等级5",
	},
	{
		id = 51257,
		desc = "木材产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51258,
		desc = "木材产量+%{max_num}，最高等级10",
	},
	{
		id = 51259,
		desc = "木材采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51260,
		desc = "木材采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51261,
		desc = "库房容量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51262,
		desc = "库房容量+%{max_num}，最高等级5",
	},
	{
		id = 51263,
		desc = "石料产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51264,
		desc = "石料产量+%{max_num}，最高等级10",
	},
	{
		id = 51265,
		desc = "石料采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51266,
		desc = "石料采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51267,
		desc = "剿匪行军加速+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51268,
		desc = "剿匪行军加速+%{max_num}，最高等级5",
	},
	{
		id = 51269,
		desc = "医疗伤兵速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级5",
	},
	{
		id = 51270,
		desc = "医疗伤兵速度+%{max_num}，最高等级5",
	},
	{
		id = 51271,
		desc = "铁矿产量+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51272,
		desc = "铁矿产量+%{max_num}、，最高等级10",
	},
	{
		id = 51273,
		desc = "铁矿采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51274,
		desc = "铁矿采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51275,
		desc = "资源采集速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51276,
		desc = "资源采集速度+%{max_num}，最高等级10",
	},
	{
		id = 51277,
		desc = "资源生产速度+%{max_num}（|<#0,255,0#>+%{next_max_num}|），最高等级10",
	},
	{
		id = 51278,
		desc = "资源生产速度+%{max_num}，最高等级10",
	},
	{
		id = 60001,
		desc = "万能装备",
	},
	{
		id = 60002,
		desc = "万能装备",
	},
	{
		id = 60003,
		desc = "万能装备",
	},
	{
		id = 60004,
		desc = "万能装备",
	},
	{
		id = 60005,
		desc = "万能装备",
	},
	{
		id = 60006,
		desc = "月牙戟",
	},
	{
		id = 60007,
		desc = "镔铁宝刀",
	},
	{
		id = 60008,
		desc = "虹刃剑",
	},
	{
		id = 60009,
		desc = "桃花扇",
	},
	{
		id = 60010,
		desc = "鹃花扇",
	},
	{
		id = 60011,
		desc = "承影",
	},
	{
		id = 60012,
		desc = "昂龙三尖叉",
	},
	{
		id = 60013,
		desc = "雌雄双股剑",
	},
	{
		id = 60014,
		desc = "牡丹扇",
	},
	{
		id = 60015,
		desc = "霸王枪",
	},
	{
		id = 60016,
		desc = "淮阴剑",
	},
	{
		id = 60017,
		desc = "闪燕剑",
	},
	{
		id = 60018,
		desc = "恶来双戟",
	},
	{
		id = 60019,
		desc = "金背开山刀",
	},
	{
		id = 60020,
		desc = "倚天剑",
	},
	{
		id = 60021,
		desc = "黑慧扇",
	},
	{
		id = 60022,
		desc = "鬼才扇",
	},
	{
		id = 60023,
		desc = "丈八蛇矛",
	},
	{
		id = 60024,
		desc = "青龙偃月刀",
	},
	{
		id = 60025,
		desc = "虎头湛金枪",
	},
	{
		id = 60026,
		desc = "龙胆亮银枪",
	},
	{
		id = 60027,
		desc = "万石弓",
	},
	{
		id = 60028,
		desc = "朱雀羽扇",
	},
	{
		id = 60029,
		desc = "方天画戟",
	},
	{
		id = 60030,
		desc = "离火双刃",
	},
	{
		id = 60031,
		desc = "凤鸣环",
	},
	{
		id = 60032,
		desc = "疠火劈水刀",
	},
	{
		id = 60033,
		desc = "白虹",
	},
	{
		id = 60034,
		desc = "青釭剑",
	},
	{
		id = 60035,
		desc = "奇才扇",
	},
	{
		id = 60036,
		desc = "日月开天斧",
	},
	{
		id = 60037,
		desc = "判官笔",
	},
	{
		id = 60038,
		desc = "七星宝刀",
	},
	{
		id = 60039,
		desc = "鬼头灌金刀",
	},
	{
		id = 60040,
		desc = "古锭刀",
	},
	{
		id = 60041,
		desc = "凌云笔",
	},
	{
		id = 60042,
		desc = "风鸿羽扇",
	},
	{
		id = 60043,
		desc = "青云扇",
	},
	{
		id = 60044,
		desc = "金臂赤铜刀",
	},
	{
		id = 60045,
		desc = "新亭侯",
	},
	{
		id = 60046,
		desc = "乌金断日斧",
	},
	{
		id = 60047,
		desc = "霸王弓",
	},
	{
		id = 60048,
		desc = "破甲枪",
	},
	{
		id = 60049,
		desc = "三环錾金枪",
	},
	{
		id = 60050,
		desc = "八卦阴阳扇",
	},
	{
		id = 60051,
		desc = "铁骨扇",
	},
	{
		id = 60052,
		desc = "王佐羽扇",
	},
	{
		id = 60053,
		desc = "冷月宝刀",
	},
	{
		id = 60054,
		desc = "青龙板门刀",
	},
	{
		id = 60055,
		desc = "毒蛇矛",
	},
	{
		id = 60056,
		desc = "盘龙金背刀",
	},
	{
		id = 60057,
		desc = "青龙三亭刀",
	},
	{
		id = 60058,
		desc = "凤羽扇",
	},
	{
		id = 60059,
		desc = "鸣鸿刀",
	},
	{
		id = 60060,
		desc = "环首朴刀",
	},
	{
		id = 60061,
		desc = "昆吾刀",
	},
	{
		id = 60062,
		desc = "锋泉剑",
	},
	{
		id = 60063,
		desc = "银雀枪",
	},
	{
		id = 60064,
		desc = "寒月",
	},
	{
		id = 60065,
		desc = "净水葫芦",
	},
	{
		id = 60066,
		desc = "死谏笔",
	},
	{
		id = 60067,
		desc = "诸葛连弩",
	},
	{
		id = 60068,
		desc = "铁脊长弓",
	},
	{
		id = 60069,
		desc = "乌金枪",
	},
	{
		id = 60070,
		desc = "锯齿钩镰刀",
	},
	{
		id = 60071,
		desc = "丧门戟",
	},
	{
		id = 60072,
		desc = "八宝电光锤",
	},
	{
		id = 60073,
		desc = "佛光剑",
	},
	{
		id = 60074,
		desc = "射日弓",
	},
	{
		id = 60075,
		desc = "三挺砍山刀",
	},
	{
		id = 60076,
		desc = "五虎断门刀",
	},
	{
		id = 60077,
		desc = "八卦开天斧",
	},
	{
		id = 60078,
		desc = "日月双刃",
	},
	{
		id = 60079,
		desc = "乾坤笔",
	},
	{
		id = 60080,
		desc = "乌金三叉戟",
	},
	{
		id = 60081,
		desc = "丹凤剑",
	},
	{
		id = 60082,
		desc = "双翅玲珑戟",
	},
	{
		id = 60083,
		desc = "龙头扎刀",
	},
	{
		id = 60084,
		desc = "凝碧剑",
	},
	{
		id = 60085,
		desc = "亮银点刚枪",
	},
	{
		id = 60086,
		desc = "八楞亮银锤",
	},
	{
		id = 60087,
		desc = "杵白梨花枪",
	},
	{
		id = 60088,
		desc = "亮银刀",
	},
	{
		id = 60089,
		desc = "游子弓",
	},
	{
		id = 60090,
		desc = "白杆小银枪",
	},
	{
		id = 60091,
		desc = "状元笔",
	},
	{
		id = 60092,
		desc = "三股亮银叉",
	},
	{
		id = 60093,
		desc = "兽角点金枪",
	},
	{
		id = 60094,
		desc = "火画扇",
	},
	{
		id = 60095,
		desc = "竹丝扇",
	},
	{
		id = 60096,
		desc = "龙凤双刀",
	},
	{
		id = 60097,
		desc = "檀香扇",
	},
	{
		id = 60098,
		desc = "截头金背大刀",
	},
	{
		id = 60099,
		desc = "乌金虎头枪",
	},
	{
		id = 60100,
		desc = "白光剑",
	},
	{
		id = 60101,
		desc = "八宝雁翎刀",
	},
	{
		id = 60102,
		desc = "八卦宣化斧",
	},
	{
		id = 60103,
		desc = "九耳八环刀",
	},
	{
		id = 60104,
		desc = "震天弓",
	},
	{
		id = 60105,
		desc = "壮志笔",
	},
	{
		id = 60106,
		desc = "龙凤环",
	},
	{
		id = 60107,
		desc = "千叶扇",
	},
	{
		id = 60108,
		desc = "银蟒枪",
	},
	{
		id = 60109,
		desc = "霸江刀",
	},
	{
		id = 60110,
		desc = "钩云刀",
	},
	{
		id = 60111,
		desc = "赤刃剑",
	},
	{
		id = 60112,
		desc = "春燕扇",
	},
	{
		id = 60113,
		desc = "玉蒲扇",
	},
	{
		id = 60114,
		desc = "馥红扇",
	},
	{
		id = 60115,
		desc = "紫香扇",
	},
	{
		id = 60116,
		desc = "绒羽扇",
	},
	{
		id = 60117,
		desc = "昴炎布衣",
	},
	{
		id = 60118,
		desc = "紫川布衣",
	},
	{
		id = 60119,
		desc = "德杉布衣",
	},
	{
		id = 60120,
		desc = "木翼布衣",
	},
	{
		id = 60121,
		desc = "昴炎皮衣",
	},
	{
		id = 60122,
		desc = "紫川皮衣",
	},
	{
		id = 60123,
		desc = "德杉皮衣",
	},
	{
		id = 60124,
		desc = "木翼皮衣",
	},
	{
		id = 60125,
		desc = "锐辉皮衣",
	},
	{
		id = 60126,
		desc = "炀淼皮衣",
	},
	{
		id = 60127,
		desc = "炀淼皮甲",
	},
	{
		id = 60128,
		desc = "炙杉皮甲",
	},
	{
		id = 60129,
		desc = "耀焰皮甲",
	},
	{
		id = 60130,
		desc = "谷溪皮甲",
	},
	{
		id = 60131,
		desc = "冰岭皮甲",
	},
	{
		id = 60132,
		desc = "岱炎皮甲",
	},
	{
		id = 60133,
		desc = "锒灿皮甲",
	},
	{
		id = 60134,
		desc = "洛炎皮甲",
	},
	{
		id = 60135,
		desc = "锐茂皮甲",
	},
	{
		id = 60136,
		desc = "屹铮皮甲",
	},
	{
		id = 60137,
		desc = "龙骨甲",
	},
	{
		id = 60138,
		desc = "虎纹铠甲",
	},
	{
		id = 60139,
		desc = "昴炎战甲",
	},
	{
		id = 60140,
		desc = "紫川战甲",
	},
	{
		id = 60141,
		desc = "德杉战甲",
	},
	{
		id = 60142,
		desc = "木翼战甲",
	},
	{
		id = 60143,
		desc = "锐辉战甲",
	},
	{
		id = 60144,
		desc = "黄金铠",
	},
	{
		id = 60145,
		desc = "红锦万花袍",
	},
	{
		id = 60146,
		desc = "鱼鳞甲",
	},
	{
		id = 60147,
		desc = "天狼头盔",
	},
	{
		id = 60148,
		desc = "虎牙战甲",
	},
	{
		id = 60149,
		desc = "英杰战甲",
	},
	{
		id = 60150,
		desc = "月影战甲",
	},
	{
		id = 60151,
		desc = "判官护腕",
	},
	{
		id = 60152,
		desc = "金丝鱼鳞甲",
	},
	{
		id = 60153,
		desc = "雷霆重盔",
	},
	{
		id = 60154,
		desc = "擒龙锢铁腕",
	},
	{
		id = 60155,
		desc = "神喻披风",
	},
	{
		id = 60156,
		desc = "凤翅金翎",
	},
	{
		id = 60157,
		desc = "天罡盔",
	},
	{
		id = 60158,
		desc = "钢甲战靴",
	},
	{
		id = 60159,
		desc = "龙麟铠甲",
	},
	{
		id = 60160,
		desc = "寒月冰魄铠",
	},
	{
		id = 60161,
		desc = "奋威明光铠",
	},
	{
		id = 60162,
		desc = "荒鹫铠甲",
	},
	{
		id = 60163,
		desc = "明镜铠甲",
	},
	{
		id = 60164,
		desc = "紫翎铠甲",
	},
	{
		id = 60165,
		desc = "锦衣铠甲",
	},
	{
		id = 60166,
		desc = "兽面连环铠",
	},
	{
		id = 60167,
		desc = "银戒指",
	},
	{
		id = 60168,
		desc = "香囊",
	},
	{
		id = 60169,
		desc = "苍天石",
	},
	{
		id = 60170,
		desc = "青玉吊坠",
	},
	{
		id = 60171,
		desc = "夜明珠",
	},
	{
		id = 60172,
		desc = "护身符",
	},
	{
		id = 60173,
		desc = "珍珠链",
	},
	{
		id = 60174,
		desc = "兽牙饰",
	},
	{
		id = 60175,
		desc = "黄金手镯",
	},
	{
		id = 60176,
		desc = "靛海珠",
	},
	{
		id = 60177,
		desc = "烽火石",
	},
	{
		id = 60178,
		desc = "长生镜",
	},
	{
		id = 60179,
		desc = "玲珑宝珠",
	},
	{
		id = 60180,
		desc = "碧玉扳指",
	},
	{
		id = 60181,
		desc = "霞光项链",
	},
	{
		id = 60182,
		desc = "避水珠",
	},
	{
		id = 60183,
		desc = "珊瑚耳坠",
	},
	{
		id = 60184,
		desc = "虎牙手炼",
	},
	{
		id = 60185,
		desc = "玛瑙镶金坠",
	},
	{
		id = 60186,
		desc = "无方戒",
	},
	{
		id = 60187,
		desc = "红玉扳指",
	},
	{
		id = 60188,
		desc = "血石项链",
	},
	{
		id = 60189,
		desc = "和氏璧",
	},
	{
		id = 60190,
		desc = "八卦坠",
	},
	{
		id = 60191,
		desc = "琉璃玉璧",
	},
	{
		id = 60192,
		desc = "羽人兽纹镜",
	},
	{
		id = 60193,
		desc = "孔明灯",
	},
	{
		id = 60194,
		desc = "玉帘项链",
	},
	{
		id = 60195,
		desc = "传国玉玺",
	},
	{
		id = 60196,
		desc = "云纹佩",
	},
	{
		id = 60197,
		desc = "龙慕翡翠玉",
	},
	{
		id = 60198,
		desc = "白玉响铃簪",
	},
	{
		id = 60199,
		desc = "玲珑玻璃球",
	},
	{
		id = 60200,
		desc = "六光玄冥石",
	},
	{
		id = 60201,
		desc = "无双戒",
	},
	{
		id = 60202,
		desc = "罗绮香囊",
	},
	{
		id = 60203,
		desc = "苍魂珠",
	},
	{
		id = 60204,
		desc = "风月宝链",
	},
	{
		id = 60205,
		desc = "碧水青龙",
	},
	{
		id = 60206,
		desc = "云流戒",
	},
	{
		id = 60207,
		desc = "颠海神珠",
	},
	{
		id = 60208,
		desc = "七彩玲珑",
	},
	{
		id = 60209,
		desc = "圣王坠",
	},
	{
		id = 60210,
		desc = "天机锦囊",
	},
	{
		id = 60211,
		desc = "四灵文镜",
	},
	{
		id = 60212,
		desc = "豹骑都督印",
	},
	{
		id = 60213,
		desc = "翼德葫芦",
	},
	{
		id = 60214,
		desc = "游心太玄链",
	},
	{
		id = 60215,
		desc = "甄宓玉笛",
	},
	{
		id = 60216,
		desc = "典韦护心镜",
	},
	{
		id = 60217,
		desc = "鬃毛牛",
	},
	{
		id = 60218,
		desc = "赤毛牛",
	},
	{
		id = 60219,
		desc = "褐鬃马",
	},
	{
		id = 60220,
		desc = "玉龙驹",
	},
	{
		id = 60221,
		desc = "南蛮巨象",
	},
	{
		id = 60222,
		desc = "汗血",
	},
	{
		id = 60223,
		desc = "大宛",
	},
	{
		id = 60224,
		desc = "快航",
	},
	{
		id = 60225,
		desc = "骐骥",
	},
	{
		id = 60226,
		desc = "绿耳",
	},
	{
		id = 60227,
		desc = "踏云",
	},
	{
		id = 60228,
		desc = "紫骍",
	},
	{
		id = 60229,
		desc = "灰影",
	},
	{
		id = 60230,
		desc = "惊帆",
	},
	{
		id = 60231,
		desc = "乌孙",
	},
	{
		id = 60232,
		desc = "王追",
	},
	{
		id = 60233,
		desc = "爪黄飞电",
	},
	{
		id = 60234,
		desc = "赤兔",
	},
	{
		id = 60235,
		desc = "绝影",
	},
	{
		id = 60236,
		desc = "的卢",
	},
	{
		id = 60237,
		desc = "护国玉玺",
	},
	{
		id = 60238,
		desc = "虹光宝甲",
	},
	{
		id = 60239,
		desc = "虹光吊坠",
	},
	{
		id = 60240,
		desc = "虹光琉璃驹",
	},
	{
		id = 61001,
		desc = "白色万能装备，用于进阶白色装备",
	},
	{
		id = 61002,
		desc = "绿色万能装备，用于进阶绿色装备",
	},
	{
		id = 61003,
		desc = "蓝色万能装备，用于进阶蓝色装备",
	},
	{
		id = 61004,
		desc = "紫色万能装备，用于进阶紫色装备",
	},
	{
		id = 61005,
		desc = "橙色万能装备，用于进阶橙色装备",
	},
	{
		id = 61006,
		desc = "前端的尖刃用以刺杀；月牙锋刃用作劈、砍之用",
	},
	{
		id = 61007,
		desc = "以镔铁为材，千锤百炼后所制宝刀",
	},
	{
		id = 61008,
		desc = "剑刃锋利，挥砍间可见虹光",
	},
	{
		id = 61009,
		desc = "扇面印有桃花，轻轻挥动如有花香",
	},
	{
		id = 61010,
		desc = "扇面印有杜鹃，轻轻挥动如有花香",
	},
	{
		id = 61011,
		desc = "十大名剑之一，相传出炉时，“蛟分承影，雁落忘归”，故名承影",
	},
	{
		id = 61012,
		desc = "形似鱼叉，但枪出龙抬头，故名昂龙",
	},
	{
		id = 61013,
		desc = "刘备一行人举兵之时，委托手艺精湛之锻制工匠所铸",
	},
	{
		id = 61014,
		desc = "扇面印有牡丹，轻轻挥动如有花香",
	},
	{
		id = 61015,
		desc = "传说项羽起兵之时请名匠以天降陨铁所制，名曰“霸王”",
	},
	{
		id = 61016,
		desc = "相传为淮阴侯韩信之剑，孙权得之以赐周瑜",
	},
	{
		id = 61017,
		desc = "剑身轻灵，飞燕亦不可追，故名闪燕",
	},
	{
		id = 61018,
		desc = "重八十斤，在典韦手中运使如飞，冲锋陷阵，如入无人之境",
	},
	{
		id = 61019,
		desc = "削铁如泥，劈砍之间有开山断路之威，故名开山",
	},
	{
		id = 61020,
		desc = "曹操佩剑，与青釭剑齐名并称绝世双剑",
	},
	{
		id = 61021,
		desc = "铁骨黑扇，令佩戴之人顿生阴冷气质",
	},
	{
		id = 61022,
		desc = "原属贾诩，纸扇轻摇，奇计顷刻而出",
	},
	{
		id = 61023,
		desc = "张飞之兵器，一丈八尺长，于刘备举兵时所铸",
	},
	{
		id = 61024,
		desc = "关羽之兵器，又名冷艳锯，重八十二斤，与刘备举兵时所铸",
	},
	{
		id = 61025,
		desc = "马超之兵器，混铁精钢打造，枪头为镏金虎头形，虎口吞刃，锋锐无比",
	},
	{
		id = 61026,
		desc = "赵云之兵器，长坂坡单骑救主，于百万曹军中往返折杀即凭此枪",
	},
	{
		id = 61027,
		desc = "黄忠之兵器，用比钢铁还要坚硬但非常轻的紫檀木制作而成",
	},
	{
		id = 61028,
		desc = "扇羽火红，挥动间如朱雀舞翅，故名朱雀羽扇",
	},
	{
		id = 61029,
		desc = "吕布之兵器，长一丈二，非武艺精湛者不可用",
	},
	{
		id = 61030,
		desc = "相传双刃出炉后仍依稀可见火光，乃吸纳火灵所至，故名离火",
	},
	{
		id = 61031,
		desc = "精铁所铸，挥动间如有凤鸣声，故名凤鸣",
	},
	{
		id = 61032,
		desc = "精铁所铸，经千锤百炼至水火不侵",
	},
	{
		id = 61033,
		desc = "又名纯阳剑，一口修长的古圣之剑，剑鞘嵌有琴弦",
	},
	{
		id = 61034,
		desc = "曹操的宝剑，削铁如泥，与倚天剑并称绝世双剑，后被赵云夺走",
	},
	{
		id = 61035,
		desc = "原属郭嘉，纸扇轻摇，奇计顷刻而出",
	},
	{
		id = 61036,
		desc = "相传为盘古开天辟地之斧",
	},
	{
		id = 61037,
		desc = "器形似笔，笔头尖细，笔把粗圆",
	},
	{
		id = 61038,
		desc = "原为司徒王允所有，曹操借刀行刺败露后献给了董卓",
	},
	{
		id = 61039,
		desc = "百炼精铁混合赤金所铸，刀柄处铸有鬼面，口内吞刀，故名鬼头",
	},
	{
		id = 61040,
		desc = "“江东猛虎”孙坚的武器，刀身经多次铸造而锋利无比",
	},
	{
		id = 61041,
		desc = "器形似笔，笔头尖细，笔把粗圆",
	},
	{
		id = 61042,
		desc = "扇羽取材于飞鹰，挥动有力，如风而行",
	},
	{
		id = 61043,
		desc = "相传是天宫名扇，扇动时祥云汇集，乃众仙班身份的象征",
	},
	{
		id = 61044,
		desc = "精炼镔铁混合赤铜所铸，重八十斤，非膂力过人不可用",
	},
	{
		id = 61045,
		desc = "张飞佩刀，初拜新亭侯时取赤珠山铁所炼，铭曰：新亭侯",
	},
	{
		id = 61046,
		desc = "精炼镔铁混合乌金所铸，挥舞时有遮天蔽日之威",
	},
	{
		id = 61047,
		desc = "项羽随身之物，威力无比，弓身乃玄铁打造，弓弦传说是黑蛟龙的背筋",
	},
	{
		id = 61048,
		desc = "精炼镔铁所铸，锋利无比，一般护甲难以抵挡",
	},
	{
		id = 61049,
		desc = "混铁精钢打造而成，长一丈一尺三",
	},
	{
		id = 61050,
		desc = "相传是地府宝物，拥有使逝者还阳的奇异法力",
	},
	{
		id = 61051,
		desc = "精钢扇骨，银箔扇面，铁血无比",
	},
	{
		id = 61052,
		desc = "原属荀彧，非王佐之才而不可用",
	},
	{
		id = 61053,
		desc = "刀身如月，清冷无情",
	},
	{
		id = 61054,
		desc = "刀身巨大有青龙纹饰，挥舞起来如门板一般让敌人难进一步",
	},
	{
		id = 61055,
		desc = "如毒蛇一般，攻击时快如闪电，中则必死",
	},
	{
		id = 61056,
		desc = "精铁打造，有盘龙纹饰，刀背鎏金",
	},
	{
		id = 61057,
		desc = "刀头、刀杆、刀纂各占整体的三分之一，故名“三亭刀”",
	},
	{
		id = 61058,
		desc = "扇羽取材于众多飞禽，故得此名",
	},
	{
		id = 61059,
		desc = "刀身浑厚，刀刃锋利，挥舞时鸣声不决故得此名",
	},
	{
		id = 61060,
		desc = "刀身有佩环，劈砍间嘈杂声不绝于耳，令敌人心烦意乱",
	},
	{
		id = 61061,
		desc = "用昆吾石冶炼成铁制作的刀，用之切玉，如切泥焉",
	},
	{
		id = 61062,
		desc = "剑刃锋利，剑身如泉水般光滑流畅",
	},
	{
		id = 61063,
		desc = "由百炼精钢打造，虽枪出如虹，但只觉其轻巧如雀，故而得名",
	},
	{
		id = 61064,
		desc = "战国名刀，型似新月，寒气逼人，光芒四射，摄人心魂",
	},
	{
		id = 61065,
		desc = "一对铁葫芦，以绳索相连，平时为酒壶，战时流星锤",
	},
	{
		id = 61066,
		desc = "以死相谏，笔落之处非死即伤",
	},
	{
		id = 61067,
		desc = "白骨铁扇，计出必万骨枯",
	},
	{
		id = 61068,
		desc = "由精钢打造的弓身，精制处理的牛筋为弦",
	},
	{
		id = 61069,
		desc = "枪身以乌金打造，坚固而有韧性",
	},
	{
		id = 61070,
		desc = "无",
	},
	{
		id = 61071,
		desc = "无",
	},
	{
		id = 61072,
		desc = "无",
	},
	{
		id = 61073,
		desc = "无",
	},
	{
		id = 61074,
		desc = "无",
	},
	{
		id = 61075,
		desc = "无",
	},
	{
		id = 61076,
		desc = "无",
	},
	{
		id = 61077,
		desc = "无",
	},
	{
		id = 61078,
		desc = "无",
	},
	{
		id = 61079,
		desc = "无",
	},
	{
		id = 61080,
		desc = "玄铁长枪，头部以乌金打造，气势如虹",
	},
	{
		id = 61081,
		desc = "无",
	},
	{
		id = 61082,
		desc = "无",
	},
	{
		id = 61083,
		desc = "无",
	},
	{
		id = 61084,
		desc = "无",
	},
	{
		id = 61085,
		desc = "无",
	},
	{
		id = 61086,
		desc = "混铁精钢打造，锤身沉重，状如斗大，为巨力者所喜用",
	},
	{
		id = 61087,
		desc = "无",
	},
	{
		id = 61088,
		desc = "无",
	},
	{
		id = 61089,
		desc = "力猛弓强，离弦之箭如游子归家般急切",
	},
	{
		id = 61090,
		desc = "无",
	},
	{
		id = 61091,
		desc = "无",
	},
	{
		id = 61092,
		desc = "无",
	},
	{
		id = 61093,
		desc = "无",
	},
	{
		id = 61094,
		desc = "扇面以特制的火笔作画而成，清秀典丽，永不褪色",
	},
	{
		id = 61095,
		desc = "用细如绢丝的竹丝精心编织而成的，灿若云锦，薄如蝉翼",
	},
	{
		id = 61096,
		desc = "无",
	},
	{
		id = 61097,
		desc = "檀香木制成，用以扇风，清香四溢",
	},
	{
		id = 61098,
		desc = "无",
	},
	{
		id = 61099,
		desc = "无",
	},
	{
		id = 61100,
		desc = "无",
	},
	{
		id = 61101,
		desc = "无",
	},
	{
		id = 61102,
		desc = "无",
	},
	{
		id = 61103,
		desc = "无",
	},
	{
		id = 61104,
		desc = "力猛弓强，弓弦震荡鹰鸟惊飞",
	},
	{
		id = 61105,
		desc = "无",
	},
	{
		id = 61106,
		desc = "无",
	},
	{
		id = 61107,
		desc = "无",
	},
	{
		id = 61108,
		desc = "无",
	},
	{
		id = 61109,
		desc = "无",
	},
	{
		id = 61110,
		desc = "无",
	},
	{
		id = 61111,
		desc = "无",
	},
	{
		id = 61112,
		desc = "无",
	},
	{
		id = 61113,
		desc = "无",
	},
	{
		id = 61114,
		desc = "无",
	},
	{
		id = 61115,
		desc = "无",
	},
	{
		id = 61116,
		desc = "无",
	},
	{
		id = 61117,
		desc = "精制布衣，其上绣有昴炎纹饰",
	},
	{
		id = 61118,
		desc = "精制布衣，其上绣有紫川纹饰",
	},
	{
		id = 61119,
		desc = "精制布衣，其上绣有德杉纹饰",
	},
	{
		id = 61120,
		desc = "精制布衣，其上绣有木翼纹饰",
	},
	{
		id = 61121,
		desc = "精制皮衣，其上绣有昴炎纹饰",
	},
	{
		id = 61122,
		desc = "精制皮衣，其上绣有紫川纹饰",
	},
	{
		id = 61123,
		desc = "精制皮衣，其上绣有德杉纹饰",
	},
	{
		id = 61124,
		desc = "精制皮衣，其上绣有木翼纹饰",
	},
	{
		id = 61125,
		desc = "精制皮衣，其上绣有锐辉纹饰",
	},
	{
		id = 61126,
		desc = "精制皮衣，其上绣有炀淼纹饰",
	},
	{
		id = 61127,
		desc = "精制皮甲，其上绣有炀淼纹饰",
	},
	{
		id = 61128,
		desc = "精制皮甲，其上绣有炙杉纹饰",
	},
	{
		id = 61129,
		desc = "精制皮甲，其上绣有耀焰纹饰",
	},
	{
		id = 61130,
		desc = "精制皮甲，其上绣有谷溪纹饰",
	},
	{
		id = 61131,
		desc = "精制皮甲，其上绣有冰岭纹饰",
	},
	{
		id = 61132,
		desc = "精制皮甲，其上绣有岱炎纹饰",
	},
	{
		id = 61133,
		desc = "精制皮甲，其上绣有锒灿纹饰",
	},
	{
		id = 61134,
		desc = "精制皮甲，其上绣有洛炎纹饰",
	},
	{
		id = 61135,
		desc = "精制皮甲，其上绣有锐茂纹饰",
	},
	{
		id = 61136,
		desc = "精制皮甲，其上绣有屹铮纹饰",
	},
	{
		id = 61137,
		desc = "相传名匠用龙骨打造此战甲，坚固程度不逊于任何铁甲",
	},
	{
		id = 61138,
		desc = "精制铠甲，其上铸有虎纹纹饰",
	},
	{
		id = 61139,
		desc = "精制铠甲，其上铸有昴炎纹饰",
	},
	{
		id = 61140,
		desc = "精制铠甲，其上铸有紫川纹饰",
	},
	{
		id = 61141,
		desc = "精制铠甲，其上铸有德杉纹饰",
	},
	{
		id = 61142,
		desc = "精制铠甲，其上铸有木翼纹饰",
	},
	{
		id = 61143,
		desc = "精制铠甲，其上铸有锐辉纹饰",
	},
	{
		id = 61144,
		desc = "以纯黄金铸造此铠甲，坚固无比，光彩夺目",
	},
	{
		id = 61145,
		desc = "此战袍以红锦成衣，其上绣万花，故得此名",
	},
	{
		id = 61146,
		desc = "精制铠甲，甲片有如鱼鳞覆盖全身，故而得名",
	},
	{
		id = 61147,
		desc = "精制头盔，因其形如狼，故而得名",
	},
	{
		id = 61148,
		desc = "精制铠甲，其上铸有虎牙纹饰",
	},
	{
		id = 61149,
		desc = "精制铠甲，其上铸有独特纹饰",
	},
	{
		id = 61150,
		desc = "精制铠甲，其上铸有月影纹饰",
	},
	{
		id = 61151,
		desc = "精制布护腕，佩戴舒适",
	},
	{
		id = 61152,
		desc = "精制铠甲，甲片有如鱼鳞覆盖全身，并以金线相连",
	},
	{
		id = 61153,
		desc = "精制铠甲，其上铸有雷霆纹饰",
	},
	{
		id = 61154,
		desc = "精制铁护腕，佩戴舒适",
	},
	{
		id = 61155,
		desc = "相传是此披风受到过众神的祝福",
	},
	{
		id = 61156,
		desc = "相传采取凤翅上最美的数根金羽制成",
	},
	{
		id = 61157,
		desc = "精制头盔，坚固无比，箭矢难穿",
	},
	{
		id = 61158,
		desc = "精制战靴，保护双足",
	},
	{
		id = 61159,
		desc = "精制铠甲，甲片有如龙鳞覆盖全身",
	},
	{
		id = 61160,
		desc = "精制铠甲，其上铸有寒月纹饰",
	},
	{
		id = 61161,
		desc = "精制铠甲，其上铸有光环纹饰",
	},
	{
		id = 61162,
		desc = "精制铠甲，其上铸有荒鹫纹饰",
	},
	{
		id = 61163,
		desc = "精制铠甲，其上铸有特殊纹饰",
	},
	{
		id = 61164,
		desc = "精制铠甲，其上铸有紫翎纹饰",
	},
	{
		id = 61165,
		desc = "精制铠甲，其上铸有特别纹饰",
	},
	{
		id = 61166,
		desc = "精制铠甲，其上铸有兽面纹饰",
	},
	{
		id = 61167,
		desc = "纯银打造，小巧美观",
	},
	{
		id = 61168,
		desc = "精心缝制的布袋，内置香料",
	},
	{
		id = 61169,
		desc = "相传为上天的眼泪所化",
	},
	{
		id = 61170,
		desc = "青玉石制成的吊坠",
	},
	{
		id = 61171,
		desc = "罕见的宝石，可在黑暗中发光",
	},
	{
		id = 61172,
		desc = "保护佩戴之人趋吉避凶",
	},
	{
		id = 61173,
		desc = "由诸多大小相同、质地相近的珍珠串连起来",
	},
	{
		id = 61174,
		desc = "用野兽的牙齿制成的配饰",
	},
	{
		id = 61175,
		desc = "黄金打造的手镯",
	},
	{
		id = 61176,
		desc = "罕见的宝石，有如大海般的蓝色，故得此名",
	},
	{
		id = 61177,
		desc = "神异奇石，敌人靠近是会有隐隐发光，如烽火一般",
	},
	{
		id = 61178,
		desc = "长生乞巧,永订盟香",
	},
	{
		id = 61179,
		desc = "罕见的宝石，做工精巧，玲珑剔透",
	},
	{
		id = 61180,
		desc = "碧玉制成的扳指",
	},
	{
		id = 61181,
		desc = "罕见宝石制成的项链，因有霞光般的色泽而得名",
	},
	{
		id = 61182,
		desc = "稀有的宝石，晶莹透亮",
	},
	{
		id = 61183,
		desc = "珊瑚制成的耳坠",
	},
	{
		id = 61184,
		desc = "虎牙制成的手链",
	},
	{
		id = 61185,
		desc = "精致玛瑙镶入黄金制成的吊坠",
	},
	{
		id = 61186,
		desc = "能工巧匠精心制作的戒指",
	},
	{
		id = 61187,
		desc = "红玉制成的扳指",
	},
	{
		id = 61188,
		desc = "血石串连而成的项链",
	},
	{
		id = 61189,
		desc = "著名美玉，被奉为“无价之宝”的“天下所共传之宝”",
	},
	{
		id = 61190,
		desc = "刻有八卦符文的吊坠",
	},
	{
		id = 61191,
		desc = "罕见美玉制成，有着琉璃般的通透",
	},
	{
		id = 61192,
		desc = "刻有羽人、神兽纹饰的铜镜",
	},
	{
		id = 61193,
		desc = "相传为诸葛亮发明，民众多用于祈福",
	},
	{
		id = 61194,
		desc = "精选美玉制成的项链",
	},
	{
		id = 61195,
		desc = "历代皇帝相传之印玺，乃奉秦始皇之命所镌刻",
	},
	{
		id = 61196,
		desc = "刻有云纹的玉佩",
	},
	{
		id = 61197,
		desc = "举世罕见的翡翠玉，即使神龙见了也爱惜不已，故而得名",
	},
	{
		id = 61198,
		desc = "白玉制成的发簪",
	},
	{
		id = 61199,
		desc = "琉璃所制，玲珑小巧",
	},
	{
		id = 61200,
		desc = "罕见的神石，相传来自玄冥之处",
	},
	{
		id = 61201,
		desc = "做工精巧无双的戒指",
	},
	{
		id = 61202,
		desc = "绫罗制成的香囊，其上绣有精美花纹",
	},
	{
		id = 61203,
		desc = "罕见的宝珠，隐约可见白烟缠绕",
	},
	{
		id = 61204,
		desc = "用诸多宝石制成的项链，极大地提高佩戴者的吸引力",
	},
	{
		id = 61205,
		desc = "极品翡翠雕制而成的青龙，栩栩如生",
	},
	{
		id = 61206,
		desc = "精心制作的戒指，戒面仿佛有白云流动",
	},
	{
		id = 61207,
		desc = "罕见的宝珠，据传龙王也为之颠倒",
	},
	{
		id = 61208,
		desc = "神异奇石，其色缤纷多变，其形小巧玲珑",
	},
	{
		id = 61209,
		desc = "相传为圣王佩戴过的吊坠",
	},
	{
		id = 61210,
		desc = "内含天机的锦囊",
	},
	{
		id = 61211,
		desc = "雕有四灵神兽的铜镜",
	},
	{
		id = 61212,
		desc = "豹骑都督的授印",
	},
	{
		id = 61213,
		desc = "张翼德装酒的葫芦",
	},
	{
		id = 61214,
		desc = "太玄石制成的手链",
	},
	{
		id = 61215,
		desc = "甄宓使用过的玉笛",
	},
	{
		id = 61216,
		desc = "典韦使用过的护心镜",
	},
	{
		id = 61217,
		desc = "任劳任怨的牛",
	},
	{
		id = 61218,
		desc = "任劳任怨的牛",
	},
	{
		id = 61219,
		desc = "褐色鬃毛的马",
	},
	{
		id = 61220,
		desc = "浑身雪白如玉的骏马",
	},
	{
		id = 61221,
		desc = "南蛮地区驯化后可骑乘的大象",
	},
	{
		id = 61222,
		desc = "因流出像鲜血一样的汗水而闻名",
	},
	{
		id = 61223,
		desc = "大宛国特有的骏马",
	},
	{
		id = 61224,
		desc = "孙权之爱马，是三国名马之一",
	},
	{
		id = 61225,
		desc = "著名的千里马",
	},
	{
		id = 61226,
		desc = "周穆王驾车用的骏马",
	},
	{
		id = 61227,
		desc = "著名的千里马",
	},
	{
		id = 61228,
		desc = "著名的千里马",
	},
	{
		id = 61229,
		desc = "著名的千里马",
	},
	{
		id = 61230,
		desc = "曹真之爱马，是三国名马之一",
	},
	{
		id = 61231,
		desc = "著名的千里马",
	},
	{
		id = 61232,
		desc = "著名的千里马",
	},
	{
		id = 61233,
		desc = "曹操的爱驹，高大威武，体态庄严",
	},
	{
		id = 61234,
		desc = "吕布的爱马，是三国名马之一",
	},
	{
		id = 61235,
		desc = "曹操的爱马，是三国名马之一",
	},
	{
		id = 61236,
		desc = "刘备的爱马，是三国名马之一",
	},
	{
		id = 61237,
		desc = "周武王登基后镌刻之印玺，失传多年后重现江湖，传得之者可网罗天下英雄",
	},
	{
		id = 61238,
		desc = "精致的铠甲，穿戴者周身散发出虹光",
	},
	{
		id = 61239,
		desc = "精致的吊坠，隐约可见虹光散发",
	},
	{
		id = 61240,
		desc = "散发虹光的异界之马，周身似乎琉璃一般透明",
	},
	{
		id = 66001,
		desc = "鬃毛牛",
	},
	{
		id = 66002,
		desc = "时要论",
	},
	{
		id = 66003,
		desc = "书经",
	},
	{
		id = 66004,
		desc = "孝经传",
	},
	{
		id = 66005,
		desc = "史记",
	},
	{
		id = 66006,
		desc = "战国策",
	},
	{
		id = 66007,
		desc = "治论",
	},
	{
		id = 66008,
		desc = "赤毛牛",
	},
	{
		id = 66009,
		desc = "褐鬃马",
	},
	{
		id = 66010,
		desc = "诗经",
	},
	{
		id = 66011,
		desc = "列女传",
	},
	{
		id = 66012,
		desc = "论语",
	},
	{
		id = 66013,
		desc = "商君书",
	},
	{
		id = 66014,
		desc = "易经",
	},
	{
		id = 66015,
		desc = "玉龙驹",
	},
	{
		id = 66016,
		desc = "南蛮巨象",
	},
	{
		id = 66017,
		desc = "汗血",
	},
	{
		id = 66018,
		desc = "大宛",
	},
	{
		id = 66019,
		desc = "快航",
	},
	{
		id = 66020,
		desc = "辩道论",
	},
	{
		id = 66021,
		desc = "典论",
	},
	{
		id = 66022,
		desc = "六韬",
	},
	{
		id = 66023,
		desc = "三略",
	},
	{
		id = 66024,
		desc = "山海经",
	},
	{
		id = 66025,
		desc = "太平清领道",
	},
	{
		id = 66026,
		desc = "骐骥",
	},
	{
		id = 66027,
		desc = "绿耳",
	},
	{
		id = 66028,
		desc = "踏云",
	},
	{
		id = 66029,
		desc = "紫骍",
	},
	{
		id = 66030,
		desc = "灰影",
	},
	{
		id = 66031,
		desc = "惊帆",
	},
	{
		id = 66032,
		desc = "乌孙",
	},
	{
		id = 66033,
		desc = "道德经",
	},
	{
		id = 66034,
		desc = "礼记",
	},
	{
		id = 66035,
		desc = "吴起兵法",
	},
	{
		id = 66036,
		desc = "遁甲天书",
	},
	{
		id = 66037,
		desc = "孟德新书",
	},
	{
		id = 66038,
		desc = "青囊书",
	},
	{
		id = 66039,
		desc = "孙子兵法",
	},
	{
		id = 66040,
		desc = "太平要术",
	},
	{
		id = 66041,
		desc = "王追",
	},
	{
		id = 66042,
		desc = "爪黄飞电",
	},
	{
		id = 66043,
		desc = "赤兔",
	},
	{
		id = 66044,
		desc = "绝影",
	},
	{
		id = 66045,
		desc = "的卢",
	},
	{
		id = 66046,
		desc = "易筋经",
	},
	{
		id = 66047,
		desc = "啸日箭",
	},
	{
		id = 66048,
		desc = "逐月箭",
	},
	{
		id = 66049,
		desc = "追星箭",
	},
	{
		id = 67001,
		desc = "浑身长满鬃毛的牛",
	},
	{
		id = 67002,
		desc = "王基着此书以讥讽时事",
	},
	{
		id = 67003,
		desc = "《尚书》，儒家经典之一",
	},
	{
		id = 67004,
		desc = "严畯所著",
	},
	{
		id = 67005,
		desc = "司马迁所著，列为“二十四史”之首",
	},
	{
		id = 67006,
		desc = "记述了战国时代历史的著作",
	},
	{
		id = 67007,
		desc = "治论介绍",
	},
	{
		id = 67008,
		desc = "毛皮为赤色的牛",
	},
	{
		id = 67009,
		desc = "褐色鬃毛的马",
	},
	{
		id = 67010,
		desc = "《诗》，儒家经典之一",
	},
	{
		id = 67011,
		desc = "介绍古代妇女事迹的传记性史书",
	},
	{
		id = 67012,
		desc = "《论语》，儒家经典，记录了孔子及其弟子的言行",
	},
	{
		id = 67013,
		desc = "商鞅所著，战国时期法家学派的代表作",
	},
	{
		id = 67014,
		desc = "群经之首，设教之书",
	},
	{
		id = 67015,
		desc = "浑身雪白如玉的骏马",
	},
	{
		id = 67016,
		desc = "南蛮之地独有坐骑",
	},
	{
		id = 67017,
		desc = "因流出像鲜血一样的汗水而闻名",
	},
	{
		id = 67018,
		desc = "大宛国特有的骏马",
	},
	{
		id = 67019,
		desc = "孙权之爱马，是三国名马之一",
	},
	{
		id = 67020,
		desc = "曹植所著，探讨了神仙之道，表达了对修道的不认同",
	},
	{
		id = 67021,
		desc = "曹丕所著，文艺理论批评专着",
	},
	{
		id = 67022,
		desc = "姜子牙所著，古时重要的兵书，与《三略》齐名",
	},
	{
		id = 67023,
		desc = "著名的军事著作，属于道家兵书，与《六韬》齐名",
	},
	{
		id = 67024,
		desc = "志怪古籍",
	},
	{
		id = 67025,
		desc = "三国神书之一为于吉所有，后赠予张角",
	},
	{
		id = 67026,
		desc = "著名的千里马",
	},
	{
		id = 67027,
		desc = "周穆王驾车用的骏马",
	},
	{
		id = 67028,
		desc = "著名的千里马",
	},
	{
		id = 67029,
		desc = "著名的千里马",
	},
	{
		id = 67030,
		desc = "著名的千里马",
	},
	{
		id = 67031,
		desc = "曹真之爱马，是三国名马之一",
	},
	{
		id = 67032,
		desc = "著名的千里马",
	},
	{
		id = 67033,
		desc = "老子所著，古代先秦诸子的著作之一",
	},
	{
		id = 67034,
		desc = "儒家经典之一",
	},
	{
		id = 67035,
		desc = "著名兵书",
	},
	{
		id = 67036,
		desc = "雷霆碎石壁而出此书，为左慈所得",
	},
	{
		id = 67037,
		desc = "曹操结合了其军事实践和前人兵书所著",
	},
	{
		id = 67038,
		desc = "华佗倾毕生经历、行医经验所作之书",
	},
	{
		id = 67039,
		desc = "孙武所著之兵学圣典",
	},
	{
		id = 67040,
		desc = "又称《太平经》，是黄老道的主要经典",
	},
	{
		id = 67041,
		desc = "著名的千里马",
	},
	{
		id = 67042,
		desc = "曹操的爱驹，高大威武，体态庄严",
	},
	{
		id = 67043,
		desc = "吕布的爱马，是三国名马之一",
	},
	{
		id = 67044,
		desc = "曹操的爱马，是三国名马之一",
	},
	{
		id = 67045,
		desc = "刘备的爱马，是三国名马之一",
	},
	{
		id = 67046,
		desc = "著名养生典籍，传授三军后可大幅减少伤亡",
	},
	{
		id = 67047,
		desc = "九州之内无人匹敌，箭术登峰造极的象征",
	},
	{
		id = 67048,
		desc = "五州之内无人匹敌，箭术高深莫测的象征",
	},
	{
		id = 67049,
		desc = "中原内无人匹敌，箭术炉火纯青的象征",
	},
	{
		id = 70001,
		desc = "1级落石",
	},
	{
		id = 70002,
		desc = "1级落石介绍",
	},
	{
		id = 70003,
		desc = "1级火箭",
	},
	{
		id = 70004,
		desc = "1级火箭介绍",
	},
	{
		id = 70005,
		desc = "1级滚木",
	},
	{
		id = 70006,
		desc = "1级滚木介绍",
	},
	{
		id = 80001,
		desc = "黄金",
	},
	{
		id = 80002,
		desc = "粮食",
	},
	{
		id = 80003,
		desc = "木材",
	},
	{
		id = 80004,
		desc = "石料",
	},
	{
		id = 80005,
		desc = "铁矿",
	},
	{
		id = 80006,
		desc = "白银",
	},
	{
		id = 80007,
		desc = "元宝",
	},
	{
		id = 80008,
		desc = "个人荣誉",
	},
	{
		id = 80009,
		desc = "行动力",
	},
	{
		id = 80010,
		desc = "主公经验",
	},
	{
		id = 80011,
		desc = "联盟科技经验",
	},
	{
		id = 80012,
		desc = "联盟荣誉",
	},
	{
		id = 80013,
		desc = "锦囊",
	},
	{
		id = 80014,
		desc = "铜币",
	},
	{
		id = 80015,
		desc = "勾玉",
	},
	{
		id = 80016,
		desc = "VIP点数",
	},
	{
		id = 80017,
		desc = "玉玺碎片",
	},
	{
		id = 80018,
		desc = "1级晶玉",
	},
	{
		id = 80019,
		desc = "2级晶玉",
	},
	{
		id = 80020,
		desc = "3级晶玉",
	},
	{
		id = 80021,
		desc = "4级晶玉",
	},
	{
		id = 80022,
		desc = "5级晶玉",
	},
	{
		id = 80023,
		desc = "1级青铜",
	},
	{
		id = 80024,
		desc = "2级青铜",
	},
	{
		id = 80025,
		desc = "3级青铜",
	},
	{
		id = 80026,
		desc = "4级青铜",
	},
	{
		id = 80027,
		desc = "5级青铜",
	},
	{
		id = 80028,
		desc = "1级精铁",
	},
	{
		id = 80029,
		desc = "2级精铁",
	},
	{
		id = 80030,
		desc = "3级精铁",
	},
	{
		id = 80031,
		desc = "4级精铁",
	},
	{
		id = 80032,
		desc = "5级精铁",
	},
	{
		id = 80033,
		desc = "1级松木",
	},
	{
		id = 80034,
		desc = "2级松木",
	},
	{
		id = 80035,
		desc = "3级松木",
	},
	{
		id = 80036,
		desc = "4级松木",
	},
	{
		id = 80037,
		desc = "5级松木",
	},
	{
		id = 80038,
		desc = "1级翡翠",
	},
	{
		id = 80039,
		desc = "2级翡翠",
	},
	{
		id = 80040,
		desc = "3级翡翠",
	},
	{
		id = 80041,
		desc = "4级翡翠",
	},
	{
		id = 80042,
		desc = "5级翡翠",
	},
	{
		id = 80043,
		desc = "1级玛瑙",
	},
	{
		id = 80044,
		desc = "2级玛瑙",
	},
	{
		id = 80045,
		desc = "3级玛瑙",
	},
	{
		id = 80046,
		desc = "4级玛瑙",
	},
	{
		id = 80047,
		desc = "5级玛瑙",
	},
	{
		id = 80048,
		desc = "1级硫磺",
	},
	{
		id = 80049,
		desc = "2级硫磺",
	},
	{
		id = 80050,
		desc = "3级硫磺",
	},
	{
		id = 80051,
		desc = "4级硫磺",
	},
	{
		id = 80052,
		desc = "5级硫磺",
	},
	{
		id = 80053,
		desc = "1级硝石",
	},
	{
		id = 80054,
		desc = "2级硝石",
	},
	{
		id = 80055,
		desc = "3级硝石",
	},
	{
		id = 80056,
		desc = "4级硝石",
	},
	{
		id = 80057,
		desc = "5级硝石",
	},
	{
		id = 80058,
		desc = "10000黄金",
	},
	{
		id = 80059,
		desc = "50000黄金",
	},
	{
		id = 80060,
		desc = "250000黄金",
	},
	{
		id = 80061,
		desc = "1000000黄金",
	},
	{
		id = 80062,
		desc = "3000000黄金",
	},
	{
		id = 80063,
		desc = "5000000黄金",
	},
	{
		id = 80064,
		desc = "少量黄金",
	},
	{
		id = 80065,
		desc = "许多黄金",
	},
	{
		id = 80066,
		desc = "很多黄金",
	},
	{
		id = 80067,
		desc = "大量黄金",
	},
	{
		id = 80068,
		desc = "巨量黄金",
	},
	{
		id = 80069,
		desc = "无数黄金",
	},
	{
		id = 80070,
		desc = "10000粮食",
	},
	{
		id = 80071,
		desc = "50000粮食",
	},
	{
		id = 80072,
		desc = "250000粮食",
	},
	{
		id = 80073,
		desc = "1000000粮食",
	},
	{
		id = 80074,
		desc = "3000000粮食",
	},
	{
		id = 80075,
		desc = "5000000粮食",
	},
	{
		id = 80076,
		desc = "少量粮食",
	},
	{
		id = 80077,
		desc = "许多粮食",
	},
	{
		id = 80078,
		desc = "很多粮食",
	},
	{
		id = 80079,
		desc = "大量粮食",
	},
	{
		id = 80080,
		desc = "巨量粮食",
	},
	{
		id = 80081,
		desc = "无数粮食",
	},
	{
		id = 80082,
		desc = "5000木材",
	},
	{
		id = 80083,
		desc = "25000木材",
	},
	{
		id = 80084,
		desc = "125000木材",
	},
	{
		id = 80085,
		desc = "500000木材",
	},
	{
		id = 80086,
		desc = "1500000木材",
	},
	{
		id = 80087,
		desc = "2500000木材",
	},
	{
		id = 80088,
		desc = "少量木材",
	},
	{
		id = 80089,
		desc = "许多木材",
	},
	{
		id = 80090,
		desc = "很多木材",
	},
	{
		id = 80091,
		desc = "大量木材",
	},
	{
		id = 80092,
		desc = "巨量木材",
	},
	{
		id = 80093,
		desc = "无数木材",
	},
	{
		id = 80094,
		desc = "3500石料",
	},
	{
		id = 80095,
		desc = "17500石料",
	},
	{
		id = 80096,
		desc = "87500石料",
	},
	{
		id = 80097,
		desc = "350000石料",
	},
	{
		id = 80098,
		desc = "1050000石料",
	},
	{
		id = 80099,
		desc = "1750000石料",
	},
	{
		id = 80100,
		desc = "少量石料",
	},
	{
		id = 80101,
		desc = "许多石料",
	},
	{
		id = 80102,
		desc = "很多石料",
	},
	{
		id = 80103,
		desc = "大量石料",
	},
	{
		id = 80104,
		desc = "巨量石料",
	},
	{
		id = 80105,
		desc = "无数石料",
	},
	{
		id = 80106,
		desc = "2500铁矿",
	},
	{
		id = 80107,
		desc = "12500铁矿",
	},
	{
		id = 80108,
		desc = "62500铁矿",
	},
	{
		id = 80109,
		desc = "250000铁矿",
	},
	{
		id = 80110,
		desc = "750000铁矿",
	},
	{
		id = 80111,
		desc = "1250000铁矿",
	},
	{
		id = 80112,
		desc = "少量铁矿",
	},
	{
		id = 80113,
		desc = "许多铁矿",
	},
	{
		id = 80114,
		desc = "很多铁矿",
	},
	{
		id = 80115,
		desc = "大量铁矿",
	},
	{
		id = 80116,
		desc = "巨量铁矿",
	},
	{
		id = 80117,
		desc = "无数铁矿",
	},
	{
		id = 80118,
		desc = "1000铜币",
	},
	{
		id = 80119,
		desc = "10000铜币",
	},
	{
		id = 80120,
		desc = "100000铜币",
	},
	{
		id = 80121,
		desc = "50勾玉",
	},
	{
		id = 80122,
		desc = "1000勾玉",
	},
	{
		id = 80123,
		desc = "5勾玉",
	},
	{
		id = 80124,
		desc = "10勾玉",
	},
	{
		id = 80125,
		desc = "100勾玉",
	},
	{
		id = 80126,
		desc = "10白银",
	},
	{
		id = 80127,
		desc = "100白银",
	},
	{
		id = 80128,
		desc = "1000白银",
	},
	{
		id = 80129,
		desc = "1锦囊",
	},
	{
		id = 80130,
		desc = "10锦囊",
	},
	{
		id = 80131,
		desc = "100锦囊",
	},
	{
		id = 80132,
		desc = "粮食消耗减少25%%",
	},
	{
		id = 80133,
		desc = "粮食消耗减少25%%",
	},
	{
		id = 80134,
		desc = "粮食消耗减少50%%",
	},
	{
		id = 80135,
		desc = "5分钟通用加速",
	},
	{
		id = 80136,
		desc = "1小时通用加速",
	},
	{
		id = 80137,
		desc = "5分钟建筑加速",
	},
	{
		id = 80138,
		desc = "10分钟建筑加速",
	},
	{
		id = 80139,
		desc = "30分钟建筑加速",
	},
	{
		id = 80140,
		desc = "1小时建筑加速",
	},
	{
		id = 80141,
		desc = "2小时建筑加速",
	},
	{
		id = 80142,
		desc = "8小时建筑加速",
	},
	{
		id = 80143,
		desc = "5分钟训练加速",
	},
	{
		id = 80144,
		desc = "10分钟训练加速",
	},
	{
		id = 80145,
		desc = "30分钟训练加速",
	},
	{
		id = 80146,
		desc = "1小时训练加速",
	},
	{
		id = 80147,
		desc = "2小时训练加速",
	},
	{
		id = 80148,
		desc = "8小时训练加速",
	},
	{
		id = 80149,
		desc = "5分钟治疗加速",
	},
	{
		id = 80150,
		desc = "10分钟治疗加速",
	},
	{
		id = 80151,
		desc = "30分钟治疗加速",
	},
	{
		id = 80152,
		desc = "1小时治疗加速",
	},
	{
		id = 80153,
		desc = "2小时治疗加速",
	},
	{
		id = 80154,
		desc = "8小时治疗加速",
	},
	{
		id = 80155,
		desc = "5分钟研究加速",
	},
	{
		id = 80156,
		desc = "10分钟研究加速",
	},
	{
		id = 80157,
		desc = "30分钟研究加速",
	},
	{
		id = 80158,
		desc = "1小时研究加速",
	},
	{
		id = 80159,
		desc = "2小时研究加速",
	},
	{
		id = 80160,
		desc = "8小时研究加速",
	},
	{
		id = 80161,
		desc = "随机迁城",
	},
	{
		id = 80162,
		desc = "高级迁城",
	},
	{
		id = 80163,
		desc = "盟友迁城",
	},
	{
		id = 80164,
		desc = "初级行军返回",
	},
	{
		id = 80165,
		desc = "高级行军返回",
	},
	{
		id = 80166,
		desc = "25%%行军加速",
	},
	{
		id = 80167,
		desc = "50%%行军加速",
	},
	{
		id = 80168,
		desc = "8小时战争保护",
	},
	{
		id = 80169,
		desc = "24小时战争保护",
	},
	{
		id = 80170,
		desc = "3天战争保护",
	},
	{
		id = 80171,
		desc = "25%%军团出战上限提升",
	},
	{
		id = 80172,
		desc = "12小时攻击加成",
	},
	{
		id = 80173,
		desc = "24小时攻击加成",
	},
	{
		id = 80174,
		desc = "12小时防御加成",
	},
	{
		id = 80175,
		desc = "24小时防御加成",
	},
	{
		id = 80176,
		desc = "24小时反侦察",
	},
	{
		id = 80177,
		desc = "7天反侦察",
	},
	{
		id = 80178,
		desc = "24小时伪装术",
	},
	{
		id = 80179,
		desc = "8小时采集加成",
	},
	{
		id = 80180,
		desc = "20小时采集加成",
	},
	{
		id = 80181,
		desc = "金矿提升",
	},
	{
		id = 80182,
		desc = "农田提升",
	},
	{
		id = 80183,
		desc = "伐木场提升",
	},
	{
		id = 80184,
		desc = "采石场提升",
	},
	{
		id = 80185,
		desc = "铁矿场提升",
	},
	{
		id = 80186,
		desc = "10点行动力药水",
	},
	{
		id = 80187,
		desc = "50点行动力药水",
	},
	{
		id = 80188,
		desc = "号角",
	},
	{
		id = 80189,
		desc = "刷新令",
	},
	{
		id = 80190,
		desc = "改名道具",
	},
	{
		id = 80191,
		desc = "更改形象",
	},
	{
		id = 80192,
		desc = "建筑移动",
	},
	{
		id = 80193,
		desc = "白色装备箱",
	},
	{
		id = 80194,
		desc = "绿色装备箱",
	},
	{
		id = 80195,
		desc = "蓝色装备箱",
	},
	{
		id = 80196,
		desc = "紫色装备箱",
	},
	{
		id = 80197,
		desc = "橙色装备箱",
	},
	{
		id = 80198,
		desc = "超级NB的装备箱",
	},
	{
		id = 80199,
		desc = "鬼才知道里面掉啥的装备箱",
	},
	{
		id = 80200,
		desc = "白色或绿色装备",
	},
	{
		id = 80201,
		desc = "绿色或蓝色装备",
	},
	{
		id = 80202,
		desc = "蓝色或紫色装备",
	},
	{
		id = 80203,
		desc = "紫色或橙色装备",
	},
	{
		id = 80204,
		desc = "橙色装备",
	},
	{
		id = 80205,
		desc = "白色进阶材料箱",
	},
	{
		id = 80206,
		desc = "绿色进阶材料箱",
	},
	{
		id = 80207,
		desc = "蓝色进阶材料箱",
	},
	{
		id = 80208,
		desc = "紫色进阶材料箱",
	},
	{
		id = 80209,
		desc = "橙色进阶材料箱",
	},
	{
		id = 80210,
		desc = "白色材料",
	},
	{
		id = 80211,
		desc = "绿色材料",
	},
	{
		id = 80212,
		desc = "蓝色材料",
	},
	{
		id = 80213,
		desc = "紫色材料",
	},
	{
		id = 80214,
		desc = "橙色材料",
	},
	{
		id = 80215,
		desc = "1000主公经验",
	},
	{
		id = 80216,
		desc = "2000主公经验",
	},
	{
		id = 80217,
		desc = "5000主公经验",
	},
	{
		id = 80218,
		desc = "10000主公经验",
	},
	{
		id = 80219,
		desc = "20000主公经验",
	},
	{
		id = 80220,
		desc = "战争号角",
	},
	{
		id = 80221,
		desc = "宝箱",
	},
	{
		id = 80222,
		desc = "5分钟陷阱制造加速",
	},
	{
		id = 80223,
		desc = "10分钟陷阱制造加速",
	},
	{
		id = 80224,
		desc = "30分钟陷阱制造加速",
	},
	{
		id = 80225,
		desc = "1小时陷阱制造加速",
	},
	{
		id = 80226,
		desc = "2小时陷阱制造加速",
	},
	{
		id = 80227,
		desc = "8小时陷阱制造加速",
	},
	{
		id = 80228,
		desc = "天赋重置",
	},
	{
		id = 80229,
		desc = "30分钟VIP",
	},
	{
		id = 80230,
		desc = "60分钟VIP",
	},
	{
		id = 80231,
		desc = "1天VIP",
	},
	{
		id = 80232,
		desc = "7天VIP",
	},
	{
		id = 80233,
		desc = "30天VIP",
	},
	{
		id = 80234,
		desc = "10 VIP点数",
	},
	{
		id = 80235,
		desc = "100 VIP点数",
	},
	{
		id = 80236,
		desc = "300 VIP点数",
	},
	{
		id = 80237,
		desc = "1000 VIP点数",
	},
	{
		id = 80238,
		desc = "10000 VIP点数",
	},
	{
		id = 80239,
		desc = "守卫礼包",
	},
	{
		id = 80240,
		desc = "援助礼包",
	},
	{
		id = 80241,
		desc = "征战礼包",
	},
	{
		id = 80242,
		desc = "总冠军超级黄金宝箱",
	},
	{
		id = 80243,
		desc = "总亚军超级白银宝箱",
	},
	{
		id = 80244,
		desc = "总季军超级青铜宝箱",
	},
	{
		id = 80245,
		desc = "超级青铜宝箱",
	},
	{
		id = 80246,
		desc = "超级青铜宝箱",
	},
	{
		id = 80247,
		desc = "超级青铜宝箱",
	},
	{
		id = 80248,
		desc = "超级青铜宝箱",
	},
	{
		id = 80249,
		desc = "超级青铜宝箱",
	},
	{
		id = 80250,
		desc = "超级青铜宝箱",
	},
	{
		id = 80251,
		desc = "超级青铜宝箱",
	},
	{
		id = 80252,
		desc = "青铜宝箱",
	},
	{
		id = 80253,
		desc = "白银宝箱",
	},
	{
		id = 80254,
		desc = "黄金宝箱",
	},
	{
		id = 80255,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 80256,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 80257,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 80258,
		desc = "大型青铜宝箱",
	},
	{
		id = 80259,
		desc = "大型青铜宝箱",
	},
	{
		id = 80260,
		desc = "大型青铜宝箱",
	},
	{
		id = 80261,
		desc = "大型青铜宝箱",
	},
	{
		id = 80262,
		desc = "大型青铜宝箱",
	},
	{
		id = 80263,
		desc = "大型青铜宝箱",
	},
	{
		id = 80264,
		desc = "大型青铜宝箱",
	},
	{
		id = 80265,
		desc = "青铜宝箱",
	},
	{
		id = 80266,
		desc = "白银宝箱",
	},
	{
		id = 80267,
		desc = "黄金宝箱",
	},
	{
		id = 80268,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 80269,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 80270,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 80271,
		desc = "大型青铜宝箱",
	},
	{
		id = 80272,
		desc = "大型青铜宝箱",
	},
	{
		id = 80273,
		desc = "大型青铜宝箱",
	},
	{
		id = 80274,
		desc = "大型青铜宝箱",
	},
	{
		id = 80275,
		desc = "大型青铜宝箱",
	},
	{
		id = 80276,
		desc = "大型青铜宝箱",
	},
	{
		id = 80277,
		desc = "大型青铜宝箱",
	},
	{
		id = 80278,
		desc = "青铜宝箱",
	},
	{
		id = 80279,
		desc = "白银宝箱",
	},
	{
		id = 80280,
		desc = "黄金宝箱",
	},
	{
		id = 80281,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 80282,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 80283,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 80284,
		desc = "大型青铜宝箱",
	},
	{
		id = 80285,
		desc = "大型青铜宝箱",
	},
	{
		id = 80286,
		desc = "大型青铜宝箱",
	},
	{
		id = 80287,
		desc = "大型青铜宝箱",
	},
	{
		id = 80288,
		desc = "大型青铜宝箱",
	},
	{
		id = 80289,
		desc = "大型青铜宝箱",
	},
	{
		id = 80290,
		desc = "大型青铜宝箱",
	},
	{
		id = 80291,
		desc = "青铜宝箱",
	},
	{
		id = 80292,
		desc = "白银宝箱",
	},
	{
		id = 80293,
		desc = "黄金宝箱",
	},
	{
		id = 80294,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 80295,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 80296,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 80297,
		desc = "大型青铜宝箱",
	},
	{
		id = 80298,
		desc = "大型青铜宝箱",
	},
	{
		id = 80299,
		desc = "大型青铜宝箱",
	},
	{
		id = 80300,
		desc = "大型青铜宝箱",
	},
	{
		id = 80301,
		desc = "大型青铜宝箱",
	},
	{
		id = 80302,
		desc = "大型青铜宝箱",
	},
	{
		id = 80303,
		desc = "大型青铜宝箱",
	},
	{
		id = 80304,
		desc = "青铜宝箱",
	},
	{
		id = 80305,
		desc = "白银宝箱",
	},
	{
		id = 80306,
		desc = "黄金宝箱",
	},
	{
		id = 80307,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 80308,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 80309,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 80310,
		desc = "大型青铜宝箱",
	},
	{
		id = 80311,
		desc = "大型青铜宝箱",
	},
	{
		id = 80312,
		desc = "大型青铜宝箱",
	},
	{
		id = 80313,
		desc = "大型青铜宝箱",
	},
	{
		id = 80314,
		desc = "大型青铜宝箱",
	},
	{
		id = 80315,
		desc = "大型青铜宝箱",
	},
	{
		id = 80316,
		desc = "大型青铜宝箱",
	},
	{
		id = 80317,
		desc = "联盟青铜宝箱",
	},
	{
		id = 80318,
		desc = "联盟白银宝箱",
	},
	{
		id = 80319,
		desc = "联盟黄金宝箱",
	},
	{
		id = 80320,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 80321,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 80322,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 80323,
		desc = "联盟青铜宝箱",
	},
	{
		id = 80324,
		desc = "联盟白银宝箱",
	},
	{
		id = 80325,
		desc = "联盟黄金宝箱",
	},
	{
		id = 80326,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 80327,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 80328,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 80329,
		desc = "联盟青铜宝箱",
	},
	{
		id = 80330,
		desc = "联盟白银宝箱",
	},
	{
		id = 80331,
		desc = "联盟黄金宝箱",
	},
	{
		id = 80332,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 80333,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 80334,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 80335,
		desc = "联盟青铜宝箱",
	},
	{
		id = 80336,
		desc = "联盟白银宝箱",
	},
	{
		id = 80337,
		desc = "联盟黄金宝箱",
	},
	{
		id = 80338,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 80339,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 80340,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 80341,
		desc = "董袭信物",
	},
	{
		id = 80342,
		desc = "蒋钦信物",
	},
	{
		id = 80343,
		desc = "朱然信物",
	},
	{
		id = 80344,
		desc = "夏侯霸信物",
	},
	{
		id = 80345,
		desc = "乐进信物",
	},
	{
		id = 80346,
		desc = "曹洪信物",
	},
	{
		id = 80347,
		desc = "于禁信物",
	},
	{
		id = 80348,
		desc = "李典信物",
	},
	{
		id = 80349,
		desc = "廖化信物",
	},
	{
		id = 80350,
		desc = "张翼信物",
	},
	{
		id = 80351,
		desc = "孟达信物",
	},
	{
		id = 80352,
		desc = "蒋琬信物",
	},
	{
		id = 80353,
		desc = "张绣信物",
	},
	{
		id = 80354,
		desc = "张宝信物",
	},
	{
		id = 80355,
		desc = "韩遂信物",
	},
	{
		id = 80356,
		desc = "刘表信物",
	},
	{
		id = 80357,
		desc = "张角信物",
	},
	{
		id = 80358,
		desc = "凌统信物",
	},
	{
		id = 80359,
		desc = "丁奉信物",
	},
	{
		id = 80360,
		desc = "韩当信物",
	},
	{
		id = 80361,
		desc = "朱桓信物",
	},
	{
		id = 80362,
		desc = "徐盛信物",
	},
	{
		id = 80363,
		desc = "曹彰信物",
	},
	{
		id = 80364,
		desc = "王双信物",
	},
	{
		id = 80365,
		desc = "邓艾信物",
	},
	{
		id = 80366,
		desc = "文聘信物",
	},
	{
		id = 80367,
		desc = "诸葛诞信物",
	},
	{
		id = 80368,
		desc = "司马昭信物",
	},
	{
		id = 80369,
		desc = "锺会信物",
	},
	{
		id = 80370,
		desc = "甄姬信物",
	},
	{
		id = 80371,
		desc = "孟获信物",
	},
	{
		id = 80372,
		desc = "马岱信物",
	},
	{
		id = 80373,
		desc = "祝融信物",
	},
	{
		id = 80374,
		desc = "周仓信物",
	},
	{
		id = 80375,
		desc = "王平信物",
	},
	{
		id = 80376,
		desc = "吴懿信物",
	},
	{
		id = 80377,
		desc = "邓芝信物",
	},
	{
		id = 80378,
		desc = "法正信物",
	},
	{
		id = 80379,
		desc = "黄月英信物",
	},
	{
		id = 80380,
		desc = "费祎信物",
	},
	{
		id = 80381,
		desc = "纪灵信物",
	},
	{
		id = 80382,
		desc = "马腾信物",
	},
	{
		id = 80383,
		desc = "陈武信物",
	},
	{
		id = 80384,
		desc = "公孙瓒信物",
	},
	{
		id = 80385,
		desc = "陈登信物",
	},
	{
		id = 80386,
		desc = "卢植信物",
	},
	{
		id = 80387,
		desc = "审配信物",
	},
	{
		id = 80388,
		desc = "陈宫信物",
	},
	{
		id = 80389,
		desc = "沮授信物",
	},
	{
		id = 80390,
		desc = "黄盖信物",
	},
	{
		id = 80391,
		desc = "孙尚香信物",
	},
	{
		id = 80392,
		desc = "程普信物",
	},
	{
		id = 80393,
		desc = "孙权信物",
	},
	{
		id = 80394,
		desc = "曹丕信物",
	},
	{
		id = 80395,
		desc = "程昱信物",
	},
	{
		id = 80396,
		desc = "严颜信物",
	},
	{
		id = 80397,
		desc = "马良信物",
	},
	{
		id = 80398,
		desc = "董卓信物",
	},
	{
		id = 80399,
		desc = "甘宁信物",
	},
	{
		id = 80400,
		desc = "孙坚信物",
	},
	{
		id = 80401,
		desc = "鲁肃信物",
	},
	{
		id = 80402,
		desc = "张纮信物",
	},
	{
		id = 80403,
		desc = "张昭信物",
	},
	{
		id = 80404,
		desc = "庞德信物",
	},
	{
		id = 80405,
		desc = "夏侯惇信物",
	},
	{
		id = 80406,
		desc = "徐晃信物",
	},
	{
		id = 80407,
		desc = "夏侯渊信物",
	},
	{
		id = 80408,
		desc = "张郃信物",
	},
	{
		id = 80409,
		desc = "曹仁信物",
	},
	{
		id = 80410,
		desc = "徐庶信物",
	},
	{
		id = 80411,
		desc = "贾诩信物",
	},
	{
		id = 80412,
		desc = "荀彧信物",
	},
	{
		id = 80413,
		desc = "魏延信物",
	},
	{
		id = 80414,
		desc = "关索信物",
	},
	{
		id = 80415,
		desc = "张苞信物",
	},
	{
		id = 80416,
		desc = "关兴信物",
	},
	{
		id = 80417,
		desc = "关平信物",
	},
	{
		id = 80418,
		desc = "庞统信物",
	},
	{
		id = 80419,
		desc = "文丑信物",
	},
	{
		id = 80420,
		desc = "颜良信物",
	},
	{
		id = 80421,
		desc = "华雄信物",
	},
	{
		id = 80422,
		desc = "张任信物",
	},
	{
		id = 80423,
		desc = "高顺信物",
	},
	{
		id = 80424,
		desc = "袁绍信物",
	},
	{
		id = 80425,
		desc = "华佗信物",
	},
	{
		id = 80426,
		desc = "田丰信物",
	},
	{
		id = 80427,
		desc = "李儒信物",
	},
	{
		id = 80428,
		desc = "太史慈信物",
	},
	{
		id = 80429,
		desc = "周泰信物",
	},
	{
		id = 80430,
		desc = "吕蒙信物",
	},
	{
		id = 80431,
		desc = "小乔信物",
	},
	{
		id = 80432,
		desc = "大乔信物",
	},
	{
		id = 80433,
		desc = "张辽信物",
	},
	{
		id = 80434,
		desc = "姜维信物",
	},
	{
		id = 80435,
		desc = "刘备信物",
	},
	{
		id = 80436,
		desc = "貂蝉信物",
	},
	{
		id = 80437,
		desc = "孙策信物",
	},
	{
		id = 80438,
		desc = "周瑜信物",
	},
	{
		id = 80439,
		desc = "陆逊信物",
	},
	{
		id = 80440,
		desc = "典韦信物",
	},
	{
		id = 80441,
		desc = "许褚信物",
	},
	{
		id = 80442,
		desc = "曹操信物",
	},
	{
		id = 80443,
		desc = "司马懿信物",
	},
	{
		id = 80444,
		desc = "郭嘉信物",
	},
	{
		id = 80445,
		desc = "张飞信物",
	},
	{
		id = 80446,
		desc = "关羽信物",
	},
	{
		id = 80447,
		desc = "马超信物",
	},
	{
		id = 80448,
		desc = "赵云信物",
	},
	{
		id = 80449,
		desc = "黄忠信物",
	},
	{
		id = 80450,
		desc = "诸葛亮信物",
	},
	{
		id = 80451,
		desc = "吕布信物",
	},
	{
		id = 80452,
		desc = "月饼",
	},
	{
		id = 80453,
		desc = "玉佩",
	},
	{
		id = 80454,
		desc = "南瓜",
	},
	{
		id = 80455,
		desc = "神董袭信物",
	},
	{
		id = 80456,
		desc = "神蒋钦信物",
	},
	{
		id = 80457,
		desc = "神朱然信物",
	},
	{
		id = 80458,
		desc = "神夏侯霸信物",
	},
	{
		id = 80459,
		desc = "神乐进信物",
	},
	{
		id = 80460,
		desc = "神曹洪信物",
	},
	{
		id = 80461,
		desc = "神于禁信物",
	},
	{
		id = 80462,
		desc = "神李典信物",
	},
	{
		id = 80463,
		desc = "神廖化信物",
	},
	{
		id = 80464,
		desc = "神张翼信物",
	},
	{
		id = 80465,
		desc = "神孟达信物",
	},
	{
		id = 80466,
		desc = "神蒋琬信物",
	},
	{
		id = 80467,
		desc = "神张绣信物",
	},
	{
		id = 80468,
		desc = "神张宝信物",
	},
	{
		id = 80469,
		desc = "神韩遂信物",
	},
	{
		id = 80470,
		desc = "神刘表信物",
	},
	{
		id = 80471,
		desc = "神张角信物",
	},
	{
		id = 80472,
		desc = "神凌统信物",
	},
	{
		id = 80473,
		desc = "神丁奉信物",
	},
	{
		id = 80474,
		desc = "神韩当信物",
	},
	{
		id = 80475,
		desc = "神朱桓信物",
	},
	{
		id = 80476,
		desc = "神徐盛信物",
	},
	{
		id = 80477,
		desc = "神曹彰信物",
	},
	{
		id = 80478,
		desc = "神王双信物",
	},
	{
		id = 80479,
		desc = "神邓艾信物",
	},
	{
		id = 80480,
		desc = "神文聘信物",
	},
	{
		id = 80481,
		desc = "神诸葛诞信物",
	},
	{
		id = 80482,
		desc = "神司马昭信物",
	},
	{
		id = 80483,
		desc = "神锺会信物",
	},
	{
		id = 80484,
		desc = "神甄姬信物",
	},
	{
		id = 80485,
		desc = "神孟获信物",
	},
	{
		id = 80486,
		desc = "神马岱信物",
	},
	{
		id = 80487,
		desc = "神祝融信物",
	},
	{
		id = 80488,
		desc = "神周仓信物",
	},
	{
		id = 80489,
		desc = "神王平信物",
	},
	{
		id = 80490,
		desc = "神吴懿信物",
	},
	{
		id = 80491,
		desc = "神邓芝信物",
	},
	{
		id = 80492,
		desc = "神法正信物",
	},
	{
		id = 80493,
		desc = "神黄月英信物",
	},
	{
		id = 80494,
		desc = "神费祎信物",
	},
	{
		id = 80495,
		desc = "神纪灵信物",
	},
	{
		id = 80496,
		desc = "神马腾信物",
	},
	{
		id = 80497,
		desc = "神陈武信物",
	},
	{
		id = 80498,
		desc = "神公孙瓒信物",
	},
	{
		id = 80499,
		desc = "神陈登信物",
	},
	{
		id = 80500,
		desc = "神卢植信物",
	},
	{
		id = 80501,
		desc = "神审配信物",
	},
	{
		id = 80502,
		desc = "神陈宫信物",
	},
	{
		id = 80503,
		desc = "神沮授信物",
	},
	{
		id = 80504,
		desc = "神黄盖信物",
	},
	{
		id = 80505,
		desc = "神孙尚香信物",
	},
	{
		id = 80506,
		desc = "神程普信物",
	},
	{
		id = 80507,
		desc = "神孙权信物",
	},
	{
		id = 80508,
		desc = "神曹丕信物",
	},
	{
		id = 80509,
		desc = "神程昱信物",
	},
	{
		id = 80510,
		desc = "神严颜信物",
	},
	{
		id = 80511,
		desc = "神马良信物",
	},
	{
		id = 80512,
		desc = "神董卓信物",
	},
	{
		id = 80513,
		desc = "神甘宁信物",
	},
	{
		id = 80514,
		desc = "神孙坚信物",
	},
	{
		id = 80515,
		desc = "神鲁肃信物",
	},
	{
		id = 80516,
		desc = "神张纮信物",
	},
	{
		id = 80517,
		desc = "神张昭信物",
	},
	{
		id = 80518,
		desc = "神庞德信物",
	},
	{
		id = 80519,
		desc = "神夏侯惇信物",
	},
	{
		id = 80520,
		desc = "神徐晃信物",
	},
	{
		id = 80521,
		desc = "神夏侯渊信物",
	},
	{
		id = 80522,
		desc = "神张郃信物",
	},
	{
		id = 80523,
		desc = "神曹仁信物",
	},
	{
		id = 80524,
		desc = "神徐庶信物",
	},
	{
		id = 80525,
		desc = "神贾诩信物",
	},
	{
		id = 80526,
		desc = "神荀彧信物",
	},
	{
		id = 80527,
		desc = "神魏延信物",
	},
	{
		id = 80528,
		desc = "神关索信物",
	},
	{
		id = 80529,
		desc = "神张苞信物",
	},
	{
		id = 80530,
		desc = "神关兴信物",
	},
	{
		id = 80531,
		desc = "神关平信物",
	},
	{
		id = 80532,
		desc = "神庞统信物",
	},
	{
		id = 80533,
		desc = "神文丑信物",
	},
	{
		id = 80534,
		desc = "神颜良信物",
	},
	{
		id = 80535,
		desc = "神华雄信物",
	},
	{
		id = 80536,
		desc = "神张任信物",
	},
	{
		id = 80537,
		desc = "神高顺信物",
	},
	{
		id = 80538,
		desc = "神袁绍信物",
	},
	{
		id = 80539,
		desc = "神华佗信物",
	},
	{
		id = 80540,
		desc = "神田丰信物",
	},
	{
		id = 80541,
		desc = "神李儒信物",
	},
	{
		id = 80542,
		desc = "神太史慈信物",
	},
	{
		id = 80543,
		desc = "神周泰信物",
	},
	{
		id = 80544,
		desc = "神吕蒙信物",
	},
	{
		id = 80545,
		desc = "神小乔信物",
	},
	{
		id = 80546,
		desc = "神大乔信物",
	},
	{
		id = 80547,
		desc = "神张辽信物",
	},
	{
		id = 80548,
		desc = "神姜维信物",
	},
	{
		id = 80549,
		desc = "神刘备信物",
	},
	{
		id = 80550,
		desc = "神貂蝉信物",
	},
	{
		id = 80551,
		desc = "神孙策信物",
	},
	{
		id = 80552,
		desc = "神周瑜信物",
	},
	{
		id = 80553,
		desc = "神陆逊信物",
	},
	{
		id = 80554,
		desc = "神典韦信物",
	},
	{
		id = 80555,
		desc = "神许褚信物",
	},
	{
		id = 80556,
		desc = "神曹操信物",
	},
	{
		id = 80557,
		desc = "神司马懿信物",
	},
	{
		id = 80558,
		desc = "神郭嘉信物",
	},
	{
		id = 80559,
		desc = "神张飞信物",
	},
	{
		id = 80560,
		desc = "神关羽信物",
	},
	{
		id = 80561,
		desc = "神马超信物",
	},
	{
		id = 80562,
		desc = "神赵云信物",
	},
	{
		id = 80563,
		desc = "神黄忠信物",
	},
	{
		id = 80564,
		desc = "神诸葛亮信物",
	},
	{
		id = 80565,
		desc = "神吕布信物",
	},
	{
		id = 80566,
		desc = "御龙头盔",
	},
	{
		id = 80567,
		desc = "御龙护肩",
	},
	{
		id = 80568,
		desc = "御龙胸铠",
	},
	{
		id = 80569,
		desc = "御龙腰封",
	},
	{
		id = 80570,
		desc = "御龙腿铠",
	},
	{
		id = 80571,
		desc = "御龙战靴",
	},
	{
		id = 80572,
		desc = "混元丹",
	},
	{
		id = 80573,
		desc = "无字天书",
	},
	{
		id = 80574,
		desc = "混元丹",
	},
	{
		id = 80575,
		desc = "混元丹",
	},
	{
		id = 80576,
		desc = "混元丹",
	},
	{
		id = 80577,
		desc = "兵法残页",
	},
	{
		id = 80578,
		desc = "兵法残简",
	},
	{
		id = 80579,
		desc = "兵法书页",
	},
	{
		id = 80580,
		desc = "兵法书简",
	},
	{
		id = 80581,
		desc = "兵法书卷",
	},
	{
		id = 80582,
		desc = "城防值",
	},
	{
		id = 80583,
		desc = "铸城锤",
	},
	{
		id = 80584,
		desc = "神武将经验",
	},
	{
		id = 80585,
		desc = "免费占星券",
	},
	{
		id = 80586,
		desc = "免费天陨券",
	},
	{
		id = 80587,
		desc = "幸运券",
	},
	{
		id = 80588,
		desc = "御龙宝箱",
	},
	{
		id = 80589,
		desc = "御龙宝箱",
	},
	{
		id = 80590,
		desc = "御龙宝箱",
	},
	{
		id = 80591,
		desc = "御龙宝箱",
	},
	{
		id = 80592,
		desc = "御龙宝箱",
	},
	{
		id = 80593,
		desc = "富贵鸡",
	},
	{
		id = 80594,
		desc = "天降神兵",
	},
	{
		id = 80595,
		desc = "御龙大宝箱",
	},
	{
		id = 80596,
		desc = "御龙中宝箱",
	},
	{
		id = 80597,
		desc = "御龙小宝箱",
	},
	{
		id = 80598,
		desc = "坐骑宝箱",
	},
	{
		id = 80599,
		desc = "神盔宝箱",
	},
	{
		id = 80600,
		desc = "元旦礼盒",
	},
	{
		id = 80601,
		desc = "镇国小宝箱",
	},
	{
		id = 80602,
		desc = "镇国中宝箱",
	},
	{
		id = 80603,
		desc = "镇国大宝箱",
	},
	{
		id = 80604,
		desc = "镇国圣器箱",
	},
	{
		id = 80605,
		desc = "镇国神器箱",
	},
	{
		id = 80606,
		desc = "战勋",
	},
	{
		id = 80607,
		desc = "橙色坐骑宝箱",
	},
	{
		id = 80608,
		desc = "新年福袋",
	},
	{
		id = 80609,
		desc = "元宝红包",
	},
	{
		id = 80610,
		desc = "红玫瑰",
	},
	{
		id = 80611,
		desc = "城战行军加速50%%",
	},
	{
		id = 80612,
		desc = "神董袭将魂",
	},
	{
		id = 80613,
		desc = "神蒋钦将魂",
	},
	{
		id = 80614,
		desc = "神朱然将魂",
	},
	{
		id = 80615,
		desc = "神夏侯霸将魂",
	},
	{
		id = 80616,
		desc = "神乐进将魂",
	},
	{
		id = 80617,
		desc = "神曹洪将魂",
	},
	{
		id = 80618,
		desc = "神于禁将魂",
	},
	{
		id = 80619,
		desc = "神李典将魂",
	},
	{
		id = 80620,
		desc = "神廖化将魂",
	},
	{
		id = 80621,
		desc = "神张翼将魂",
	},
	{
		id = 80622,
		desc = "神孟达将魂",
	},
	{
		id = 80623,
		desc = "神蒋琬将魂",
	},
	{
		id = 80624,
		desc = "神张绣将魂",
	},
	{
		id = 80625,
		desc = "神张宝将魂",
	},
	{
		id = 80626,
		desc = "神韩遂将魂",
	},
	{
		id = 80627,
		desc = "神刘表将魂",
	},
	{
		id = 80628,
		desc = "神张角将魂",
	},
	{
		id = 80629,
		desc = "神凌统将魂",
	},
	{
		id = 80630,
		desc = "神丁奉将魂",
	},
	{
		id = 80631,
		desc = "神韩当将魂",
	},
	{
		id = 80632,
		desc = "神朱桓将魂",
	},
	{
		id = 80633,
		desc = "神徐盛将魂",
	},
	{
		id = 80634,
		desc = "神曹彰将魂",
	},
	{
		id = 80635,
		desc = "神王双将魂",
	},
	{
		id = 80636,
		desc = "神邓艾将魂",
	},
	{
		id = 80637,
		desc = "神文聘将魂",
	},
	{
		id = 80638,
		desc = "神诸葛诞将魂",
	},
	{
		id = 80639,
		desc = "神司马昭将魂",
	},
	{
		id = 80640,
		desc = "神锺会将魂",
	},
	{
		id = 80641,
		desc = "神甄姬将魂",
	},
	{
		id = 80642,
		desc = "神孟获将魂",
	},
	{
		id = 80643,
		desc = "神马岱将魂",
	},
	{
		id = 80644,
		desc = "神祝融将魂",
	},
	{
		id = 80645,
		desc = "神周仓将魂",
	},
	{
		id = 80646,
		desc = "神王平将魂",
	},
	{
		id = 80647,
		desc = "神吴懿将魂",
	},
	{
		id = 80648,
		desc = "神邓芝将魂",
	},
	{
		id = 80649,
		desc = "神法正将魂",
	},
	{
		id = 80650,
		desc = "神黄月英将魂",
	},
	{
		id = 80651,
		desc = "神费禕将魂",
	},
	{
		id = 80652,
		desc = "神纪灵将魂",
	},
	{
		id = 80653,
		desc = "神马腾将魂",
	},
	{
		id = 80654,
		desc = "神陈武将魂",
	},
	{
		id = 80655,
		desc = "神公孙瓒将魂",
	},
	{
		id = 80656,
		desc = "神陈登将魂",
	},
	{
		id = 80657,
		desc = "神卢植将魂",
	},
	{
		id = 80658,
		desc = "神审配将魂",
	},
	{
		id = 80659,
		desc = "神陈宫将魂",
	},
	{
		id = 80660,
		desc = "神沮授将魂",
	},
	{
		id = 80661,
		desc = "神黄盖将魂",
	},
	{
		id = 80662,
		desc = "神孙尚香将魂",
	},
	{
		id = 80663,
		desc = "神程普将魂",
	},
	{
		id = 80664,
		desc = "神孙权将魂",
	},
	{
		id = 80665,
		desc = "神曹丕将魂",
	},
	{
		id = 80666,
		desc = "神程昱将魂",
	},
	{
		id = 80667,
		desc = "神严颜将魂",
	},
	{
		id = 80668,
		desc = "神马良将魂",
	},
	{
		id = 80669,
		desc = "神董卓将魂",
	},
	{
		id = 80670,
		desc = "神甘宁将魂",
	},
	{
		id = 80671,
		desc = "神孙坚将魂",
	},
	{
		id = 80672,
		desc = "神鲁肃将魂",
	},
	{
		id = 80673,
		desc = "神张紘将魂",
	},
	{
		id = 80674,
		desc = "神张昭将魂",
	},
	{
		id = 80675,
		desc = "神庞德将魂",
	},
	{
		id = 80676,
		desc = "神夏侯惇将魂",
	},
	{
		id = 80677,
		desc = "神徐晃将魂",
	},
	{
		id = 80678,
		desc = "神夏侯渊将魂",
	},
	{
		id = 80679,
		desc = "神张郃将魂",
	},
	{
		id = 80680,
		desc = "神曹仁将魂",
	},
	{
		id = 80681,
		desc = "神徐庶将魂",
	},
	{
		id = 80682,
		desc = "神贾诩将魂",
	},
	{
		id = 80683,
		desc = "神荀彧将魂",
	},
	{
		id = 80684,
		desc = "神魏延将魂",
	},
	{
		id = 80685,
		desc = "神关索将魂",
	},
	{
		id = 80686,
		desc = "神张苞将魂",
	},
	{
		id = 80687,
		desc = "神关兴将魂",
	},
	{
		id = 80688,
		desc = "神关平将魂",
	},
	{
		id = 80689,
		desc = "神庞统将魂",
	},
	{
		id = 80690,
		desc = "神文丑将魂",
	},
	{
		id = 80691,
		desc = "神颜良将魂",
	},
	{
		id = 80692,
		desc = "神华雄将魂",
	},
	{
		id = 80693,
		desc = "神张任将魂",
	},
	{
		id = 80694,
		desc = "神高顺将魂",
	},
	{
		id = 80695,
		desc = "神袁绍将魂",
	},
	{
		id = 80696,
		desc = "神华佗将魂",
	},
	{
		id = 80697,
		desc = "神田丰将魂",
	},
	{
		id = 80698,
		desc = "神李儒将魂",
	},
	{
		id = 80699,
		desc = "神太史慈将魂",
	},
	{
		id = 80700,
		desc = "神周泰将魂",
	},
	{
		id = 80701,
		desc = "神吕蒙将魂",
	},
	{
		id = 80702,
		desc = "神小乔将魂",
	},
	{
		id = 80703,
		desc = "神大乔将魂",
	},
	{
		id = 80704,
		desc = "神张辽将魂",
	},
	{
		id = 80705,
		desc = "神姜维将魂",
	},
	{
		id = 80706,
		desc = "神刘备将魂",
	},
	{
		id = 80707,
		desc = "神貂蝉将魂",
	},
	{
		id = 80708,
		desc = "神孙策将魂",
	},
	{
		id = 80709,
		desc = "神周瑜将魂",
	},
	{
		id = 80710,
		desc = "神陆逊将魂",
	},
	{
		id = 80711,
		desc = "神典韦将魂",
	},
	{
		id = 80712,
		desc = "神许褚将魂",
	},
	{
		id = 80713,
		desc = "神曹操将魂",
	},
	{
		id = 80714,
		desc = "神司马懿将魂",
	},
	{
		id = 80715,
		desc = "神郭嘉将魂",
	},
	{
		id = 80716,
		desc = "神张飞将魂",
	},
	{
		id = 80717,
		desc = "神关羽将魂",
	},
	{
		id = 80718,
		desc = "神马超将魂",
	},
	{
		id = 80719,
		desc = "神赵云将魂",
	},
	{
		id = 80720,
		desc = "神黄忠将魂",
	},
	{
		id = 80721,
		desc = "神诸葛亮将魂",
	},
	{
		id = 80722,
		desc = "神吕布将魂",
	},
	{
		id = 80723,
		desc = "免费祭天券",
	},
	{
		id = 80724,
		desc = "桃花枝",
	},
	{
		id = 80725,
		desc = "神玉",
	},
	{
		id = 80726,
		desc = "将印",
	},
	{
		id = 80727,
		desc = "黄龙碎玉",
	},
	{
		id = 80728,
		desc = "祭天香",
	},
	{
		id = 80729,
		desc = "玲珑香粽",
	},
	{
		id = 80730,
		desc = "月牙戟碎片",
	},
	{
		id = 80731,
		desc = "镔铁宝刀碎片",
	},
	{
		id = 80732,
		desc = "虹刃剑碎片",
	},
	{
		id = 80733,
		desc = "桃花扇碎片",
	},
	{
		id = 80734,
		desc = "鹃花扇碎片",
	},
	{
		id = 80735,
		desc = "承影碎片",
	},
	{
		id = 80736,
		desc = "昂龙三尖叉碎片",
	},
	{
		id = 80737,
		desc = "雌雄双股剑碎片",
	},
	{
		id = 80738,
		desc = "牡丹扇碎片",
	},
	{
		id = 80739,
		desc = "霸王枪碎片",
	},
	{
		id = 80740,
		desc = "淮阴剑碎片",
	},
	{
		id = 80741,
		desc = "闪燕剑碎片",
	},
	{
		id = 80742,
		desc = "恶来双戟碎片",
	},
	{
		id = 80743,
		desc = "金背开山刀碎片",
	},
	{
		id = 80744,
		desc = "倚天剑碎片",
	},
	{
		id = 80745,
		desc = "黑慧扇碎片",
	},
	{
		id = 80746,
		desc = "鬼才扇碎片",
	},
	{
		id = 80747,
		desc = "丈八蛇矛碎片",
	},
	{
		id = 80748,
		desc = "青龙偃月刀碎片",
	},
	{
		id = 80749,
		desc = "虎头湛金枪碎片",
	},
	{
		id = 80750,
		desc = "龙胆亮银枪碎片",
	},
	{
		id = 80751,
		desc = "万石弓碎片",
	},
	{
		id = 80752,
		desc = "朱雀羽扇碎片",
	},
	{
		id = 80753,
		desc = "方天画戟碎片",
	},
	{
		id = 80754,
		desc = "离火双刃碎片",
	},
	{
		id = 80755,
		desc = "凤鸣环碎片",
	},
	{
		id = 80756,
		desc = "疠火劈水刀碎片",
	},
	{
		id = 80757,
		desc = "白虹碎片",
	},
	{
		id = 80758,
		desc = "青釭剑碎片",
	},
	{
		id = 80759,
		desc = "奇才扇碎片",
	},
	{
		id = 80760,
		desc = "日月开天斧碎片",
	},
	{
		id = 80761,
		desc = "判官笔碎片",
	},
	{
		id = 80762,
		desc = "七星宝刀碎片",
	},
	{
		id = 80763,
		desc = "鬼头灌金刀碎片",
	},
	{
		id = 80764,
		desc = "古锭刀碎片",
	},
	{
		id = 80765,
		desc = "凌云笔碎片",
	},
	{
		id = 80766,
		desc = "风鸿羽扇碎片",
	},
	{
		id = 80767,
		desc = "青云扇碎片",
	},
	{
		id = 80768,
		desc = "金臂赤铜刀碎片",
	},
	{
		id = 80769,
		desc = "新亭侯碎片",
	},
	{
		id = 80770,
		desc = "乌金断日斧碎片",
	},
	{
		id = 80771,
		desc = "霸王弓碎片",
	},
	{
		id = 80772,
		desc = "破甲枪碎片",
	},
	{
		id = 80773,
		desc = "三环錾金枪碎片",
	},
	{
		id = 80774,
		desc = "八卦阴阳扇碎片",
	},
	{
		id = 80775,
		desc = "铁骨扇碎片",
	},
	{
		id = 80776,
		desc = "王佐羽扇碎片",
	},
	{
		id = 80777,
		desc = "冷月宝刀碎片",
	},
	{
		id = 80778,
		desc = "青龙板门刀碎片",
	},
	{
		id = 80779,
		desc = "毒蛇矛碎片",
	},
	{
		id = 80780,
		desc = "盘龙金背刀碎片",
	},
	{
		id = 80781,
		desc = "青龙三亭刀碎片",
	},
	{
		id = 80782,
		desc = "凤羽扇碎片",
	},
	{
		id = 80783,
		desc = "鸣鸿刀碎片",
	},
	{
		id = 80784,
		desc = "环首朴刀碎片",
	},
	{
		id = 80785,
		desc = "昆吾刀碎片",
	},
	{
		id = 80786,
		desc = "锋泉剑碎片",
	},
	{
		id = 80787,
		desc = "银雀枪碎片",
	},
	{
		id = 80788,
		desc = "寒月碎片",
	},
	{
		id = 80789,
		desc = "净水葫芦碎片",
	},
	{
		id = 80790,
		desc = "死谏笔碎片",
	},
	{
		id = 80791,
		desc = "诸葛连弩碎片",
	},
	{
		id = 80792,
		desc = "铁脊长弓碎片",
	},
	{
		id = 80793,
		desc = "乌金枪碎片",
	},
	{
		id = 80794,
		desc = "锯齿钩镰刀碎片",
	},
	{
		id = 80795,
		desc = "丧门戟碎片",
	},
	{
		id = 80796,
		desc = "八宝电光锤碎片",
	},
	{
		id = 80797,
		desc = "佛光剑碎片",
	},
	{
		id = 80798,
		desc = "射日弓碎片",
	},
	{
		id = 80799,
		desc = "三挺砍山刀碎片",
	},
	{
		id = 80800,
		desc = "五虎断门刀碎片",
	},
	{
		id = 80801,
		desc = "八卦开天斧碎片",
	},
	{
		id = 80802,
		desc = "日月双刃碎片",
	},
	{
		id = 80803,
		desc = "乾坤笔碎片",
	},
	{
		id = 80804,
		desc = "乌金三叉戟碎片",
	},
	{
		id = 80805,
		desc = "丹凤剑碎片",
	},
	{
		id = 80806,
		desc = "双翅玲珑戟碎片",
	},
	{
		id = 80807,
		desc = "龙头扎刀碎片",
	},
	{
		id = 80808,
		desc = "凝碧剑碎片",
	},
	{
		id = 80809,
		desc = "亮银点刚枪碎片",
	},
	{
		id = 80810,
		desc = "八楞亮银锤碎片",
	},
	{
		id = 80811,
		desc = "杵白梨花枪碎片",
	},
	{
		id = 80812,
		desc = "亮银刀碎片",
	},
	{
		id = 80813,
		desc = "游子弓碎片",
	},
	{
		id = 80814,
		desc = "白杆小银枪碎片",
	},
	{
		id = 80815,
		desc = "状元笔碎片",
	},
	{
		id = 80816,
		desc = "三股亮银叉碎片",
	},
	{
		id = 80817,
		desc = "兽角点金枪碎片",
	},
	{
		id = 80818,
		desc = "火画扇碎片",
	},
	{
		id = 80819,
		desc = "竹丝扇碎片",
	},
	{
		id = 80820,
		desc = "龙凤双刀碎片",
	},
	{
		id = 80821,
		desc = "檀香扇碎片",
	},
	{
		id = 80822,
		desc = "截头金背大刀碎片",
	},
	{
		id = 80823,
		desc = "乌金虎头枪碎片",
	},
	{
		id = 80824,
		desc = "白光剑碎片",
	},
	{
		id = 80825,
		desc = "八宝雁翎刀碎片",
	},
	{
		id = 80826,
		desc = "八卦宣化斧碎片",
	},
	{
		id = 80827,
		desc = "九耳八环刀碎片",
	},
	{
		id = 80828,
		desc = "震天弓碎片",
	},
	{
		id = 80829,
		desc = "壮志笔碎片",
	},
	{
		id = 80830,
		desc = "龙凤环碎片",
	},
	{
		id = 80831,
		desc = "千叶扇碎片",
	},
	{
		id = 80832,
		desc = "银蟒枪碎片",
	},
	{
		id = 80833,
		desc = "霸江刀碎片",
	},
	{
		id = 80834,
		desc = "钩云刀碎片",
	},
	{
		id = 80835,
		desc = "赤刃剑碎片",
	},
	{
		id = 80836,
		desc = "春燕扇碎片",
	},
	{
		id = 80837,
		desc = "玉蒲扇碎片",
	},
	{
		id = 80838,
		desc = "馥红扇碎片",
	},
	{
		id = 80839,
		desc = "紫香扇碎片",
	},
	{
		id = 80840,
		desc = "绒羽扇碎片",
	},
	{
		id = 80841,
		desc = "昴炎布衣碎片",
	},
	{
		id = 80842,
		desc = "紫川布衣碎片",
	},
	{
		id = 80843,
		desc = "德杉布衣碎片",
	},
	{
		id = 80844,
		desc = "木翼布衣碎片",
	},
	{
		id = 80845,
		desc = "昴炎皮衣碎片",
	},
	{
		id = 80846,
		desc = "紫川皮衣碎片",
	},
	{
		id = 80847,
		desc = "德杉皮衣碎片",
	},
	{
		id = 80848,
		desc = "木翼皮衣碎片",
	},
	{
		id = 80849,
		desc = "锐辉皮衣碎片",
	},
	{
		id = 80850,
		desc = "炀淼皮衣碎片",
	},
	{
		id = 80851,
		desc = "炀淼皮甲碎片",
	},
	{
		id = 80852,
		desc = "炙杉皮甲碎片",
	},
	{
		id = 80853,
		desc = "耀焰皮甲碎片",
	},
	{
		id = 80854,
		desc = "谷溪皮甲碎片",
	},
	{
		id = 80855,
		desc = "冰岭皮甲碎片",
	},
	{
		id = 80856,
		desc = "岱炎皮甲碎片",
	},
	{
		id = 80857,
		desc = "锒灿皮甲碎片",
	},
	{
		id = 80858,
		desc = "洛炎皮甲碎片",
	},
	{
		id = 80859,
		desc = "锐茂皮甲碎片",
	},
	{
		id = 80860,
		desc = "屹铮皮甲碎片",
	},
	{
		id = 80861,
		desc = "龙骨甲碎片",
	},
	{
		id = 80862,
		desc = "虎纹铠甲碎片",
	},
	{
		id = 80863,
		desc = "昴炎战甲碎片",
	},
	{
		id = 80864,
		desc = "紫川战甲碎片",
	},
	{
		id = 80865,
		desc = "德杉战甲碎片",
	},
	{
		id = 80866,
		desc = "木翼战甲碎片",
	},
	{
		id = 80867,
		desc = "锐辉战甲碎片",
	},
	{
		id = 80868,
		desc = "黄金铠碎片",
	},
	{
		id = 80869,
		desc = "红锦万花袍碎片",
	},
	{
		id = 80870,
		desc = "鱼鳞甲碎片",
	},
	{
		id = 80871,
		desc = "天狼头盔碎片",
	},
	{
		id = 80872,
		desc = "虎牙战甲碎片",
	},
	{
		id = 80873,
		desc = "英杰战甲碎片",
	},
	{
		id = 80874,
		desc = "月影战甲碎片",
	},
	{
		id = 80875,
		desc = "判官护腕碎片",
	},
	{
		id = 80876,
		desc = "金丝鱼鳞甲碎片",
	},
	{
		id = 80877,
		desc = "雷霆重盔碎片",
	},
	{
		id = 80878,
		desc = "擒龙锢铁腕碎片",
	},
	{
		id = 80879,
		desc = "神喻披风碎片",
	},
	{
		id = 80880,
		desc = "凤翅金翎碎片",
	},
	{
		id = 80881,
		desc = "天罡盔碎片",
	},
	{
		id = 80882,
		desc = "钢甲战靴碎片",
	},
	{
		id = 80883,
		desc = "龙麟铠甲碎片",
	},
	{
		id = 80884,
		desc = "寒月冰魄铠碎片",
	},
	{
		id = 80885,
		desc = "奋威明光铠碎片",
	},
	{
		id = 80886,
		desc = "荒鹫铠甲碎片",
	},
	{
		id = 80887,
		desc = "明镜铠甲碎片",
	},
	{
		id = 80888,
		desc = "紫翎铠甲碎片",
	},
	{
		id = 80889,
		desc = "锦衣铠甲碎片",
	},
	{
		id = 80890,
		desc = "兽面连环铠碎片",
	},
	{
		id = 80891,
		desc = "银戒指碎片",
	},
	{
		id = 80892,
		desc = "香囊碎片",
	},
	{
		id = 80893,
		desc = "苍天石碎片",
	},
	{
		id = 80894,
		desc = "青玉吊坠碎片",
	},
	{
		id = 80895,
		desc = "夜明珠碎片",
	},
	{
		id = 80896,
		desc = "护身符碎片",
	},
	{
		id = 80897,
		desc = "珍珠链碎片",
	},
	{
		id = 80898,
		desc = "兽牙饰碎片",
	},
	{
		id = 80899,
		desc = "黄金手镯碎片",
	},
	{
		id = 80900,
		desc = "靛海珠碎片",
	},
	{
		id = 80901,
		desc = "烽火石碎片",
	},
	{
		id = 80902,
		desc = "长生镜碎片",
	},
	{
		id = 80903,
		desc = "玲珑宝珠碎片",
	},
	{
		id = 80904,
		desc = "碧玉扳指碎片",
	},
	{
		id = 80905,
		desc = "霞光项链碎片",
	},
	{
		id = 80906,
		desc = "避水珠碎片",
	},
	{
		id = 80907,
		desc = "珊瑚耳坠碎片",
	},
	{
		id = 80908,
		desc = "虎牙手炼碎片",
	},
	{
		id = 80909,
		desc = "玛瑙镶金坠碎片",
	},
	{
		id = 80910,
		desc = "无方戒碎片",
	},
	{
		id = 80911,
		desc = "红玉扳指碎片",
	},
	{
		id = 80912,
		desc = "血石项链碎片",
	},
	{
		id = 80913,
		desc = "和氏璧碎片",
	},
	{
		id = 80914,
		desc = "八卦坠碎片",
	},
	{
		id = 80915,
		desc = "琉璃玉璧碎片",
	},
	{
		id = 80916,
		desc = "羽人兽纹镜碎片",
	},
	{
		id = 80917,
		desc = "孔明灯碎片",
	},
	{
		id = 80918,
		desc = "玉帘项链碎片",
	},
	{
		id = 80919,
		desc = "传国玉玺碎片",
	},
	{
		id = 80920,
		desc = "云纹佩碎片",
	},
	{
		id = 80921,
		desc = "龙慕翡翠玉碎片",
	},
	{
		id = 80922,
		desc = "白玉响铃簪碎片",
	},
	{
		id = 80923,
		desc = "玲珑玻璃球碎片",
	},
	{
		id = 80924,
		desc = "六光玄冥石碎片",
	},
	{
		id = 80925,
		desc = "无双戒碎片",
	},
	{
		id = 80926,
		desc = "罗绮香囊碎片",
	},
	{
		id = 80927,
		desc = "苍魂珠碎片",
	},
	{
		id = 80928,
		desc = "风月宝链碎片",
	},
	{
		id = 80929,
		desc = "碧水青龙碎片",
	},
	{
		id = 80930,
		desc = "云流戒碎片",
	},
	{
		id = 80931,
		desc = "颠海神珠碎片",
	},
	{
		id = 80932,
		desc = "七彩玲珑碎片",
	},
	{
		id = 80933,
		desc = "圣王坠碎片",
	},
	{
		id = 80934,
		desc = "天机锦囊碎片",
	},
	{
		id = 80935,
		desc = "四灵文镜碎片",
	},
	{
		id = 80936,
		desc = "豹骑都督印碎片",
	},
	{
		id = 80937,
		desc = "翼德葫芦碎片",
	},
	{
		id = 80938,
		desc = "游心太玄链碎片",
	},
	{
		id = 80939,
		desc = "甄宓玉笛碎片",
	},
	{
		id = 80940,
		desc = "典韦护心镜碎片",
	},
	{
		id = 80941,
		desc = "鬃毛牛碎片",
	},
	{
		id = 80942,
		desc = "赤毛牛碎片",
	},
	{
		id = 80943,
		desc = "褐鬃马碎片",
	},
	{
		id = 80944,
		desc = "玉龙驹碎片",
	},
	{
		id = 80945,
		desc = "南蛮巨象碎片",
	},
	{
		id = 80946,
		desc = "汗血碎片",
	},
	{
		id = 80947,
		desc = "大宛碎片",
	},
	{
		id = 80948,
		desc = "快航碎片",
	},
	{
		id = 80949,
		desc = "骐骥碎片",
	},
	{
		id = 80950,
		desc = "绿耳碎片",
	},
	{
		id = 80951,
		desc = "踏云碎片",
	},
	{
		id = 80952,
		desc = "紫骍碎片",
	},
	{
		id = 80953,
		desc = "灰影碎片",
	},
	{
		id = 80954,
		desc = "惊帆碎片",
	},
	{
		id = 80955,
		desc = "乌孙碎片",
	},
	{
		id = 80956,
		desc = "王追碎片",
	},
	{
		id = 80957,
		desc = "爪黄飞电碎片",
	},
	{
		id = 80958,
		desc = "赤兔碎片",
	},
	{
		id = 80959,
		desc = "绝影碎片",
	},
	{
		id = 80960,
		desc = "的卢碎片",
	},
	{
		id = 80961,
		desc = "护国玉玺碎片",
	},
	{
		id = 80962,
		desc = "夏季清凉礼盒",
	},
	{
		id = 80963,
		desc = "冷面",
	},
	{
		id = 80964,
		desc = "黄瓜",
	},
	{
		id = 80965,
		desc = "麻油鸡",
	},
	{
		id = 80966,
		desc = "龙虾",
	},
	{
		id = 80967,
		desc = "军资",
	},
	{
		id = 80968,
		desc = "国家科技经验",
	},
	{
		id = 80969,
		desc = "虹光宝甲碎片",
	},
	{
		id = 80970,
		desc = "虹光吊坠碎片",
	},
	{
		id = 80971,
		desc = "虹光琉璃驹碎片",
	},
	{
		id = 80972,
		desc = "令箭",
	},
	{
		id = 80973,
		desc = "诸侯令",
	},
	{
		id = 80974,
		desc = "周年纪念章",
	},
	{
		id = 80975,
		desc = "湛金枪头",
	},
	{
		id = 80976,
		desc = "承影剑鞘",
	},
	{
		id = 80977,
		desc = "蓬莱招待券",
	},
	{
		id = 80978,
		desc = "军械宝箱",
	},
	{
		id = 80979,
		desc = "圣灵宝箱",
	},
	{
		id = 80980,
		desc = "御神宝珠",
	},
	{
		id = 80981,
		desc = "御神精华",
	},
	{
		id = 80982,
		desc = "箭矢",
	},
	{
		id = 81001,
		desc = "生产、建造所需的基础资源",
	},
	{
		id = 81002,
		desc = "生产、建造所需的基础资源",
	},
	{
		id = 81003,
		desc = "生产、建造所需的基础资源",
	},
	{
		id = 81004,
		desc = "生产、建造所需的基础资源",
	},
	{
		id = 81005,
		desc = "生产、建造所需的基础资源",
	},
	{
		id = 81006,
		desc = "进阶装备所需的基础资源",
	},
	{
		id = 81007,
		desc = "财富的象征，可兑换成任意资源",
	},
	{
		id = 81008,
		desc = "可用于在联盟商店中购买物品",
	},
	{
		id = 81009,
		desc = "军团出征时需要消耗的资源",
	},
	{
		id = 81010,
		desc = "主公经验",
	},
	{
		id = 81011,
		desc = "升级联盟科技所必需的资源",
	},
	{
		id = 81012,
		desc = "可用于在联盟商店中兑换物品",
	},
	{
		id = 81013,
		desc = "可用于在锦囊商店中兑换主公宝物",
	},
	{
		id = 81014,
		desc = "在皇陵探宝时需要的资源",
	},
	{
		id = 81015,
		desc = "皇陵探宝时开启宝箱需要的资源",
	},
	{
		id = 81016,
		desc = "提升VIP等级的道具",
	},
	{
		id = 81017,
		desc = "玉玺争夺活动的必要资源，获得后可增加活动积分",
	},
	{
		id = 81018,
		desc = "白色品质晶玉",
	},
	{
		id = 81019,
		desc = "绿色品质晶玉",
	},
	{
		id = 81020,
		desc = "蓝色品质晶玉",
	},
	{
		id = 81021,
		desc = "紫色品质晶玉",
	},
	{
		id = 81022,
		desc = "橙色品质晶玉",
	},
	{
		id = 81023,
		desc = "白色品质青铜",
	},
	{
		id = 81024,
		desc = "绿色品质青铜",
	},
	{
		id = 81025,
		desc = "蓝色品质青铜",
	},
	{
		id = 81026,
		desc = "紫色品质青铜",
	},
	{
		id = 81027,
		desc = "橙色品质青铜",
	},
	{
		id = 81028,
		desc = "白色品质精铁",
	},
	{
		id = 81029,
		desc = "绿色品质精铁",
	},
	{
		id = 81030,
		desc = "蓝色品质精铁",
	},
	{
		id = 81031,
		desc = "紫色品质精铁",
	},
	{
		id = 81032,
		desc = "橙色品质精铁",
	},
	{
		id = 81033,
		desc = "白色品质松木",
	},
	{
		id = 81034,
		desc = "绿色品质松木",
	},
	{
		id = 81035,
		desc = "蓝色品质松木",
	},
	{
		id = 81036,
		desc = "紫色品质松木",
	},
	{
		id = 81037,
		desc = "橙色品质松木",
	},
	{
		id = 81038,
		desc = "白色品质翡翠",
	},
	{
		id = 81039,
		desc = "绿色品质翡翠",
	},
	{
		id = 81040,
		desc = "蓝色品质翡翠",
	},
	{
		id = 81041,
		desc = "紫色品质翡翠",
	},
	{
		id = 81042,
		desc = "橙色品质翡翠",
	},
	{
		id = 81043,
		desc = "白色品质玛瑙",
	},
	{
		id = 81044,
		desc = "绿色品质玛瑙",
	},
	{
		id = 81045,
		desc = "蓝色品质玛瑙",
	},
	{
		id = 81046,
		desc = "紫色品质玛瑙",
	},
	{
		id = 81047,
		desc = "橙色品质玛瑙",
	},
	{
		id = 81048,
		desc = "白色品质硫磺",
	},
	{
		id = 81049,
		desc = "绿色品质硫磺",
	},
	{
		id = 81050,
		desc = "蓝色品质硫磺",
	},
	{
		id = 81051,
		desc = "紫色品质硫磺",
	},
	{
		id = 81052,
		desc = "橙色品质硫磺",
	},
	{
		id = 81053,
		desc = "白色品质硝石",
	},
	{
		id = 81054,
		desc = "绿色品质硝石",
	},
	{
		id = 81055,
		desc = "蓝色品质硝石",
	},
	{
		id = 81056,
		desc = "紫色品质硝石",
	},
	{
		id = 81057,
		desc = "橙色品质硝石",
	},
	{
		id = 81058,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81059,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81060,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81061,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81062,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81063,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81064,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81065,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81066,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81067,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81068,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81069,
		desc = "使用后获得黄金%{num}",
	},
	{
		id = 81070,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81071,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81072,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81073,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81074,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81075,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81076,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81077,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81078,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81079,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81080,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81081,
		desc = "使用后获得粮食%{num}",
	},
	{
		id = 81082,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81083,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81084,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81085,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81086,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81087,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81088,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81089,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81090,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81091,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81092,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81093,
		desc = "使用后获得木材%{num}",
	},
	{
		id = 81094,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81095,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81096,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81097,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81098,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81099,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81100,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81101,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81102,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81103,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81104,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81105,
		desc = "使用后获得石料%{num}",
	},
	{
		id = 81106,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81107,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81108,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81109,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81110,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81111,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81112,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81113,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81114,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81115,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81116,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81117,
		desc = "使用后获得铁矿%{num}",
	},
	{
		id = 81118,
		desc = "使用后获得铜币%{num}",
	},
	{
		id = 81119,
		desc = "使用后获得铜币%{num}",
	},
	{
		id = 81120,
		desc = "使用后获得铜币%{num}",
	},
	{
		id = 81121,
		desc = "使用后获得勾玉%{num}",
	},
	{
		id = 81122,
		desc = "使用后获得勾玉%{num}",
	},
	{
		id = 81123,
		desc = "使用后获得勾玉%{num}",
	},
	{
		id = 81124,
		desc = "使用后获得勾玉%{num}",
	},
	{
		id = 81125,
		desc = "使用后获得勾玉%{num}",
	},
	{
		id = 81126,
		desc = "使用后获得白银%{num}",
	},
	{
		id = 81127,
		desc = "使用后获得白银%{num}",
	},
	{
		id = 81128,
		desc = "使用后获得白银%{num}",
	},
	{
		id = 81129,
		desc = "使用后获得锦囊%{num}",
	},
	{
		id = 81130,
		desc = "使用后获得锦囊%{num}",
	},
	{
		id = 81131,
		desc = "使用后获得锦囊%{num}",
	},
	{
		id = 81132,
		desc = "12小时内减少25%%的粮食消耗",
	},
	{
		id = 81133,
		desc = "24小时内减少25%%的粮食消耗",
	},
	{
		id = 81134,
		desc = "24小时内减少50%%的粮食消耗",
	},
	{
		id = 81135,
		desc = "减少计时器中的剩余时间5分钟",
	},
	{
		id = 81136,
		desc = "减少计时器中的剩余时间1小时",
	},
	{
		id = 81137,
		desc = "减少建造计时器中的5分钟剩余时间",
	},
	{
		id = 81138,
		desc = "减少建造计时器中的10分钟剩余时间",
	},
	{
		id = 81139,
		desc = "减少建造计时器中的30分钟剩余时间",
	},
	{
		id = 81140,
		desc = "减少建造计时器中的1小时剩余时间",
	},
	{
		id = 81141,
		desc = "减少建造计时器中的2小时剩余时间",
	},
	{
		id = 81142,
		desc = "减少建造计时器中的8小时剩余时间",
	},
	{
		id = 81143,
		desc = "减少训练计时器中的5分钟剩余时间",
	},
	{
		id = 81144,
		desc = "减少训练计时器中的10分钟剩余时间",
	},
	{
		id = 81145,
		desc = "减少训练计时器中的30分钟剩余时间",
	},
	{
		id = 81146,
		desc = "减少训练计时器中的1小时剩余时间",
	},
	{
		id = 81147,
		desc = "减少训练计时器中的2小时剩余时间",
	},
	{
		id = 81148,
		desc = "减少训练计时器中的8小时剩余时间",
	},
	{
		id = 81149,
		desc = "减少治疗计时器中的5分钟剩余时间",
	},
	{
		id = 81150,
		desc = "减少治疗计时器中的10分钟剩余时间",
	},
	{
		id = 81151,
		desc = "减少治疗计时器中的30分钟剩余时间",
	},
	{
		id = 81152,
		desc = "减少治疗计时器中的1小时剩余时间",
	},
	{
		id = 81153,
		desc = "减少治疗计时器中的2小时剩余时间",
	},
	{
		id = 81154,
		desc = "减少治疗计时器中的8小时剩余时间",
	},
	{
		id = 81155,
		desc = "减少研究计时器中的5分钟剩余时间",
	},
	{
		id = 81156,
		desc = "减少研究计时器中的10分钟剩余时间",
	},
	{
		id = 81157,
		desc = "减少研究计时器中的30分钟剩余时间",
	},
	{
		id = 81158,
		desc = "减少研究计时器中的1小时剩余时间",
	},
	{
		id = 81159,
		desc = "减少研究计时器中的2小时剩余时间",
	},
	{
		id = 81160,
		desc = "减少研究计时器中的8小时剩余时间",
	},
	{
		id = 81161,
		desc = "将您的城市迁往随机位置",
	},
	{
		id = 81162,
		desc = "将您的城堡迁往指定位置",
	},
	{
		id = 81163,
		desc = "将您的城堡迁往你盟友周边的指定位置",
	},
	{
		id = 81164,
		desc = "召回您当前正在出征的一支部队，只能对正在前往目的地的部队生效",
	},
	{
		id = 81165,
		desc = "召回由您集结的且正在前往目的地的所有部队，只有发起集结的玩家才可以使用",
	},
	{
		id = 81166,
		desc = "将行军时间缩短25%%，本道具使用后仅生效1次",
	},
	{
		id = 81167,
		desc = "将行军时间缩短50%%，本道具使用后仅生效1次",
	},
	{
		id = 81168,
		desc = "使您的城市获得8小时的和平状态，保护您的城市不会被他人攻击",
	},
	{
		id = 81169,
		desc = "使您的城市获得24小时的和平状态，保护您的城市不会被他人攻击",
	},
	{
		id = 81170,
		desc = "使您的城市获得72小时的和平状态，保护您的城市不会被他人攻击",
	},
	{
		id = 81171,
		desc = "使您的军团在4小时内出战的兵力上限提升25%%",
	},
	{
		id = 81172,
		desc = "在12小时内增加您所有的单位20%%攻击力",
	},
	{
		id = 81173,
		desc = "在24小时内增加您所有的单位20%%攻击力",
	},
	{
		id = 81174,
		desc = "在12小时内增加您所有的单位20%%防御力",
	},
	{
		id = 81175,
		desc = "在24小时内增加您所有的单位20%%防御力",
	},
	{
		id = 81176,
		desc = "在24小时内使敌对玩家无法对你进行侦察",
	},
	{
		id = 81177,
		desc = "在7天内使敌对玩家无法对你进行侦察",
	},
	{
		id = 81178,
		desc = "在24小时内您的城内部队数在别人的侦察列表中显示双倍数量",
	},
	{
		id = 81179,
		desc = "8小时内增加50%%部队世界采集速度（对正在采集的军团无效）",
	},
	{
		id = 81180,
		desc = "20小时内增加50%%部队世界采集速度（对正在采集的军团无效）",
	},
	{
		id = 81181,
		desc = "提升金矿产量100%%，持续一天，持续时间内大幅提升容量",
	},
	{
		id = 81182,
		desc = "提升农田产量100%%，持续一天，持续时间内大幅提升容量",
	},
	{
		id = 81183,
		desc = "提升伐木场产量100%%，持续一天，持续时间内大幅提升容量",
	},
	{
		id = 81184,
		desc = "提升采石场产量100%%，持续一天，持续时间内大幅提升容量",
	},
	{
		id = 81185,
		desc = "提升铁矿场产量100%%，持续一天，持续时间内大幅提升容量",
	},
	{
		id = 81186,
		desc = "使用后立即恢复%{num}点主公行动力",
	},
	{
		id = 81187,
		desc = "使用后立即恢复%{num}点主公行动力",
	},
	{
		id = 81188,
		desc = "使用号角可以发送一条全王国可见的公告",
	},
	{
		id = 81189,
		desc = "每个刷新令可以使免费元宝刷新酒馆武将",
	},
	{
		id = 81190,
		desc = "使用该道具可修改您的昵称",
	},
	{
		id = 81191,
		desc = "使用该道具可修改您的主公形象",
	},
	{
		id = 81192,
		desc = "使用该道具可将已经建造完成的建筑交换位置",
	},
	{
		id = 81193,
		desc = "使用后获得白色装备，小概率获得绿色装备",
	},
	{
		id = 81194,
		desc = "使用后获得绿色装备，小概率获得蓝色装备",
	},
	{
		id = 81195,
		desc = "使用后获得蓝色装备，小概率获得紫色装备",
	},
	{
		id = 81196,
		desc = "使用后获得紫色装备，小概率获得橙色装备",
	},
	{
		id = 81197,
		desc = "使用后获得橙色装备",
	},
	{
		id = 81198,
		desc = "既然这么NB，先不让你用了···",
	},
	{
		id = 81199,
		desc = "传说中能掉落神器的装备箱，前提是你能把他打开！！！",
	},
	{
		id = 81200,
		desc = "掉落1个白色装备，小概率掉落白色万能装备或绿色装备",
	},
	{
		id = 81201,
		desc = "掉落1个绿色装备，小概率掉落绿色万能装备或蓝色装备",
	},
	{
		id = 81202,
		desc = "掉落1个蓝色装备，小概率掉落蓝色万能装备或紫色装备",
	},
	{
		id = 81203,
		desc = "掉落1个紫色装备，小概率掉落紫色万能装备或橙色装备",
	},
	{
		id = 81204,
		desc = "掉落1个橙色装备，小概率掉落橙色万能装备",
	},
	{
		id = 81205,
		desc = "使用后随机获得1个白色材料",
	},
	{
		id = 81206,
		desc = "使用后随机获得1个绿色材料",
	},
	{
		id = 81207,
		desc = "使用后随机获得1个蓝色材料",
	},
	{
		id = 81208,
		desc = "使用后随机获得1个紫色材料",
	},
	{
		id = 81209,
		desc = "使用后随机获得1个橙色材料",
	},
	{
		id = 81210,
		desc = "掉落随机白色材料",
	},
	{
		id = 81211,
		desc = "掉落随机绿色材料",
	},
	{
		id = 81212,
		desc = "掉落随机蓝色材料",
	},
	{
		id = 81213,
		desc = "掉落随机紫色材料",
	},
	{
		id = 81214,
		desc = "掉落随机橙色材料",
	},
	{
		id = 81215,
		desc = "使用后立即获得%{num}主公经验",
	},
	{
		id = 81216,
		desc = "使用后立即获得%{num}主公经验",
	},
	{
		id = 81217,
		desc = "使用后立即获得%{num}主公经验",
	},
	{
		id = 81218,
		desc = "使用后立即获得%{num}主公经验",
	},
	{
		id = 81219,
		desc = "使用后立即获得%{num}主公经验",
	},
	{
		id = 81220,
		desc = "用于升级战争大厅",
	},
	{
		id = 81221,
		desc = "概率获得所有道具",
	},
	{
		id = 81222,
		desc = "减少陷阱制造计时器中的5分钟剩余时间",
	},
	{
		id = 81223,
		desc = "减少陷阱制造计时器中的10分钟剩余时间",
	},
	{
		id = 81224,
		desc = "减少陷阱制造计时器中的30分钟剩余时间",
	},
	{
		id = 81225,
		desc = "减少陷阱制造计时器中的1小时剩余时间",
	},
	{
		id = 81226,
		desc = "减少陷阱制造计时器中的2小时剩余时间",
	},
	{
		id = 81227,
		desc = "减少陷阱制造计时器中的8小时剩余时间",
	},
	{
		id = 81228,
		desc = "重置主公全部天赋点数",
	},
	{
		id = 81229,
		desc = "激活VIP特权30分钟",
	},
	{
		id = 81230,
		desc = "激活VIP特权60分钟",
	},
	{
		id = 81231,
		desc = "激活VIP特权1天",
	},
	{
		id = 81232,
		desc = "激活VIP特权7天",
	},
	{
		id = 81233,
		desc = "激活VIP特权30天",
	},
	{
		id = 81234,
		desc = "获得VIP点数%{num}点",
	},
	{
		id = 81235,
		desc = "获得VIP点数%{num}点",
	},
	{
		id = 81236,
		desc = "获得VIP点数%{num}点",
	},
	{
		id = 81237,
		desc = "获得VIP点数%{num}点",
	},
	{
		id = 81238,
		desc = "获得VIP点数%{num}点",
	},
	{
		id = 81239,
		desc = "守卫礼包",
	},
	{
		id = 81240,
		desc = "援助礼包",
	},
	{
		id = 81241,
		desc = "征战礼包",
	},
	{
		id = 81242,
		desc = "总冠军超级黄金宝箱",
	},
	{
		id = 81243,
		desc = "总亚军超级白银宝箱",
	},
	{
		id = 81244,
		desc = "总季军超级青铜宝箱",
	},
	{
		id = 81245,
		desc = "超级青铜宝箱",
	},
	{
		id = 81246,
		desc = "超级青铜宝箱",
	},
	{
		id = 81247,
		desc = "超级青铜宝箱",
	},
	{
		id = 81248,
		desc = "超级青铜宝箱",
	},
	{
		id = 81249,
		desc = "超级青铜宝箱",
	},
	{
		id = 81250,
		desc = "超级青铜宝箱",
	},
	{
		id = 81251,
		desc = "超级青铜宝箱",
	},
	{
		id = 81252,
		desc = "青铜宝箱",
	},
	{
		id = 81253,
		desc = "白银宝箱",
	},
	{
		id = 81254,
		desc = "黄金宝箱",
	},
	{
		id = 81255,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 81256,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 81257,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 81258,
		desc = "大型青铜宝箱",
	},
	{
		id = 81259,
		desc = "大型青铜宝箱",
	},
	{
		id = 81260,
		desc = "大型青铜宝箱",
	},
	{
		id = 81261,
		desc = "大型青铜宝箱",
	},
	{
		id = 81262,
		desc = "大型青铜宝箱",
	},
	{
		id = 81263,
		desc = "大型青铜宝箱",
	},
	{
		id = 81264,
		desc = "大型青铜宝箱",
	},
	{
		id = 81265,
		desc = "青铜宝箱",
	},
	{
		id = 81266,
		desc = "白银宝箱",
	},
	{
		id = 81267,
		desc = "黄金宝箱",
	},
	{
		id = 81268,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 81269,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 81270,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 81271,
		desc = "大型青铜宝箱",
	},
	{
		id = 81272,
		desc = "大型青铜宝箱",
	},
	{
		id = 81273,
		desc = "大型青铜宝箱",
	},
	{
		id = 81274,
		desc = "大型青铜宝箱",
	},
	{
		id = 81275,
		desc = "大型青铜宝箱",
	},
	{
		id = 81276,
		desc = "大型青铜宝箱",
	},
	{
		id = 81277,
		desc = "大型青铜宝箱",
	},
	{
		id = 81278,
		desc = "青铜宝箱",
	},
	{
		id = 81279,
		desc = "白银宝箱",
	},
	{
		id = 81280,
		desc = "黄金宝箱",
	},
	{
		id = 81281,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 81282,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 81283,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 81284,
		desc = "大型青铜宝箱",
	},
	{
		id = 81285,
		desc = "大型青铜宝箱",
	},
	{
		id = 81286,
		desc = "大型青铜宝箱",
	},
	{
		id = 81287,
		desc = "大型青铜宝箱",
	},
	{
		id = 81288,
		desc = "大型青铜宝箱",
	},
	{
		id = 81289,
		desc = "大型青铜宝箱",
	},
	{
		id = 81290,
		desc = "大型青铜宝箱",
	},
	{
		id = 81291,
		desc = "青铜宝箱",
	},
	{
		id = 81292,
		desc = "白银宝箱",
	},
	{
		id = 81293,
		desc = "黄金宝箱",
	},
	{
		id = 81294,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 81295,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 81296,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 81297,
		desc = "大型青铜宝箱",
	},
	{
		id = 81298,
		desc = "大型青铜宝箱",
	},
	{
		id = 81299,
		desc = "大型青铜宝箱",
	},
	{
		id = 81300,
		desc = "大型青铜宝箱",
	},
	{
		id = 81301,
		desc = "大型青铜宝箱",
	},
	{
		id = 81302,
		desc = "大型青铜宝箱",
	},
	{
		id = 81303,
		desc = "大型青铜宝箱",
	},
	{
		id = 81304,
		desc = "青铜宝箱",
	},
	{
		id = 81305,
		desc = "白银宝箱",
	},
	{
		id = 81306,
		desc = "黄金宝箱",
	},
	{
		id = 81307,
		desc = "冠军大型黄金宝箱",
	},
	{
		id = 81308,
		desc = "亚军大型白银宝箱",
	},
	{
		id = 81309,
		desc = "季军大型青铜宝箱",
	},
	{
		id = 81310,
		desc = "大型青铜宝箱",
	},
	{
		id = 81311,
		desc = "大型青铜宝箱",
	},
	{
		id = 81312,
		desc = "大型青铜宝箱",
	},
	{
		id = 81313,
		desc = "大型青铜宝箱",
	},
	{
		id = 81314,
		desc = "大型青铜宝箱",
	},
	{
		id = 81315,
		desc = "大型青铜宝箱",
	},
	{
		id = 81316,
		desc = "大型青铜宝箱",
	},
	{
		id = 81317,
		desc = "联盟青铜宝箱",
	},
	{
		id = 81318,
		desc = "联盟白银宝箱",
	},
	{
		id = 81319,
		desc = "联盟黄金宝箱",
	},
	{
		id = 81320,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 81321,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 81322,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 81323,
		desc = "联盟青铜宝箱",
	},
	{
		id = 81324,
		desc = "联盟白银宝箱",
	},
	{
		id = 81325,
		desc = "联盟黄金宝箱",
	},
	{
		id = 81326,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 81327,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 81328,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 81329,
		desc = "联盟青铜宝箱",
	},
	{
		id = 81330,
		desc = "联盟白银宝箱",
	},
	{
		id = 81331,
		desc = "联盟黄金宝箱",
	},
	{
		id = 81332,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 81333,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 81334,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 81335,
		desc = "联盟青铜宝箱",
	},
	{
		id = 81336,
		desc = "联盟白银宝箱",
	},
	{
		id = 81337,
		desc = "联盟黄金宝箱",
	},
	{
		id = 81338,
		desc = "冠军超级黄金宝箱",
	},
	{
		id = 81339,
		desc = "亚军超级白银宝箱",
	},
	{
		id = 81340,
		desc = "季军超级青铜宝箱",
	},
	{
		id = 81341,
		desc = "董袭的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81342,
		desc = "蒋钦的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81343,
		desc = "朱然的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81344,
		desc = "夏侯霸的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81345,
		desc = "乐进的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81346,
		desc = "曹洪的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81347,
		desc = "于禁的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81348,
		desc = "李典的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81349,
		desc = "廖化的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81350,
		desc = "张翼的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81351,
		desc = "孟达的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81352,
		desc = "蒋琬的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81353,
		desc = "张绣的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81354,
		desc = "张宝的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81355,
		desc = "韩遂的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81356,
		desc = "刘表的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81357,
		desc = "张角的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81358,
		desc = "凌统的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81359,
		desc = "丁奉的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81360,
		desc = "韩当的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81361,
		desc = "朱桓的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81362,
		desc = "徐盛的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81363,
		desc = "曹彰的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81364,
		desc = "王双的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81365,
		desc = "邓艾的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81366,
		desc = "文聘的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81367,
		desc = "诸葛诞的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81368,
		desc = "司马昭的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81369,
		desc = "锺会的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81370,
		desc = "甄姬的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81371,
		desc = "孟获的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81372,
		desc = "马岱的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81373,
		desc = "祝融的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81374,
		desc = "周仓的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81375,
		desc = "王平的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81376,
		desc = "吴懿的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81377,
		desc = "邓芝的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81378,
		desc = "法正的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81379,
		desc = "黄月英的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81380,
		desc = "费祎的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81381,
		desc = "纪灵的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81382,
		desc = "马腾的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81383,
		desc = "陈武的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81384,
		desc = "公孙瓒的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81385,
		desc = "陈登的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81386,
		desc = "卢植的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81387,
		desc = "审配的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81388,
		desc = "陈宫的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81389,
		desc = "沮授的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81390,
		desc = "黄盖的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81391,
		desc = "孙尚香的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81392,
		desc = "程普的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81393,
		desc = "孙权的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81394,
		desc = "曹丕的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81395,
		desc = "程昱的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81396,
		desc = "严颜的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81397,
		desc = "马良的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81398,
		desc = "董卓的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81399,
		desc = "甘宁的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81400,
		desc = "孙坚的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81401,
		desc = "鲁肃的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81402,
		desc = "张纮的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81403,
		desc = "张昭的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81404,
		desc = "庞德的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81405,
		desc = "夏侯惇的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81406,
		desc = "徐晃的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81407,
		desc = "夏侯渊的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81408,
		desc = "张郃的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81409,
		desc = "曹仁的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81410,
		desc = "徐庶的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81411,
		desc = "贾诩的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81412,
		desc = "荀彧的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81413,
		desc = "魏延的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81414,
		desc = "关索的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81415,
		desc = "张苞的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81416,
		desc = "关兴的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81417,
		desc = "关平的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81418,
		desc = "庞统的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81419,
		desc = "文丑的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81420,
		desc = "颜良的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81421,
		desc = "华雄的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81422,
		desc = "张任的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81423,
		desc = "高顺的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81424,
		desc = "袁绍的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81425,
		desc = "华佗的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81426,
		desc = "田丰的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81427,
		desc = "李儒的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81428,
		desc = "太史慈的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81429,
		desc = "周泰的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81430,
		desc = "吕蒙的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81431,
		desc = "小乔的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81432,
		desc = "大乔的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81433,
		desc = "张辽的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81434,
		desc = "姜维的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81435,
		desc = "刘备的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81436,
		desc = "貂蝉的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81437,
		desc = "孙策的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81438,
		desc = "周瑜的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81439,
		desc = "陆逊的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81440,
		desc = "典韦的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81441,
		desc = "许褚的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81442,
		desc = "曹操的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81443,
		desc = "司马懿的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81444,
		desc = "郭嘉的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81445,
		desc = "张飞的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81446,
		desc = "关羽的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81447,
		desc = "马超的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81448,
		desc = "赵云的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81449,
		desc = "黄忠的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81450,
		desc = "诸葛亮的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81451,
		desc = "吕布的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81452,
		desc = "中秋节节日食俗，使用获得各种道具",
	},
	{
		id = 81453,
		desc = "象征贵族地位的玉佩，使用后获得各种道具",
	},
	{
		id = 81454,
		desc = "万圣节南瓜",
	},
	{
		id = 81455,
		desc = "董袭的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81456,
		desc = "蒋钦的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81457,
		desc = "朱然的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81458,
		desc = "夏侯霸的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81459,
		desc = "乐进的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81460,
		desc = "曹洪的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81461,
		desc = "于禁的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81462,
		desc = "李典的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81463,
		desc = "廖化的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81464,
		desc = "张翼的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81465,
		desc = "孟达的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81466,
		desc = "蒋琬的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81467,
		desc = "张绣的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81468,
		desc = "张宝的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81469,
		desc = "韩遂的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81470,
		desc = "刘表的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81471,
		desc = "张角的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81472,
		desc = "凌统的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81473,
		desc = "丁奉的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81474,
		desc = "韩当的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81475,
		desc = "朱桓的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81476,
		desc = "徐盛的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81477,
		desc = "曹彰的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81478,
		desc = "王双的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81479,
		desc = "邓艾的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81480,
		desc = "文聘的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81481,
		desc = "诸葛诞的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81482,
		desc = "司马昭的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81483,
		desc = "锺会的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81484,
		desc = "甄姬的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81485,
		desc = "孟获的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81486,
		desc = "马岱的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81487,
		desc = "祝融的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81488,
		desc = "周仓的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81489,
		desc = "王平的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81490,
		desc = "吴懿的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81491,
		desc = "邓芝的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81492,
		desc = "法正的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81493,
		desc = "黄月英的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81494,
		desc = "费祎的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81495,
		desc = "纪灵的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81496,
		desc = "马腾的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81497,
		desc = "陈武的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81498,
		desc = "公孙瓒的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81499,
		desc = "陈登的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81500,
		desc = "卢植的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81501,
		desc = "审配的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81502,
		desc = "陈宫的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81503,
		desc = "沮授的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81504,
		desc = "黄盖的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81505,
		desc = "孙尚香的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81506,
		desc = "程普的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81507,
		desc = "孙权的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81508,
		desc = "曹丕的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81509,
		desc = "程昱的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81510,
		desc = "严颜的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81511,
		desc = "马良的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81512,
		desc = "董卓的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81513,
		desc = "甘宁的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81514,
		desc = "孙坚的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81515,
		desc = "鲁肃的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81516,
		desc = "张纮的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81517,
		desc = "张昭的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81518,
		desc = "庞德的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81519,
		desc = "夏侯惇的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81520,
		desc = "徐晃的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81521,
		desc = "夏侯渊的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81522,
		desc = "张郃的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81523,
		desc = "曹仁的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81524,
		desc = "徐庶的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81525,
		desc = "贾诩的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81526,
		desc = "荀彧的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81527,
		desc = "魏延的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81528,
		desc = "关索的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81529,
		desc = "张苞的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81530,
		desc = "关兴的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81531,
		desc = "关平的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81532,
		desc = "庞统的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81533,
		desc = "文丑的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81534,
		desc = "颜良的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81535,
		desc = "华雄的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81536,
		desc = "张任的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81537,
		desc = "高顺的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81538,
		desc = "袁绍的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81539,
		desc = "华佗的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81540,
		desc = "田丰的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81541,
		desc = "李儒的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81542,
		desc = "太史慈的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81543,
		desc = "周泰的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81544,
		desc = "吕蒙的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81545,
		desc = "小乔的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81546,
		desc = "大乔的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81547,
		desc = "张辽的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81548,
		desc = "姜维的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81549,
		desc = "刘备的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81550,
		desc = "貂蝉的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81551,
		desc = "孙策的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81552,
		desc = "周瑜的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81553,
		desc = "陆逊的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81554,
		desc = "典韦的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81555,
		desc = "许褚的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81556,
		desc = "曹操的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81557,
		desc = "司马懿的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81558,
		desc = "郭嘉的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81559,
		desc = "张飞的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81560,
		desc = "关羽的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81561,
		desc = "马超的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81562,
		desc = "赵云的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81563,
		desc = "神黄忠的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81564,
		desc = "神诸葛亮的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81565,
		desc = "神吕布的信物，集齐所有信物后可在酒馆招募武将",
	},
	{
		id = 81566,
		desc = "在神龛内融合神武将信物的装备部件之一。",
	},
	{
		id = 81567,
		desc = "在神龛内融合神武将信物的装备部件之一。",
	},
	{
		id = 81568,
		desc = "在神龛内融合神武将信物的装备部件之一。",
	},
	{
		id = 81569,
		desc = "在神龛内融合神武将信物的装备部件之一。",
	},
	{
		id = 81570,
		desc = "在神龛内融合神武将信物的装备部件之一。",
	},
	{
		id = 81571,
		desc = "在神龛内融合神武将信物的装备部件之一。",
	},
	{
		id = 81572,
		desc = "可提升神武将技能",
	},
	{
		id = 81573,
		desc = "可提升神武将城战技能",
	},
	{
		id = 81574,
		desc = "可提升神武将技能",
	},
	{
		id = 81575,
		desc = "可提升神武将技能",
	},
	{
		id = 81576,
		desc = "可提升神武将技能",
	},
	{
		id = 81577,
		desc = "可提升神武将经验",
	},
	{
		id = 81578,
		desc = "可提升神武将经验",
	},
	{
		id = 81579,
		desc = "可提升神武将经验",
	},
	{
		id = 81580,
		desc = "可提升神武将经验",
	},
	{
		id = 81581,
		desc = "可提升神武将经验",
	},
	{
		id = 81582,
		desc = "当城墙受损时，请在【城墙】—【防御】界面使用铸城锤恢复所有城防值",
	},
	{
		id = 81583,
		desc = "当城墙受损时，请在【城墙】—【防御】界面使用铸城锤恢复所有城防值",
	},
	{
		id = 81584,
		desc = "神武将经验",
	},
	{
		id = 81585,
		desc = "可在观星台免费占星一次",
	},
	{
		id = 81586,
		desc = "可在观星台免费天陨一次",
	},
	{
		id = 81587,
		desc = "可以在幸运转盘内免费旋转一次转盘",
	},
	{
		id = 81588,
		desc = "打开后获得一种御龙盔甲",
	},
	{
		id = 81589,
		desc = "打开后获得一种御龙盔甲",
	},
	{
		id = 81590,
		desc = "打开后获得一种御龙盔甲",
	},
	{
		id = 81591,
		desc = "打开后有概率获得少量元宝或者一种御龙盔甲",
	},
	{
		id = 81592,
		desc = "打开后有概率获得一匹良驹或一种御龙盔甲",
	},
	{
		id = 81593,
		desc = "流传于民间的美食，金翅尤滴色味俱佳。打开后可以获得各类宝物。",
	},
	{
		id = 81594,
		desc = "可获得和府衙等级匹配的一批援军",
	},
	{
		id = 81595,
		desc = "打开后有概率获得一种御龙盔甲",
	},
	{
		id = 81596,
		desc = "打开后有概率获得一种御龙盔甲",
	},
	{
		id = 81597,
		desc = "打开后有概率获得一种御龙盔甲",
	},
	{
		id = 81598,
		desc = "打开后获得一匹良驹",
	},
	{
		id = 81599,
		desc = "打开后获得一种御龙盔甲",
	},
	{
		id = 81600,
		desc = "使用获得各种道具",
	},
	{
		id = 81601,
		desc = "打开后获得一件白色主公宝物",
	},
	{
		id = 81602,
		desc = "打开后获得一件绿色主公宝物",
	},
	{
		id = 81603,
		desc = "打开后获得一件蓝色主公宝物",
	},
	{
		id = 81604,
		desc = "打开后获得一件紫色主公宝物",
	},
	{
		id = 81605,
		desc = "打开后获得一件橙色主公宝物",
	},
	{
		id = 81606,
		desc = "战勋可以在战勋商店内购买道具",
	},
	{
		id = 81607,
		desc = "打开后必定获得橙色品质良驹，有几率获得特别稀有的坐骑",
	},
	{
		id = 81608,
		desc = "使用后获得各种道具",
	},
	{
		id = 81609,
		desc = "祝各位盟友新春快乐，打开后可获得一定数量的元宝",
	},
	{
		id = 81610,
		desc = "浪漫的玫瑰花，使用后可获得一种道具奖励",
	},
	{
		id = 81611,
		desc = "行军时间缩短50%%",
	},
	{
		id = 81612,
		desc = "神董袭升星需要的材料",
	},
	{
		id = 81613,
		desc = "神蒋钦升星需要的材料",
	},
	{
		id = 81614,
		desc = "神朱然升星需要的材料",
	},
	{
		id = 81615,
		desc = "神夏侯霸升星需要的材料",
	},
	{
		id = 81616,
		desc = "神乐进升星需要的材料",
	},
	{
		id = 81617,
		desc = "神曹洪升星需要的材料",
	},
	{
		id = 81618,
		desc = "神于禁升星需要的材料",
	},
	{
		id = 81619,
		desc = "神李典升星需要的材料",
	},
	{
		id = 81620,
		desc = "神廖化升星需要的材料",
	},
	{
		id = 81621,
		desc = "神张翼升星需要的材料",
	},
	{
		id = 81622,
		desc = "神孟达升星需要的材料",
	},
	{
		id = 81623,
		desc = "神蒋琬升星需要的材料",
	},
	{
		id = 81624,
		desc = "神张绣升星需要的材料",
	},
	{
		id = 81625,
		desc = "神张宝升星需要的材料",
	},
	{
		id = 81626,
		desc = "神韩遂升星需要的材料",
	},
	{
		id = 81627,
		desc = "神刘表升星需要的材料",
	},
	{
		id = 81628,
		desc = "神张角升星需要的材料",
	},
	{
		id = 81629,
		desc = "神凌统升星需要的材料",
	},
	{
		id = 81630,
		desc = "神丁奉升星需要的材料",
	},
	{
		id = 81631,
		desc = "神韩当升星需要的材料",
	},
	{
		id = 81632,
		desc = "神朱桓升星需要的材料",
	},
	{
		id = 81633,
		desc = "神徐盛升星需要的材料",
	},
	{
		id = 81634,
		desc = "神曹彰升星需要的材料",
	},
	{
		id = 81635,
		desc = "神王双升星需要的材料",
	},
	{
		id = 81636,
		desc = "神邓艾升星需要的材料",
	},
	{
		id = 81637,
		desc = "神文聘升星需要的材料",
	},
	{
		id = 81638,
		desc = "神诸葛诞升星需要的材料",
	},
	{
		id = 81639,
		desc = "神司马昭升星需要的材料",
	},
	{
		id = 81640,
		desc = "神锺会升星需要的材料",
	},
	{
		id = 81641,
		desc = "神甄姬升星需要的材料",
	},
	{
		id = 81642,
		desc = "神孟获升星需要的材料",
	},
	{
		id = 81643,
		desc = "神马岱升星需要的材料",
	},
	{
		id = 81644,
		desc = "神祝融升星需要的材料",
	},
	{
		id = 81645,
		desc = "神周仓升星需要的材料",
	},
	{
		id = 81646,
		desc = "神王平升星需要的材料",
	},
	{
		id = 81647,
		desc = "神吴懿升星需要的材料",
	},
	{
		id = 81648,
		desc = "神邓芝升星需要的材料",
	},
	{
		id = 81649,
		desc = "神法正升星需要的材料",
	},
	{
		id = 81650,
		desc = "神黄月英升星需要的材料",
	},
	{
		id = 81651,
		desc = "神费禕升星需要的材料",
	},
	{
		id = 81652,
		desc = "神纪灵升星需要的材料",
	},
	{
		id = 81653,
		desc = "神马腾升星需要的材料",
	},
	{
		id = 81654,
		desc = "神陈武升星需要的材料",
	},
	{
		id = 81655,
		desc = "神公孙瓒升星需要的材料",
	},
	{
		id = 81656,
		desc = "神陈登升星需要的材料",
	},
	{
		id = 81657,
		desc = "神卢植升星需要的材料",
	},
	{
		id = 81658,
		desc = "神审配升星需要的材料",
	},
	{
		id = 81659,
		desc = "神陈宫升星需要的材料",
	},
	{
		id = 81660,
		desc = "神沮授升星需要的材料",
	},
	{
		id = 81661,
		desc = "神黄盖升星需要的材料",
	},
	{
		id = 81662,
		desc = "神孙尚香升星需要的材料",
	},
	{
		id = 81663,
		desc = "神程普升星需要的材料",
	},
	{
		id = 81664,
		desc = "神孙权升星需要的材料",
	},
	{
		id = 81665,
		desc = "神曹丕升星需要的材料",
	},
	{
		id = 81666,
		desc = "神程昱升星需要的材料",
	},
	{
		id = 81667,
		desc = "神严颜升星需要的材料",
	},
	{
		id = 81668,
		desc = "神马良升星需要的材料",
	},
	{
		id = 81669,
		desc = "神董卓升星需要的材料",
	},
	{
		id = 81670,
		desc = "神甘宁升星需要的材料",
	},
	{
		id = 81671,
		desc = "神孙坚升星需要的材料",
	},
	{
		id = 81672,
		desc = "神鲁肃升星需要的材料",
	},
	{
		id = 81673,
		desc = "神张紘升星需要的材料",
	},
	{
		id = 81674,
		desc = "神张昭升星需要的材料",
	},
	{
		id = 81675,
		desc = "神庞德升星需要的材料",
	},
	{
		id = 81676,
		desc = "神夏侯惇升星需要的材料",
	},
	{
		id = 81677,
		desc = "神徐晃升星需要的材料",
	},
	{
		id = 81678,
		desc = "神夏侯渊升星需要的材料",
	},
	{
		id = 81679,
		desc = "神张郃升星需要的材料",
	},
	{
		id = 81680,
		desc = "神曹仁升星需要的材料",
	},
	{
		id = 81681,
		desc = "神徐庶升星需要的材料",
	},
	{
		id = 81682,
		desc = "神贾诩升星需要的材料",
	},
	{
		id = 81683,
		desc = "神荀彧升星需要的材料",
	},
	{
		id = 81684,
		desc = "神魏延升星需要的材料",
	},
	{
		id = 81685,
		desc = "神关索升星需要的材料",
	},
	{
		id = 81686,
		desc = "神张苞升星需要的材料",
	},
	{
		id = 81687,
		desc = "神关兴升星需要的材料",
	},
	{
		id = 81688,
		desc = "神关平升星需要的材料",
	},
	{
		id = 81689,
		desc = "神庞统升星需要的材料",
	},
	{
		id = 81690,
		desc = "神文丑升星需要的材料",
	},
	{
		id = 81691,
		desc = "神颜良升星需要的材料",
	},
	{
		id = 81692,
		desc = "神华雄升星需要的材料",
	},
	{
		id = 81693,
		desc = "神张任升星需要的材料",
	},
	{
		id = 81694,
		desc = "神高顺升星需要的材料",
	},
	{
		id = 81695,
		desc = "神袁绍升星需要的材料",
	},
	{
		id = 81696,
		desc = "神华佗升星需要的材料",
	},
	{
		id = 81697,
		desc = "神田丰升星需要的材料",
	},
	{
		id = 81698,
		desc = "神李儒升星需要的材料",
	},
	{
		id = 81699,
		desc = "神太史慈升星需要的材料",
	},
	{
		id = 81700,
		desc = "神周泰升星需要的材料",
	},
	{
		id = 81701,
		desc = "神吕蒙升星需要的材料",
	},
	{
		id = 81702,
		desc = "神小乔升星需要的材料",
	},
	{
		id = 81703,
		desc = "神大乔升星需要的材料",
	},
	{
		id = 81704,
		desc = "神张辽升星需要的材料",
	},
	{
		id = 81705,
		desc = "神姜维升星需要的材料",
	},
	{
		id = 81706,
		desc = "神刘备升星需要的材料",
	},
	{
		id = 81707,
		desc = "神貂蝉升星需要的材料",
	},
	{
		id = 81708,
		desc = "神孙策升星需要的材料",
	},
	{
		id = 81709,
		desc = "神周瑜升星需要的材料",
	},
	{
		id = 81710,
		desc = "神陆逊升星需要的材料",
	},
	{
		id = 81711,
		desc = "神典韦升星需要的材料",
	},
	{
		id = 81712,
		desc = "神许褚升星需要的材料",
	},
	{
		id = 81713,
		desc = "神曹操升星需要的材料",
	},
	{
		id = 81714,
		desc = "神司马懿升星需要的材料",
	},
	{
		id = 81715,
		desc = "神郭嘉升星需要的材料",
	},
	{
		id = 81716,
		desc = "神张飞升星需要的材料",
	},
	{
		id = 81717,
		desc = "神关羽升星需要的材料",
	},
	{
		id = 81718,
		desc = "神马超升星需要的材料",
	},
	{
		id = 81719,
		desc = "神赵云升星需要的材料",
	},
	{
		id = 81720,
		desc = "神黄忠升星需要的材料",
	},
	{
		id = 81721,
		desc = "神诸葛亮升星需要的材料",
	},
	{
		id = 81722,
		desc = "神吕布升星需要的材料",
	},
	{
		id = 81723,
		desc = "可在观星台免费祭天一次",
	},
	{
		id = 81724,
		desc = "可在蓬莱访客处兑换各种奇珍，或直接打开获得各种道具",
	},
	{
		id = 81725,
		desc = "神武将洗炼城战技能的材料",
	},
	{
		id = 81726,
		desc = "神武将满星后再获得将魂可转化为将印，用于兑换特殊道具",
	},
	{
		id = 81727,
		desc = "非常珍贵的玉石，可用于兑换活动。打开后可获得100个人荣誉",
	},
	{
		id = 81728,
		desc = "可在祭天大典活动中免费祭拜一次",
	},
	{
		id = 81729,
		desc = "可在蓬莱访客处兑换各种奇珍，或直接打开获得各种道具",
	},
	{
		id = 81730,
		desc = "月牙戟突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81731,
		desc = "镔铁宝刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81732,
		desc = "虹刃剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81733,
		desc = "桃花扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81734,
		desc = "鹃花扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81735,
		desc = "承影突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81736,
		desc = "昂龙三尖叉突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81737,
		desc = "雌雄双股剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81738,
		desc = "牡丹扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81739,
		desc = "霸王枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81740,
		desc = "淮阴剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81741,
		desc = "闪燕剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81742,
		desc = "恶来双戟突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81743,
		desc = "金背开山刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81744,
		desc = "倚天剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81745,
		desc = "黑慧扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81746,
		desc = "鬼才扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81747,
		desc = "丈八蛇矛突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81748,
		desc = "青龙偃月刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81749,
		desc = "虎头湛金枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81750,
		desc = "龙胆亮银枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81751,
		desc = "万石弓突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81752,
		desc = "朱雀羽扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81753,
		desc = "方天画戟突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81754,
		desc = "离火双刃突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81755,
		desc = "凤鸣环突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81756,
		desc = "疠火劈水刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81757,
		desc = "白虹突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81758,
		desc = "青釭剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81759,
		desc = "奇才扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81760,
		desc = "日月开天斧突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81761,
		desc = "判官笔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81762,
		desc = "七星宝刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81763,
		desc = "鬼头灌金刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81764,
		desc = "古锭刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81765,
		desc = "凌云笔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81766,
		desc = "风鸿羽扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81767,
		desc = "青云扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81768,
		desc = "金臂赤铜刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81769,
		desc = "新亭侯突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81770,
		desc = "乌金断日斧突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81771,
		desc = "霸王弓突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81772,
		desc = "破甲枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81773,
		desc = "三环錾金枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81774,
		desc = "八卦阴阳扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81775,
		desc = "铁骨扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81776,
		desc = "王佐羽扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81777,
		desc = "冷月宝刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81778,
		desc = "青龙板门刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81779,
		desc = "毒蛇矛突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81780,
		desc = "盘龙金背刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81781,
		desc = "青龙三亭刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81782,
		desc = "凤羽扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81783,
		desc = "鸣鸿刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81784,
		desc = "环首朴刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81785,
		desc = "昆吾刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81786,
		desc = "锋泉剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81787,
		desc = "银雀枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81788,
		desc = "寒月突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81789,
		desc = "净水葫芦突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81790,
		desc = "死谏笔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81791,
		desc = "诸葛连弩突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81792,
		desc = "铁脊长弓突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81793,
		desc = "乌金枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81794,
		desc = "锯齿钩镰刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81795,
		desc = "丧门戟突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81796,
		desc = "八宝电光锤突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81797,
		desc = "佛光剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81798,
		desc = "射日弓突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81799,
		desc = "三挺砍山刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81800,
		desc = "五虎断门刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81801,
		desc = "八卦开天斧突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81802,
		desc = "日月双刃突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81803,
		desc = "乾坤笔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81804,
		desc = "乌金三叉戟突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81805,
		desc = "丹凤剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81806,
		desc = "双翅玲珑戟突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81807,
		desc = "龙头扎刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81808,
		desc = "凝碧剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81809,
		desc = "亮银点刚枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81810,
		desc = "八楞亮银锤突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81811,
		desc = "杵白梨花枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81812,
		desc = "亮银刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81813,
		desc = "游子弓突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81814,
		desc = "白杆小银枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81815,
		desc = "状元笔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81816,
		desc = "三股亮银叉突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81817,
		desc = "兽角点金枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81818,
		desc = "火画扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81819,
		desc = "竹丝扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81820,
		desc = "龙凤双刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81821,
		desc = "檀香扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81822,
		desc = "截头金背大刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81823,
		desc = "乌金虎头枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81824,
		desc = "白光剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81825,
		desc = "八宝雁翎刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81826,
		desc = "八卦宣化斧突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81827,
		desc = "九耳八环刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81828,
		desc = "震天弓突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81829,
		desc = "壮志笔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81830,
		desc = "龙凤环突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81831,
		desc = "千叶扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81832,
		desc = "银蟒枪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81833,
		desc = "霸江刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81834,
		desc = "钩云刀突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81835,
		desc = "赤刃剑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81836,
		desc = "春燕扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81837,
		desc = "玉蒲扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81838,
		desc = "馥红扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81839,
		desc = "紫香扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81840,
		desc = "绒羽扇突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81841,
		desc = "昴炎布衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81842,
		desc = "紫川布衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81843,
		desc = "德杉布衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81844,
		desc = "木翼布衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81845,
		desc = "昴炎皮衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81846,
		desc = "紫川皮衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81847,
		desc = "德杉皮衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81848,
		desc = "木翼皮衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81849,
		desc = "锐辉皮衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81850,
		desc = "炀淼皮衣突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81851,
		desc = "炀淼皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81852,
		desc = "炙杉皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81853,
		desc = "耀焰皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81854,
		desc = "谷溪皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81855,
		desc = "冰岭皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81856,
		desc = "岱炎皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81857,
		desc = "锒灿皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81858,
		desc = "洛炎皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81859,
		desc = "锐茂皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81860,
		desc = "屹铮皮甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81861,
		desc = "龙骨甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81862,
		desc = "虎纹铠甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81863,
		desc = "昴炎战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81864,
		desc = "紫川战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81865,
		desc = "德杉战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81866,
		desc = "木翼战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81867,
		desc = "锐辉战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81868,
		desc = "黄金铠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81869,
		desc = "红锦万花袍突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81870,
		desc = "鱼鳞甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81871,
		desc = "天狼头盔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81872,
		desc = "虎牙战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81873,
		desc = "英杰战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81874,
		desc = "月影战甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81875,
		desc = "判官护腕突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81876,
		desc = "金丝鱼鳞甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81877,
		desc = "雷霆重盔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81878,
		desc = "擒龙锢铁腕突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81879,
		desc = "神喻披风突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81880,
		desc = "凤翅金翎突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81881,
		desc = "天罡盔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81882,
		desc = "钢甲战靴突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81883,
		desc = "龙麟铠甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81884,
		desc = "寒月冰魄铠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81885,
		desc = "奋威明光铠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81886,
		desc = "荒鹫铠甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81887,
		desc = "明镜铠甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81888,
		desc = "紫翎铠甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81889,
		desc = "锦衣铠甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81890,
		desc = "兽面连环铠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81891,
		desc = "银戒指突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81892,
		desc = "香囊突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81893,
		desc = "苍天石突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81894,
		desc = "青玉吊坠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81895,
		desc = "夜明珠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81896,
		desc = "护身符突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81897,
		desc = "珍珠链突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81898,
		desc = "兽牙饰突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81899,
		desc = "黄金手镯突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81900,
		desc = "靛海珠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81901,
		desc = "烽火石突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81902,
		desc = "长生镜突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81903,
		desc = "玲珑宝珠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81904,
		desc = "碧玉扳指突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81905,
		desc = "霞光项链突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81906,
		desc = "避水珠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81907,
		desc = "珊瑚耳坠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81908,
		desc = "虎牙手炼突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81909,
		desc = "玛瑙镶金坠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81910,
		desc = "无方戒突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81911,
		desc = "红玉扳指突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81912,
		desc = "血石项链突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81913,
		desc = "和氏璧突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81914,
		desc = "八卦坠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81915,
		desc = "琉璃玉璧突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81916,
		desc = "羽人兽纹镜突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81917,
		desc = "孔明灯突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81918,
		desc = "玉帘项链突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81919,
		desc = "传国玉玺突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81920,
		desc = "云纹佩突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81921,
		desc = "龙慕翡翠玉突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81922,
		desc = "白玉响铃簪突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81923,
		desc = "玲珑玻璃球突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81924,
		desc = "六光玄冥石突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81925,
		desc = "无双戒突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81926,
		desc = "罗绮香囊突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81927,
		desc = "苍魂珠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81928,
		desc = "风月宝链突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81929,
		desc = "碧水青龙突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81930,
		desc = "云流戒突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81931,
		desc = "颠海神珠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81932,
		desc = "七彩玲珑突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81933,
		desc = "圣王坠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81934,
		desc = "天机锦囊突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81935,
		desc = "四灵文镜突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81936,
		desc = "豹骑都督印突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81937,
		desc = "翼德葫芦突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81938,
		desc = "游心太玄链突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81939,
		desc = "甄宓玉笛突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81940,
		desc = "典韦护心镜突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81941,
		desc = "鬃毛牛突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81942,
		desc = "赤毛牛突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81943,
		desc = "褐鬃马突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81944,
		desc = "玉龙驹突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81945,
		desc = "南蛮巨象突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81946,
		desc = "汗血突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81947,
		desc = "大宛突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81948,
		desc = "快航突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81949,
		desc = "骐骥突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81950,
		desc = "绿耳突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81951,
		desc = "踏云突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81952,
		desc = "紫骍突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81953,
		desc = "灰影突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81954,
		desc = "惊帆突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81955,
		desc = "乌孙突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81956,
		desc = "王追突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81957,
		desc = "爪黄飞电突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81958,
		desc = "赤兔突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81959,
		desc = "绝影突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81960,
		desc = "的卢突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81961,
		desc = "护国玉玺突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81962,
		desc = "在炎炎夏天能给予人们带来一股清凉的礼盒。打开后可随机获得冷面、黄瓜、麻油鸡、龙虾或实用道具奖励。",
	},
	{
		id = 81963,
		desc = "收集一定数量可至蓬莱访客处兑换道具奖励，也可直接使用获得100战勋",
	},
	{
		id = 81964,
		desc = "收集一定数量可至蓬莱访客处兑换道具奖励，也可直接使用获得100战勋",
	},
	{
		id = 81965,
		desc = "收集一定数量可至蓬莱访客处兑换道具奖励，也可直接使用获得100战勋",
	},
	{
		id = 81966,
		desc = "收集一定数量可至蓬莱访客处兑换道具奖励，也可直接使用获得100战勋",
	},
	{
		id = 81967,
		desc = "玩家占领城池后获得的税收",
	},
	{
		id = 81968,
		desc = "升级国家科技所必需的资源",
	},
	{
		id = 81969,
		desc = "虹光宝甲突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81970,
		desc = "虹光吊坠突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81971,
		desc = "虹光琉璃驹突破所需材料，可在城战商铺中购买",
	},
	{
		id = 81972,
		desc = "城战令箭报名的必要材料",
	},
	{
		id = 81973,
		desc = "诸侯玩家可以使用诸侯令进行城战诸侯报名",
	},
	{
		id = 81974,
		desc = "收集一定数量可至蓬莱访客处兑换道具奖励，也可直接使用获得100个人贡献",
	},
	{
		id = 81975,
		desc = "收集一定数量可至蓬莱访客处兑换道具奖励，也可直接使用获得100功勋",
	},
	{
		id = 81976,
		desc = "收集一定数量可至蓬莱访客处兑换道具奖励，也可直接使用获得100功勋",
	},
	{
		id = 81977,
		desc = "只有贵宾才能受到蓬莱访客的招待，可在奇珍兑换内换取折扣物品，也可直接使用获得1000铜币",
	},
	{
		id = 81978,
		desc = "打开后可随机获得以下红色装备碎片5个（四灵文镜、判官护腕、豹骑都督印、金丝鱼鳞甲、天机锦囊、凤翅金翎、碧水青龙、奋威明光铠）",
	},
	{
		id = 81979,
		desc = "城战赛季结束胜者奖励-本届奖励为青龙偃月刀碎片100个",
	},
	{
		id = 81980,
		desc = "打开后有机会获得神黄忠信物、神夏侯惇信物、御神精华、元宝等任意一种道具奖励",
	},
	{
		id = 81981,
		desc = "上古天神遗留的精华，收集一定数量可兑换神武将信物、将魂",
	},
	{
		id = 81982,
		desc = "参加箭术大赛的必要道具",
	},
	{
		id = 90001,
		desc = "步兵防御加成%{num}",
	},
	{
		id = 90002,
		desc = "步兵生命加成%{num}",
	},
	{
		id = 90003,
		desc = "步兵防御加成%{num}",
	},
	{
		id = 90004,
		desc = "步兵生命加成%{num}",
	},
	{
		id = 91001,
		desc = "60元宝",
	},
	{
		id = 91002,
		desc = "300元宝",
	},
	{
		id = 91003,
		desc = "680元宝",
	},
	{
		id = 91004,
		desc = "1280元宝",
	},
	{
		id = 91005,
		desc = "3280元宝",
	},
	{
		id = 91006,
		desc = "6480元宝",
	},
	{
		id = 91007,
		desc = "至尊卡",
	},
	{
		id = 91008,
		desc = "月卡",
	},
	{
		id = 91009,
		desc = "充值礼包",
	},
	{
		id = 91010,
		desc = "充值礼包",
	},
	{
		id = 91011,
		desc = "充值礼包",
	},
	{
		id = 91012,
		desc = "充值礼包",
	},
	{
		id = 91013,
		desc = "充值礼包",
	},
	{
		id = 91014,
		desc = "充值礼包",
	},
	{
		id = 92001,
		desc = "热卖资源礼包",
	},
	{
		id = 92002,
		desc = "热卖加速礼包",
	},
	{
		id = 92003,
		desc = "热卖元宝礼包",
	},
	{
		id = 92004,
		desc = "主公经验礼包",
	},
	{
		id = 92005,
		desc = "主公经验礼包",
	},
	{
		id = 92006,
		desc = "主公经验礼包",
	},
	{
		id = 92007,
		desc = "主公经验礼包",
	},
	{
		id = 92008,
		desc = "主公经验礼包",
	},
	{
		id = 92009,
		desc = "装备锻造礼包",
	},
	{
		id = 92010,
		desc = "装备锻造礼包",
	},
	{
		id = 92011,
		desc = "装备锻造礼包",
	},
	{
		id = 92012,
		desc = "装备锻造礼包",
	},
	{
		id = 92013,
		desc = "装备锻造礼包",
	},
	{
		id = 92014,
		desc = "战争准备礼包",
	},
	{
		id = 92015,
		desc = "战争准备礼包",
	},
	{
		id = 92016,
		desc = "战争准备礼包",
	},
	{
		id = 92017,
		desc = "战争准备礼包",
	},
	{
		id = 92018,
		desc = "战争准备礼包",
	},
	{
		id = 92019,
		desc = "帝国建设礼包",
	},
	{
		id = 92020,
		desc = "帝国建设礼包",
	},
	{
		id = 92021,
		desc = "帝国建设礼包",
	},
	{
		id = 92022,
		desc = "帝国建设礼包",
	},
	{
		id = 92023,
		desc = "帝国建设礼包",
	},
	{
		id = 92024,
		desc = "时间礼包",
	},
	{
		id = 92025,
		desc = "时间礼包",
	},
	{
		id = 92026,
		desc = "时间礼包",
	},
	{
		id = 92027,
		desc = "时间礼包",
	},
	{
		id = 92028,
		desc = "时间礼包",
	},
	{
		id = 92029,
		desc = "镇国之宝礼包",
	},
	{
		id = 92030,
		desc = "镇国之宝礼包",
	},
	{
		id = 92031,
		desc = "镇国之宝礼包",
	},
	{
		id = 92032,
		desc = "镇国之宝礼包",
	},
	{
		id = 92033,
		desc = "镇国之宝礼包",
	},
	{
		id = 92034,
		desc = "五谷丰登礼包",
	},
	{
		id = 92035,
		desc = "五谷丰登礼包",
	},
	{
		id = 92036,
		desc = "五谷丰登礼包",
	},
	{
		id = 92037,
		desc = "五谷丰登礼包",
	},
	{
		id = 92038,
		desc = "五谷丰登礼包",
	},
	{
		id = 92039,
		desc = "木材收集礼包",
	},
	{
		id = 92040,
		desc = "木材收集礼包",
	},
	{
		id = 92041,
		desc = "木材收集礼包",
	},
	{
		id = 92042,
		desc = "木材收集礼包",
	},
	{
		id = 92043,
		desc = "木材收集礼包",
	},
	{
		id = 92044,
		desc = "石料开采礼包",
	},
	{
		id = 92045,
		desc = "石料开采礼包",
	},
	{
		id = 92046,
		desc = "石料开采礼包",
	},
	{
		id = 92047,
		desc = "石料开采礼包",
	},
	{
		id = 92048,
		desc = "石料开采礼包",
	},
	{
		id = 92049,
		desc = "钢铁洪流礼包",
	},
	{
		id = 92050,
		desc = "钢铁洪流礼包",
	},
	{
		id = 92051,
		desc = "钢铁洪流礼包",
	},
	{
		id = 92052,
		desc = "钢铁洪流礼包",
	},
	{
		id = 92053,
		desc = "钢铁洪流礼包",
	},
	{
		id = 92054,
		desc = "黄金时代礼包",
	},
	{
		id = 92055,
		desc = "黄金时代礼包",
	},
	{
		id = 92056,
		desc = "黄金时代礼包",
	},
	{
		id = 92057,
		desc = "黄金时代礼包",
	},
	{
		id = 92058,
		desc = "黄金时代礼包",
	},
	{
		id = 92059,
		desc = "联盟礼包",
	},
	{
		id = 92060,
		desc = "联盟礼包",
	},
	{
		id = 92061,
		desc = "联盟礼包",
	},
	{
		id = 92062,
		desc = "联盟礼包",
	},
	{
		id = 92063,
		desc = "联盟礼包",
	},
	{
		id = 92064,
		desc = "五一礼包",
	},
	{
		id = 92065,
		desc = "五一礼包",
	},
	{
		id = 92066,
		desc = "五一礼包",
	},
	{
		id = 92067,
		desc = "五一礼包",
	},
	{
		id = 92068,
		desc = "五一礼包",
	},
	{
		id = 92069,
		desc = "十一礼包",
	},
	{
		id = 92070,
		desc = "十一礼包",
	},
	{
		id = 92071,
		desc = "十一礼包",
	},
	{
		id = 92072,
		desc = "十一礼包",
	},
	{
		id = 92073,
		desc = "十一礼包",
	},
	{
		id = 92074,
		desc = "元旦礼包",
	},
	{
		id = 92075,
		desc = "元旦礼包",
	},
	{
		id = 92076,
		desc = "元旦礼包",
	},
	{
		id = 92077,
		desc = "元旦礼包",
	},
	{
		id = 92078,
		desc = "元旦礼包",
	},
	{
		id = 92079,
		desc = "春节礼包",
	},
	{
		id = 92080,
		desc = "春节礼包",
	},
	{
		id = 92081,
		desc = "春节礼包",
	},
	{
		id = 92082,
		desc = "春节礼包",
	},
	{
		id = 92083,
		desc = "春节礼包",
	},
	{
		id = 92084,
		desc = "清明礼包",
	},
	{
		id = 92085,
		desc = "清明礼包",
	},
	{
		id = 92086,
		desc = "清明礼包",
	},
	{
		id = 92087,
		desc = "清明礼包",
	},
	{
		id = 92088,
		desc = "清明礼包",
	},
	{
		id = 92089,
		desc = "群雄割据礼包",
	},
	{
		id = 92090,
		desc = "群雄割据礼包",
	},
	{
		id = 92091,
		desc = "群雄割据礼包",
	},
	{
		id = 92092,
		desc = "群雄割据礼包",
	},
	{
		id = 92093,
		desc = "群雄割据礼包",
	},
	{
		id = 92094,
		desc = "王侯将相礼包",
	},
	{
		id = 92095,
		desc = "王侯将相礼包",
	},
	{
		id = 92096,
		desc = "王侯将相礼包",
	},
	{
		id = 92097,
		desc = "王侯将相礼包",
	},
	{
		id = 92098,
		desc = "王侯将相礼包",
	},
	{
		id = 92099,
		desc = "君临天下礼包",
	},
	{
		id = 92100,
		desc = "君临天下礼包",
	},
	{
		id = 92101,
		desc = "君临天下礼包",
	},
	{
		id = 92102,
		desc = "君临天下礼包",
	},
	{
		id = 92103,
		desc = "君临天下礼包",
	},
	{
		id = 92104,
		desc = "华佗再世礼包",
	},
	{
		id = 92105,
		desc = "华佗再世礼包",
	},
	{
		id = 92106,
		desc = "华佗再世礼包",
	},
	{
		id = 92107,
		desc = "华佗再世礼包",
	},
	{
		id = 92108,
		desc = "华佗再世礼包",
	},
	{
		id = 92109,
		desc = "小份礼包",
	},
	{
		id = 92110,
		desc = "中份礼包",
	},
	{
		id = 92111,
		desc = "大份礼包",
	},
	{
		id = 92112,
		desc = "超值礼包",
	},
	{
		id = 92113,
		desc = "豪华礼包",
	},
	{
		id = 92114,
		desc = "奢华礼包",
	},
	{
		id = 92115,
		desc = "七夕礼包",
	},
	{
		id = 92116,
		desc = "七夕礼包",
	},
	{
		id = 92117,
		desc = "七夕礼包",
	},
	{
		id = 92118,
		desc = "七夕礼包",
	},
	{
		id = 92119,
		desc = "七夕礼包",
	},
	{
		id = 92120,
		desc = "奢华尊享礼包",
	},
	{
		id = 92121,
		desc = "大型热卖资源礼包",
	},
	{
		id = 92122,
		desc = "大型热卖加速礼包",
	},
	{
		id = 92123,
		desc = "大型热卖元宝礼包",
	},
	{
		id = 92124,
		desc = "万圣派对礼包",
	},
	{
		id = 92125,
		desc = "万圣狂欢礼包",
	},
	{
		id = 92126,
		desc = "万圣锦囊礼包",
	},
	{
		id = 92127,
		desc = "元旦迎新礼包",
	},
	{
		id = 92128,
		desc = "元旦喜庆礼包",
	},
	{
		id = 92129,
		desc = "元旦鸿运礼包",
	},
	{
		id = 92130,
		desc = "超值锦囊礼包",
	},
	{
		id = 92131,
		desc = "豪华锦囊礼包",
	},
	{
		id = 92132,
		desc = "奢华锦囊礼包",
	},
	{
		id = 92133,
		desc = "最强医馆饰品包",
	},
	{
		id = 92134,
		desc = "最强校场饰品包",
	},
	{
		id = 92135,
		desc = "最强采集饰品包",
	},
	{
		id = 92140,
		desc = "周年幸运礼包",
	},
	{
		id = 92141,
		desc = "周年天陨礼包",
	},
	{
		id = 92142,
		desc = "周年祭天礼包",
	},
	{
		id = 92143,
		desc = "幸运庆典礼包",
	},
	{
		id = 92144,
		desc = "天陨庆典礼包",
	},
	{
		id = 92145,
		desc = "祭天庆典礼包",
	},
	{
		id = 100001,
		desc = "详情",
	},
	{
		id = 100002,
		desc = "升级",
	},
	{
		id = 100003,
		desc = "驻守",
	},
	{
		id = 100004,
		desc = "加速",
	},
	{
		id = 100005,
		desc = "元宝加速",
	},
	{
		id = 100006,
		desc = "建造",
	},
	{
		id = 100007,
		desc = "训练",
	},
	{
		id = 100008,
		desc = "锻造",
	},
	{
		id = 100009,
		desc = "回收",
	},
	{
		id = 100010,
		desc = "研究",
	},
	{
		id = 100011,
		desc = "帮助",
	},
	{
		id = 100012,
		desc = "士兵援助",
	},
	{
		id = 100013,
		desc = "学习",
	},
	{
		id = 100014,
		desc = "招募",
	},
	{
		id = 100015,
		desc = "军团编组",
	},
	{
		id = 100016,
		desc = "治疗",
	},
	{
		id = 100017,
		desc = "军情",
	},
	{
		id = 100018,
		desc = "武将",
	},
	{
		id = 100019,
		desc = "防御",
	},
	{
		id = 100020,
		desc = "提速",
	},
	{
		id = 100021,
		desc = "元宝提速",
	},
	{
		id = 100022,
		desc = "收获黄金",
	},
	{
		id = 100023,
		desc = "收获粮食",
	},
	{
		id = 100024,
		desc = "收获木材",
	},
	{
		id = 100025,
		desc = "收获石料",
	},
	{
		id = 100026,
		desc = "收获铁矿",
	},
	{
		id = 100027,
		desc = "提速剩余",
	},
	{
		id = 100028,
		desc = "联盟战争",
	},
	{
		id = 100029,
		desc = "加速",
	},
	{
		id = 100030,
		desc = "元宝加速",
	},
	{
		id = 100031,
		desc = "加速",
	},
	{
		id = 100032,
		desc = "元宝加速",
	},
	{
		id = 100033,
		desc = "加速",
	},
	{
		id = 100034,
		desc = "元宝加速",
	},
	{
		id = 100035,
		desc = "加速",
	},
	{
		id = 100036,
		desc = "元宝加速",
	},
	{
		id = 100037,
		desc = "加速",
	},
	{
		id = 100038,
		desc = "元宝加速",
	},
	{
		id = 100039,
		desc = "加速",
	},
	{
		id = 100040,
		desc = "元宝加速",
	},
	{
		id = 100041,
		desc = "加速",
	},
	{
		id = 100042,
		desc = "元宝加速",
	},
	{
		id = 110001,
		desc = "无产出",
	},
	{
		id = 110002,
		desc = "黄金每小时产量",
	},
	{
		id = 110003,
		desc = "粮食每小时产量",
	},
	{
		id = 110004,
		desc = "木材每小时产量",
	},
	{
		id = 110005,
		desc = "石料每小时产量",
	},
	{
		id = 110006,
		desc = "铁矿每小时产量",
	},
	{
		id = 110007,
		desc = "城防值",
	},
	{
		id = 110008,
		desc = "陷阱容量",
	},
	{
		id = 110009,
		desc = "医馆容量",
	},
	{
		id = 110010,
		desc = "将在%{level}级时解锁%{name}",
	},
	{
		id = 110011,
		desc = "帮助次数",
	},
	{
		id = 110012,
		desc = "帮助减少时间",
	},
	{
		id = 110013,
		desc = "援兵容纳数量",
	},
	{
		id = 110014,
		desc = "军团武将数量",
	},
	{
		id = 110015,
		desc = "武将带兵数增加",
	},
	{
		id = 110016,
		desc = "伤兵容量",
	},
	{
		id = 110017,
		desc = "学院栏位",
	},
	{
		id = 110018,
		desc = "白银消耗减少",
	},
	{
		id = 110019,
		desc = "分解白银获得增加",
	},
	{
		id = 110020,
		desc = "黄金保护量",
	},
	{
		id = 110021,
		desc = "粮食保护量",
	},
	{
		id = 110022,
		desc = "木材保护量",
	},
	{
		id = 110023,
		desc = "石料保护量",
	},
	{
		id = 110024,
		desc = "铁矿保护量",
	},
	{
		id = 110025,
		desc = "学习栏位最大上限",
	},
	{
		id = 110027,
		desc = "战争大厅集结军团数",
	},
	{
		id = 111002,
		desc = "黄金产量",
	},
	{
		id = 111003,
		desc = "粮食产量",
	},
	{
		id = 111004,
		desc = "木材产量",
	},
	{
		id = 111005,
		desc = "石料产量",
	},
	{
		id = 111006,
		desc = "铁矿产量",
	},
	{
		id = 111007,
		desc = "防御值",
	},
	{
		id = 111008,
		desc = "陷阱容量",
	},
	{
		id = 111009,
		desc = "伤兵容量",
	},
	{
		id = 111010,
		desc = "解锁",
	},
	{
		id = 111011,
		desc = "帮助次数",
	},
	{
		id = 111012,
		desc = "减少时间",
	},
	{
		id = 111013,
		desc = "容纳援兵",
	},
	{
		id = 111014,
		desc = "军团武将数",
	},
	{
		id = 111015,
		desc = "可控部队数",
	},
	{
		id = 111016,
		desc = "伤兵容量",
	},
	{
		id = 111017,
		desc = "学院栏位",
	},
	{
		id = 111018,
		desc = "白银消耗减少",
	},
	{
		id = 111019,
		desc = "分解白银增加",
	},
	{
		id = 111020,
		desc = "黄金",
	},
	{
		id = 111021,
		desc = "粮草",
	},
	{
		id = 111022,
		desc = "木材",
	},
	{
		id = 111023,
		desc = "石料",
	},
	{
		id = 111024,
		desc = "铁矿",
	},
	{
		id = 111025,
		desc = "学习栏位",
	},
	{
		id = 111026,
		desc = "集结军团数",
	},
	{
		id = 111027,
		desc = "集结军团数",
	},
	{
		id = 120001,
		desc = "鬼才",
	},
	{
		id = 120002,
		desc = "鬼才介绍",
	},
	{
		id = 120003,
		desc = "鬼才",
	},
	{
		id = 120004,
		desc = "鬼才介绍",
	},
	{
		id = 120005,
		desc = "鬼才",
	},
	{
		id = 120006,
		desc = "鬼才介绍",
	},
	{
		id = 130001,
		desc = "免战",
	},
	{
		id = 130002,
		desc = "攻击加成",
	},
	{
		id = 130003,
		desc = "防御加成",
	},
	{
		id = 130004,
		desc = "粮食消耗减少",
	},
	{
		id = 130005,
		desc = "反侦察",
	},
	{
		id = 130006,
		desc = "伪装术",
	},
	{
		id = 130007,
		desc = "采集速度加成",
	},
	{
		id = 130008,
		desc = "出征上限加成",
	},
	{
		id = 130009,
		desc = "部队负重加成",
	},
	{
		id = 130010,
		desc = "步兵防御加成",
	},
	{
		id = 130011,
		desc = "步兵生命加成",
	},
	{
		id = 130012,
		desc = "步兵攻击加成",
	},
	{
		id = 130013,
		desc = "骑兵防御加成",
	},
	{
		id = 130014,
		desc = "骑兵生命加成",
	},
	{
		id = 130015,
		desc = "骑兵攻击加成",
	},
	{
		id = 130016,
		desc = "弓兵防御加成",
	},
	{
		id = 130017,
		desc = "弓兵生命加成",
	},
	{
		id = 130018,
		desc = "弓兵攻击加成",
	},
	{
		id = 130019,
		desc = "车兵防御加成",
	},
	{
		id = 130020,
		desc = "车兵生命加成",
	},
	{
		id = 130021,
		desc = "车兵攻击加成",
	},
	{
		id = 130022,
		desc = "步兵减伤",
	},
	{
		id = 130023,
		desc = "骑兵伤害增加",
	},
	{
		id = 130024,
		desc = "弓兵伤害增加",
	},
	{
		id = 130025,
		desc = "车兵伤害增加",
	},
	{
		id = 130026,
		desc = "建造加速",
	},
	{
		id = 130027,
		desc = "研究加速",
	},
	{
		id = 130028,
		desc = "伐木场增产",
	},
	{
		id = 130029,
		desc = "农田增产",
	},
	{
		id = 130030,
		desc = "世界采集木头提升",
	},
	{
		id = 130031,
		desc = "世界采集粮食提升",
	},
	{
		id = 130032,
		desc = "仓库容量上升",
	},
	{
		id = 130033,
		desc = "移速提升",
	},
	{
		id = 130034,
		desc = "剿匪移速提升",
	},
	{
		id = 130035,
		desc = "行军移速提升",
	},
	{
		id = 130036,
		desc = "行动力恢复速度提升",
	},
	{
		id = 130037,
		desc = "单次练兵数量提升",
	},
	{
		id = 130038,
		desc = "医馆容量提升",
	},
	{
		id = 130039,
		desc = "陷阱制造速度提升",
	},
	{
		id = 130040,
		desc = "陷阱攻击力提升",
	},
	{
		id = 130041,
		desc = "士兵训练速度提升",
	},
	{
		id = 130042,
		desc = "医疗速度提升",
	},
	{
		id = 130043,
		desc = "箭塔攻击力提升",
	},
	{
		id = 130044,
		desc = "箭塔攻击速度提升",
	},
	{
		id = 130045,
		desc = "医疗费用降低",
	},
	{
		id = 130046,
		desc = "城防值增加",
	},
	{
		id = 130047,
		desc = "守军攻击增加",
	},
	{
		id = 130048,
		desc = "守军防御增加",
	},
	{
		id = 130049,
		desc = "守军生命增加",
	},
	{
		id = 130050,
		desc = "火箭对骑兵伤害增加",
	},
	{
		id = 130051,
		desc = "落石对步兵伤害增加",
	},
	{
		id = 130052,
		desc = "滚木对弓兵伤害增加",
	},
	{
		id = 130053,
		desc = "出征伤兵比例",
	},
	{
		id = 130054,
		desc = "单只部队上限增加",
	},
	{
		id = 130055,
		desc = "金矿增产",
	},
	{
		id = 130056,
		desc = "石料增产",
	},
	{
		id = 130057,
		desc = "铁矿增产",
	},
	{
		id = 130058,
		desc = "步兵负重增加",
	},
	{
		id = 130059,
		desc = "骑兵负重增加",
	},
	{
		id = 130060,
		desc = "弓兵负重增加",
	},
	{
		id = 130061,
		desc = "车兵负重增加",
	},
	{
		id = 130062,
		desc = "世界采集黄金速度提升",
	},
	{
		id = 130063,
		desc = "世界采集石料速度提升",
	},
	{
		id = 130064,
		desc = "世界采集铁矿速度提升",
	},
	{
		id = 130076,
		desc = "降低敌方步兵造成的伤害",
	},
	{
		id = 130077,
		desc = "降低敌方骑兵造成的伤害",
	},
	{
		id = 130078,
		desc = "降低敌方弓兵造成的伤害",
	},
	{
		id = 130079,
		desc = "降低敌方车兵造成的伤害",
	},
	{
		id = 131001,
		desc = "联盟人数上限增加",
	},
	{
		id = 131002,
		desc = "加快建筑建造升级速度",
	},
	{
		id = 131003,
		desc = "增加集结进攻的队伍空位",
	},
	{
		id = 131004,
		desc = "增加战争大厅可以容纳集结部队的数量",
	},
	{
		id = 131005,
		desc = "增加联盟成员建造陷阱的速度",
	},
	{
		id = 131006,
		desc = "减少陷阱的损失",
	},
	{
		id = 131007,
		desc = "增加联盟帮助减少的时间",
	},
	{
		id = 131008,
		desc = "提高全体联盟成员的步兵兵种伤害",
	},
	{
		id = 131009,
		desc = "提高全体联盟成员的骑兵兵种伤害",
	},
	{
		id = 131010,
		desc = "提高全体联盟成员的弓兵兵种伤害",
	},
	{
		id = 131011,
		desc = "提高全体联盟成员的车兵兵种伤害",
	},
	{
		id = 131012,
		desc = "降低敌方的步兵造成的伤害",
	},
	{
		id = 131013,
		desc = "降低敌方的骑兵造成的伤害",
	},
	{
		id = 131014,
		desc = "降低敌方的弓兵造成的伤害",
	},
	{
		id = 131015,
		desc = "降低地方的车兵造成的伤害",
	},
	{
		id = 131016,
		desc = "加快科技的研究速度",
	},
	{
		id = 131017,
		desc = "增加集结军队的行军速度",
	},
	{
		id = 131018,
		desc = "联盟仓库每日存储上限增加",
	},
	{
		id = 131019,
		desc = "提高金矿产量",
	},
	{
		id = 131020,
		desc = "提高农田产量",
	},
	{
		id = 131021,
		desc = "提高木材产量",
	},
	{
		id = 131022,
		desc = "提高石料产量",
	},
	{
		id = 131023,
		desc = "提高铁矿产量",
	},
	{
		id = 131024,
		desc = "提高全联盟的行军速度",
	},
	{
		id = 131025,
		desc = "增加援军数量",
	},
	{
		id = 131026,
		desc = "增加援助次数",
	},
	{
		id = 137001,
		desc = "步兵单次训练数",
	},
	{
		id = 137002,
		desc = "骑兵单次训练数",
	},
	{
		id = 137003,
		desc = "弓兵单次训练数",
	},
	{
		id = 137004,
		desc = "车兵单次训练数",
	},
	{
		id = 137005,
		desc = "雇佣兵容量",
	},
	{
		id = 137006,
		desc = "陷阱建造加速",
	},
	{
		id = 137007,
		desc = "武将招募上限",
	},
	{
		id = 138001,
		desc = "步兵训练数",
	},
	{
		id = 138002,
		desc = "骑兵训练数",
	},
	{
		id = 138003,
		desc = "弓兵训练数",
	},
	{
		id = 138004,
		desc = "车兵训练数",
	},
	{
		id = 138005,
		desc = "佣兵容量",
	},
	{
		id = 138006,
		desc = "陷阱制造数",
	},
	{
		id = 138007,
		desc = "武将上限",
	},
	{
		id = 140001,
		desc = "1、活动期间内，|<#22,155,209#>每个玉玺碎片每10分钟|增加10点联盟积分，活动结束时每个玉玺碎片增加|<#22,155,209#>120点|联盟积分。|<#\n#>|2、活动期间离开联盟，持有的玉玺碎片及相应个人增益仍保留，但不再计算积分。|<#\n#>|3、排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|的第二天凌晨，根据活动截止时的联盟实际情况，通过邮件统一发放给联盟的每一个成员。|<#\n#>|4、攻击玩家或集结攻击玩家获胜|<#22,155,209#>可抢夺|玩家的玉玺碎片。|<#\n#>|5、第一次取得玉玺会使得已经开启的战争保护|<#22,155,209#>失效|，取得玉玺后也|<#22,155,209#>无法开启|战争保护，直至失去全部玉玺后恢复正常状态。|<#\n#>|6、获得前5名的盟主可以分配颁发宝箱给联盟成员。",
	},
	{
		id = 140002,
		desc = "1、捐献资源时，每获得|<#22,155,209#>2点荣誉|即可获得1积分。|<#\n#>|2、在活动期间|<#22,155,209#>退出联盟|，此前个人获得的积分将会被|<#22,155,209#>清空|，联盟也会扣除这部分积分。|<#\n#>|3、排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|的第二天凌晨，根据活动截止时的联盟实际情况，通过邮件统一|<#\n#>|发放给联盟的每一个成员。|<#\n#>|4、获得前5名的盟主可以分配颁发宝箱给联盟成员。",
	},
	{
		id = 140003,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|每采集|<#72,255,98#>1|黄金获得|<#72,255,98#>1|积分|<#\n#>|每采集|<#72,255,98#>1|粮食获得|<#72,255,98#>1|积分|<#\n#>|每采集|<#72,255,98#>1|木材获得|<#72,255,98#>2|积分|<#\n#>|每采集|<#72,255,98#>1|石料获得|<#72,255,98#>3|积分|<#\n#>|每采集|<#72,255,98#>1|铁矿获得|<#72,255,98#>5|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。|<#\n#>|5、采集部队返回城池时结算积分",
	},
	{
		id = 140004,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|升级建筑每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|研究科技每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 140005,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|训练士兵每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|制造陷阱每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 140006,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|击杀野怪获得野怪等级*|<#72,255,98#>100|积分|<#\n#>|每个武将营寨拥有武将营寨等级*|<#72,255,98#>2000|积分，集结攻击对武将营寨造成伤害的血量的百分比获得积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 140007,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|通过击杀其他玩家的士兵，使敌人每降低|<#72,255,98#>1|点战力获得|<#72,255,98#>5|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 140008,
		desc = "当你的城被攻陷后，它将燃烧30分钟。当城防值为0时，你的城池将被强制迁往世界其他位置。",
	},
	{
		id = 140009,
		desc = "联盟商店由【商城】和【货物列表】组成。|<#\n#>|为了让您更好的理解【联盟商店】中的【商城】与【货物列表】的功能。请允许我们先为您解释一下【个人贡献】和【联盟贡献】的区别与联系。|<#\n#>|【个人贡献】和【联盟贡献】|<#\n#>|1、联盟中每位成员均可通过捐献科技获得个人贡献|<#\n#>|2、联盟成员每获得1点个人贡献，联盟就会获得1点联盟贡献|<#\n#>|3、个人贡献归联盟个人成员所有，更换联盟也不会丢失个人贡献。|<#\n#>|4、联盟贡献归联盟所有且仅供联盟中的盟主和副盟主支配。联盟解散时，联盟贡献清零。|<#\n#>|【商城】与【货物列表】|<#\n#>|1、只有联盟中的盟主和副盟主可以在联盟商店中的【货物列表】中通过联盟贡献兑换物品并将其放入联盟商店的【商城】中.|<#\n#>|2、所有联盟成员均可在联盟商店的【商城】中通过个人贡献兑换物品。",
	},
	{
		id = 140010,
		desc = "加入联盟后可以开始对不同的联盟科技进行捐献|<#\n#>|每次捐献，联盟成员可以获得【个人贡献】并且联盟可以获得【联盟贡献】。|<#\n#>|捐献会产生冷却时间。当时间达到4小时后，需要等冷却时间结束才能继续捐赠。|<#\n#>|科技通过捐献升星后，所有联盟成员获得科技加成的属性。科技满星后盟主和副盟主可以进行科技研究。突破科技等级上限。|<#\n#>|每层科技研究一定数量后，会解锁更高级的科技。|<#\n#>|盟主可指定优先捐献的科技。|<#\n#>|每日捐献人数达到10,20或30人，全联盟成员可领取宝箱奖励。",
	},
	{
		id = 140011,
		desc = "当有敌军来犯时，盟友间可以派兵互相援助；己方受到盟友援助的军团数由己方屯所等级决定；派遣的军团需要点击【返回】才会回到自己的城池内。",
	},
	{
		id = 140012,
		desc = "1、只有购买了至尊卡的用户方可参加此活动。|<#\n#>|2、购买基金后，府衙等级达标即可领取返还的元宝。|<#\n#>|3、每个服务器购买基金的总人数达标，将额外发放宝箱奖励，点击宝箱图标预览奖励",
	},
	{
		id = 140013,
		desc = "1、翻牌界面一旦放弃后，便无法继续之前的牌局。|<#\n#>|2、如果连续翻出倍率的奖励，则是先相加后再对下一次实物奖励进行相乘处理。",
	},
	{
		id = 140014,
		desc = "1、活动期间内，每个据点每占领|<#22,155,209#>10分钟|增加|<#22,155,209#>50|点联盟积分，活动结束时每个占领的据点增加|<#22,155,209#>600|点联盟积分。|<#\n#>|2.持续占领据点|<#22,155,209#>每小时|将产出|<#22,155,209#>1|个锦囊。|<#\n#>|3、据点战采用模拟战斗的方式，抢占过程中|<#22,155,209#>不会|造成实际的兵力伤亡，战胜后也无法掠夺别人已经获得的锦囊。|<#\n#>|4、据点战中弓骑兵所属“资源战”的特技无效，采集加成道具无效。|<#\n#>|5、活动期间离开联盟，据点将继续产出锦囊，此前增加的联盟积分|<#22,155,209#>不扣除|，但不再继续计算积分。|<#\n#>|6、活动排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|的第二天凌晨，根据活动截止时的联盟实际情况，通过邮件统一发放给联盟的每一个成员。6、获得前5名的盟主可以分配颁发宝箱给联盟成员。",
	},
	{
		id = 140015,
		desc = "1、黄巾军在|<#22,155,209#>晚上8:00|开始进攻联盟堡垒，玩家防守联盟堡垒时击杀的黄巾军将转化为活动积分。|<#\n#>|2、每波只需击杀|<#22,155,209#>半数|黄巾军即防守成功。累计防守失败|<#22,155,209#>两次|后活动结束。|<#\n#>|3、活动排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|的第二天凌晨，通过邮件统一发放给联盟的每一个成员。|<#\n#>|4、活动结束后，根据|<#22,155,209#>防守波数|，通过邮件发放锦囊奖励给联盟的每一个成员。|<#\n#>|5、获得前5名的盟主可以分配颁发宝箱给联盟成员。",
	},
	{
		id = 140016,
		desc = "1、锦囊可以通过参与联盟活动-|<#22,155,209#>黄巾起义|和|<#22,155,209#>据点战|大量获得。|<#\n#>|2、出售|<#22,155,209#>皇陵探宝|中获得的多余主公宝物，也将返还售价|<#22,155,209#>九折|的锦囊（如除不尽则向上取整）。|<#\n#>|3、购买的主公宝物属性都是在预设范围内|<#22,155,209#>随机|生成。",
	},
	{
		id = 140017,
		desc = "|<#253,208,110#>概述||<#\n#>|以联盟为单位，通过集结战斗占领皇城周围4个建筑获得积分。活动结束时积分排名最高的联盟获得胜利。联盟盟主可以推举皇帝。|<#\n#>| |<#\n#>||<#253,208,110#>开启时间||<#\n#>|1、开服后第18天开启第一届皇位战|<#\n#>|2、活动持续时间：19：00--20:05|<#\n#>|3、第一届结束之后每14天开启一次|<#\n#>| |<#\n#>||<#253,208,110#>参与条件||<#\n#>|1、只有联盟成员才可以参加皇位战|<#\n#>| |<#\n#>||<#253,208,110#>建筑相关||<#\n#>|1、皇城（坐标：619，619）：不可争夺|<#\n#>|2、军械所（坐标：626，626）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|3、练兵所（坐标：610，610）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|4、军屯农（坐标：626，610）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|5、太鼓台（坐标：610，626）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|注：皇位战所有进攻/防守损失的士兵均会转化为伤兵进入医馆内。|<#\n#>| |<#\n#>||<#253,208,110#>积分计算||<#\n#>|1、占领下可争夺的城池后所属联盟的积分会开始增长|<#\n#>|2、占领的城池越多，会得到积分增长加成。|<#\n#>|例：占领了军械所和军屯农2个建筑，积分增加从原来的2分变为4分|<#\n#>|3、积分每10秒结算1次|<#\n#>| |<#\n#>||<#253,208,110#>奖励结算|1、前10名的联盟可以获得相应排名奖励。其他名次的联盟将获得一个参与奖励（奖励将于22点05分开始发放）|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活动世界结束，积分第一名联盟占领皇城|<#\n#>|2、3小时内由盟主推举任意联盟玩家为皇帝|<#\n#>|3、如1小时盟主不进行任何操作，则默认盟主为皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官职册封||<#\n#>|1、皇帝可以册封/谪贬本服内任意玩家|<#\n#>|2、每个职位的册封/谪贬每8小时只能进行一次操作|<#\n#>| |<#\n#>||<#253,208,110#>赏赐礼包||<#\n#>|1、皇帝可以在皇战礼包界面发放礼包给全服任意玩家|<#\n#>|2、收到过礼包的玩家无法再次收到赏赐",
	},
	{
		id = 140018,
		desc = "|<#253,208,110#>概述||<#\n#>|活动结束时积分排名最高的联盟获得胜利。联盟盟主可以推举皇帝。皇帝可以册封其他官职|<#\n#>| |<#253,208,110#>登基大典||<#\n#>|1、活动世界结束，积分第一名联盟占领皇城|<#\n#>|2、1小时内由盟主推举任意联盟玩家为皇帝|<#\n#>|3、如3小时盟主不进行任何操作，则默认盟主为皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官职册封||<#\n#>|1、皇帝可以册封/谪贬本服内任意玩家|<#\n#>|2、每个职位的册封/谪贬每8小时只能进行一次操作|<#\n#>| |<#\n#>||<#253,208,110#>赏赐礼包||<#\n#>|1、皇帝可以在皇战礼包界面发放礼包给全服任意玩家|<#\n#>|2、收到过礼包的玩家无法再次收到赏赐",
	},
	{
		id = 140019,
		desc = "|<#253,208,110#>概述||<#\n#>|以联盟为单位，通过集结战斗占领皇城周围4个建筑获得积分。活动结束时积分排名最高的联盟获得胜利。联盟盟主可以推举皇帝。|<#\n#>| |<#\n#>||<#253,208,110#>开启时间||<#\n#>|1、开服后第18天开启第一届皇位战|<#\n#>|2、活动持续时间：19：00--20:05|<#\n#>|3、第一届结束之后每14天开启一次|<#\n#>| |<#\n#>||<#253,208,110#>参与条件||<#\n#>|1、只有联盟成员才可以参加皇位战|<#\n#>| |<#\n#>||<#253,208,110#>建筑相关||<#\n#>|1、皇城（坐标：619，619）：不可争夺|<#\n#>|2、军械所（坐标：626，626）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|3、练兵所（坐标：610，610）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|4、军屯农（坐标：626，610）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|5、太鼓台（坐标：610，626）：可争夺，占领后每秒增加|<#72,255,98#>1|点积分|<#\n#>|注：皇位战所有进攻/防守损失的士兵均会转化为伤兵进入医馆内。|<#\n#>| |<#\n#>||<#253,208,110#>积分计算||<#\n#>|1、占领下可争夺的城池后所属联盟的积分会开始增长|<#\n#>|2、占领的城池越多，会得到积分增长加成。|<#\n#>|例：占领了军械所和军屯农，积分增加从原来的2分变为4分|<#\n#>|3、积分每10秒结算1次|<#\n#>| |<#\n#>||<#253,208,110#>奖励结算|1、前10名的联盟可以获得相应排名奖励。其他名次的联盟将获得一个参与奖励（奖励将于22点05分开始发放）|<#\n#>| |<#\n#>||<#253,208,110#>登基大典||<#\n#>|1、活动世界结束，积分第一名联盟占领皇城|<#\n#>|2、3小时内由盟主推举任意联盟玩家为皇帝|<#\n#>|3、如3小时盟主不进行任何操作，则默认盟主为皇帝|<#\n#>| |<#\n#>||<#253,208,110#>官职册封||<#\n#>|1、皇帝可以册封/谪贬本服内任意玩家|<#\n#>|2、每个职位的册封/谪贬每8小时只能进行一次操作|<#\n#>| |<#\n#>||<#253,208,110#>赏赐礼包||<#\n#>|1、皇帝可以在皇战礼包界面发放礼包给全服任意玩家|<#\n#>|2、收到过礼包的玩家无法再次收到赏赐",
	},
	{
		id = 140020,
		desc = "1、占领后积分增长：|<#72,255,98#>1|积分/秒|<#\n#>| |<#\n#>|2、占领的城池越多每秒增加的积分会提高|<#\n#>| |<#\n#>|3、驻守时增益效果取驻守成员中战斗力最高的玩家|<#\n#>| |<#\n#>|4、皇位战所有进攻/防守损失的士兵均会转化为伤兵进入医馆内",
	},
	{
		id = 140021,
		desc = "1、占领时积分增长：|<#72,255,98#>1|积分/秒|<#\n#>| |<#\n#>|2、占领的城池越多每秒增加的积分会提高|<#\n#>| |<#\n#>|3、驻守时增益效果取驻守成员中战斗力最高的玩家|<#\n#>| |<#\n#>|4、皇位战所有进攻/防守损失的士兵均会转化为伤兵进入医馆内",
	},
	{
		id = 140022,
		desc = "1、开服后第18天晚上19点整开启第一届皇位战，持续1小时|<#\n#>|2、第一届结束之后每14天开启一次|<#\n#>|3、点击下方地形图上的城池建筑可以直接跳转到相应城池位置|<#\n#>|4、皇位战详细说明请在城外点击皇城-说明按钮查看|<#\n#>|5、右上角为排名区域。活动结束时积分第一的联盟可以推举皇帝|<#\n#>|6、前10名的联盟可以获得相应排名奖励。其他名次的联盟将获得一个参与奖励（奖励将于22点05分开始发放）",
	},
	{
		id = 140023,
		desc = "1、没有显示信物获得途径的武将将在后续版本中陆续开放。|<#\n#>| 2、达到指定的VIP等级并处于激活状态，才可以正常的使用对酒功能。|<#\n#>| 3、通过对酒功能可以直接购买大部分的武将信物，但必须先取得至少一个该武将的信物。|<#\n#>| 4、某些特殊武将无法通过对酒功能购买。|<#\n#>| 5、招募武将后获得的永久增益效果是对全局生效的。|<#\n#>| 6、神武将升星也可以增加总星数。",
	},
	{
		id = 140024,
		desc = "为了选出最强的联盟，我们将在地图中心区域展开争夺皇位的活动。活动期间，联盟成员需要通过紧密的配合，尽可能多的占领皇城周围的建筑，同时抵御其他联盟和皇城NPC军队的进攻。活动结束时，积分最高的联盟的盟主，将获得至高无上的权力。",
	},
	{
		id = 140025,
		desc = "1、可以获得一个皇帝专属的增益效果。|<#\n#>|2、可以任命8个具备|<#22,155,209#>增益效果|的官职。|<#\n#>|3、可以给往日的|<#22,155,209#>仇敌|发配6个头衔。|<#\n#>|4、可以发放总共|<#22,155,209#>35|个的礼包给全服玩家。",
	},
	{
		id = 140026,
		desc = "|<#253,208,110#>赛季规则：||<#\n#>|1、每个赛季将持续一定天数（赛季剩余时间查看左上角）|<#\n#>|2、赛季结束后当前的赛季积分、段位、排行榜信息将会重置|<#\n#>| |<#\n#>||<#253,208,110#>匹配规则：||<#\n#>|1、点击匹配会与一名实力相当的主公进行战斗|<#\n#>|2、每天免费匹配次数为5次|<#\n#>|3、免费匹配次数用尽后，再次匹配需要花费元宝|<#\n#>|4、如匹配中强制退出游戏，则判负|<#\n#>|5、必须有3名武将在阵容中才可进行匹配|<#\n#>| |<#\n#>||<#253,208,110#>奖励规则：||<#\n#>|1、每日奖励：每日参加指定匹配战斗，即可领取奖励（8点后重新结算）|<#\n#>|2、段位奖励：每日22点可领取当前段位的奖励|<#\n#>|3、赛季奖励：赛季结束后，会通过邮件发放上一赛季的相应段位奖励|<#\n#>|4、胜败奖励：匹配战斗胜利/失败均会获得相应奖励|<#\n#>| |<#\n#>||<#253,208,110#>武斗操作：||<#\n#>|1、普通武将：拖动武将到指定位置——→选择武将攻击方向——→点击完成|<#\n#>|2、神武将：拖动武将到指定位置——→选择武将攻击方向/选择指定方向施放技能（技能冷却完毕）——→点击完成|<#\n#>| |<#\n#>||<#253,208,110#>武将区别：||<#\n#>|1、短武器： 移动范围大，攻击范围广，但攻击距离有限|<#\n#>|2、长武器：移动范围中，攻击范围较长，攻击距离比刀远，但近身有盲区|<#\n#>|3、远程武器：移动范围小，攻击范围狭窄，攻击距离很远，但近身有盲区|<#\n#>|4、神武将含有主动技能：主动技冷却时间通过回合数进行计算|<#\n#>|5、属性：武力/智力最高的一个影响武将在武斗中的攻击力，统帅影响武斗中的血量|<#\n#>| |<#\n#>||<#253,208,110#>段位介绍：||<#\n#>|1、0~499分-玄铁战狼|<#\n#>|2、500~999分-赤铜烈马|<#\n#>|3、1000~499分-霜银猎鹰|<#\n#>|4、1500~1999-紫金灵牛|<#\n#>|5、2000~2499分-火钻狂鹿|<#\n#>|6、2500~2999分-无畏雄狮|<#\n#>|7、3000~3499分-烈焰麒麟|<#\n#>|8、3500以上-御天神龙|<#\n#>| |<#\n#>||<#253,208,110#>战勋商店：||<#\n#>|1、武斗可以获得战勋点数|<#\n#>|2、战勋点数可以在战勋商店中购买各类道具",
	},
	{
		id = 140027,
		desc = "匹配规则：|<#\n#>|1、活动一旦开启，即无法进行退盟、解散联盟、踢人等行为。|<#\n#>|2、一个联盟需要有十名府衙20级（含）以上的成员方可报名。|<#\n#>|3、活动各阶段的时间安排如下：|<#\n#>|报名阶段：8:00~19:00|<#\n#>|匹配阶段：19:00~20:00|<#\n#>|比赛阶段：20:00~21:00|<#\n#>|21:00后系统自动通过邮件发放奖励，可能存在一定时间的延迟，请注意查收。|<#\n#>|4、参赛者麾下所有军团必须全部回城，才可以进入跨服战战场。|<#\n#>|5、一旦进入跨服战战场，在战斗结束之前，将无法切换至普通地图。|<#\n#>|6、参加比赛成员的城池在进入跨服战场后，系统会对城池进行保护。|<#\n#>|7、只要参加比赛，无论输赢所有成员都可以获得一份福利，参赛者还有额外的奖励。|<#\n#>| |<#\n#>||<#253,208,110#>战斗流程||<#\n#>||<#253,208,110#>准备阶段||<#\n#>|攻守双方进入地图后在3分钟内选择出生点位置，如时间结束没有选择则系统将为其随机分配|<#\n#>| |<#\n#>||<#253,208,110#>提交阵容||<#\n#>|盟主报名参赛后，玩家可以预设12名武将为开战后使用。如果预设的武将中有主动技，还可以选择携带至多2个主动技。|<#\n#>|当进入匹配阶段，则无法在更换武将以及技能信息。|<#\n#>|如玩家不编辑阵容名单，在匹配阶段，系统会自动把参赛主公战力最高的12名武将放入名单中|<#\n#>| |<#\n#>||<#253,208,110#>开战阶段||<#\n#>||<#255,0,0#>攻方目标1|–利用攻城器械和军团破坏守方3道城门|<#\n#>||<#255,0,0#>攻方目标2|–派遣军团部署云梯翻越侧面城门直捣黄龙|<#\n#>| |<#\n#>||<#59,108,247#>守方目标1|–利用守城器械拖延攻方破城进度|<#\n#>||<#59,108,247#>守方目标2|–确保内城不被攻方击破|<#\n#>| |<#\n#>||<#255,40,50#>攻方胜利条件：|规定时间内击破守方内城（单场战斗最大时间30分钟）|<#\n#>||<#59,108,247#>守方胜利条件：|规定时间内阻止攻方击破内城|<#\n#>||<#72,255,98#>额外判定条件：|击破内城时间短者胜，如时间一致以击杀士兵总数量多者胜|<#\n#>| |<#\n#>||<#72,255,98#>攻守转换：|攻守双方在一轮战斗结束后互换攻守位置，攻方攻破内城时间越少下轮留给己方的防守时间将越短（意味着守城优势越大）。|<#\n#>| |<#\n#>||<#253,208,110#>结算阶段||<#\n#>|战斗结束后胜负双方参与战斗的成员和双方联盟的所有成员都会获得对应奖励。|<#\n#>| |<#\n#>||<#253,208,110#>战争迷雾设定||<#\n#>|视野：在没有视野的区域你将无法洞察地图上的任何信息并且无法对区域进行任何相关操作。|<#\n#>||<#255,40,50#>攻方|–只拥有初始2个出生点区域的视野，每破一道城门或者云梯部署完成才可开启该城门内区域的视野。|<#\n#>||<#59,108,247#>守方|–拥有永久除攻方的2个出生点区域以外的其他所有区域的视野。点亮攻方2个出生点区域的视野，守方需要至少1个玩家城池存活在该区域。|<#\n#>| |<#\n#>||<#253,208,110#>战争器械介绍||<#\n#>|攻城锤：|<#\n#>|在有攻方军团驻守时每隔一段时间会对城门1造成伤害，伤害的大小根据攻方所有驻守该建筑的军团总战力计算。只能被攻方玩家驻守，每个玩家只能派遣一支军团驻守。|<#\n#>|当攻城锤血量为0时所有攻方的驻守军团将被强行返回自己城池，进入维修状态，直到维修完毕才可重新驻守。|<#\n#>|云梯：|<#\n#>|在有攻方军团驻守时，云梯将会开始读取部署进度，部署完成后将翻越城墙直接开启守方内城区域视野及迁城权。|<#\n#>|部署的速度根据攻方所有驻守该建筑的军团总战力计算。|<#\n#>|只能被攻方玩家驻守，每个玩家只能派遣一支军团驻守。|<#\n#>|当云梯血量为0时所有攻方的驻守军团将被强行返回自己城池，进入维修状态，直到维修完毕才可重新驻守。|<#\n#>|床弩：|<#\n#>|在有守方军团驻守时每隔一段时间会对攻方的攻城锤或云梯造成伤害，伤害的大小根据驻守该建筑的军团的战力计算。|<#\n#>|只能被守方玩家驻守，每个玩家只能拥有1个床弩的控制权。驻守在床弩中的军团不会受到攻方任何人的攻击。|<#\n#>|当该床弩所在区域的城门被击破，所有驻守军团将被自动召回。|<#\n#>|投石车：|<#\n#>|攻守双方皆可占领，在有军团驻守时，玩家可选取投石车范围内的目标进行打击直接减少敌方城池耐久值，伤害的大小根据驻守该建筑的军团的战力计算。|<#\n#>| |<#\n#>||<#253,208,110#>其他相关规则||<#\n#>|迁城：|<#\n#>|在跨服战地图中攻守双方的玩家每使用一次迁城都会有CD，该CD无法使用任何道具或者元宝清除。|<#\n#>|复活：|<#\n#>|防守失败或者被投石车攻击将损失城防值，当玩家城防值为0时将进入复活CD时间。CD时间会随死亡次数递增。玩家城池被击破后将损失所有现有士兵。复活后只有少量的初始士兵数量。|<#\n#>|招募士兵：|<#\n#>|在跨服战场中所有玩家使用相同等级的士兵。初始玩家拥有一定数量的士兵，玩家可使用个人荣誉或者元宝购买士兵，预备役士兵购买的数量有上限。|<#\n#>|增益效果：|<#\n#>|跨服战中计算武将以及其佩戴的装备各项属性增益加成（包括武将天赋加成)，其他增益效果（主公宝物、科技、天赋等）不会带入跨服战中|<#\n#>|城战技能：|<#\n#>|武将升星后可以获得城战技能|<#\n#>|城战技能分为主动技与被动技2种：|<#\n#>|主动技：上阵的12名武将中如果有主动技，则可以在跨服战中使用。但是最多只能携带2个主动技。相同主动技施放，技能属性高的生效|<#\n#>|被动技：上阵的12名武将只要带有被动技均会在跨服战中生效。对自己军团生效的同类技能，技能属性最高的生效。对所有玩家生效的被动技，技能属性叠加（如力压群雄、足智多谋）",
	},
	{
		id = 140028,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入攻城锤，攻城锤会自动攻击城门1，直至城门1被摧毁。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>进攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的军团|<#59,108,247#>总战斗力|调整。战斗力越高对城门造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守攻城锤时，攻城锤每|<#72,255,98#>30|秒对城门造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城锤血量：|攻城锤血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当攻城锤血量为|<#72,255,98#>0|时所有攻方的驻守军团将被强行返回自己城池，攻城锤进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140029,
		desc = "|<#253,208,110#>概述：||<#\n#>|击破城门|<#72,255,98#>1|，可以开启|<#72,255,98#>区域3|的战争迷雾。并且获得|<#72,255,98#>区域3|内的复活点与投石车|<#\n#>| |<#\n#>||<#253,208,110#>如何造成伤害：||<#\n#>|使用|<#59,108,247#>攻城锤|或|<#59,108,247#>玩家派兵|攻打会对城门|<#72,255,98#>1|造成伤害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根据守方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毁后影响：||<#\n#>|城门|<#72,255,98#>1|被摧毁后，|<#72,255,98#>区域3|的|<#59,108,247#>战争迷雾消失|，攻方可以|<#59,108,247#>迁城|前往|<#72,255,98#>区域3|，并且原本|<#72,255,98#>区域3|内的|<#59,108,247#>守方投石车|使用权将|<#59,108,247#>移交|攻方所有。",
	},
	{
		id = 140030,
		desc = "|<#253,208,110#>概述：||<#\n#>|击破城门|<#72,255,98#>2|，可以开启|<#72,255,98#>区域4|的战争迷雾。并且获得|<#72,255,98#>区域4|内的复活点与投石车|<#\n#>| |<#\n#>||<#253,208,110#>如何造成伤害：||<#\n#>||<#59,108,247#>玩家派兵|攻打会对城门|<#72,255,98#>2|造成伤害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根据守方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毁后影响：||<#\n#>|城门|<#72,255,98#>B|被摧毁后，|<#72,255,98#>区域4|的|<#59,108,247#>战争迷雾消失|，攻方可以|<#59,108,247#>迁城|前往|<#72,255,98#>区域4|，并且原本|<#72,255,98#>区域4|内的|<#59,108,247#>守方投石车|使用权将|<#59,108,247#>移交|攻方所有。",
	},
	{
		id = 140031,
		desc = "|<#253,208,110#>概述：||<#\n#>|击破城门|<#72,255,98#>3|，可以开启|<#72,255,98#>区域5|的战争迷雾。并且获得|<#72,255,98#>区域5|内的复活点|<#\n#>| |<#\n#>||<#253,208,110#>如何造成伤害：||<#\n#>||<#59,108,247#>玩家派兵|攻打会对城门|<#72,255,98#>3|造成伤害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根据守方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毁后影响：||<#\n#>|城门|<#72,255,98#>3|被摧毁后，|<#72,255,98#>区域5|的|<#59,108,247#>战争迷雾消失|，攻方可以|<#59,108,247#>迁城|前往|<#72,255,98#>区域5，|可攻击内城",
	},
	{
		id = 140032,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140033,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140034,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140035,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140036,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入云梯，待云梯部署进度值达到|<#72,255,98#>100%%|，即可直接开启守军内城区域视野|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>进攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>进度增加量：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高进度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>增加间隔：||<#\n#>|当有玩家驻守云梯时，云梯每|<#72,255,98#>30|秒增加一次进度。|<#\n#>| |<#\n#>||<#253,208,110#>云梯血量：||<#\n#>|云梯血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当云梯血量为|<#72,255,98#>0|时所有攻方的驻守军团将被|<#59,108,247#>强行返回|自己城池，云梯进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140037,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140038,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140039,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140040,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140041,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140042,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140043,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140044,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140045,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140046,
		desc = "|<#253,208,110#>概述：||<#\n#>|攻方可以派兵攻击内城，内城城防值为|<#72,255,98#>0|时，则此轮|<#59,108,247#>战斗结束||<#\n#>| |<#\n#>|<#253,208,110#>驻守人数：||<#\n#>|内城不可被驻守，只有攻方可以攻击|<#\n#>| |<#\n#>||<#253,208,110#>受到伤害：||<#\n#>|根据攻击方派出|<#59,108,247#>军团的战斗力|计算，战斗力越高伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根据守方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140047,
		desc = "1",
	},
	{
		id = 140048,
		desc = "|<#253,208,110#>概述：||<#\n#>|玩家根据地，可以迁移到战场内的指定区域|<#\n#>| |<#\n#>||<#253,208,110#>军团：||<#\n#>|玩家可以在军团界面编辑自己的|<#59,108,247#>武将|和|<#59,108,247#>士兵||<#\n#>||<#253,208,110#>万能士兵：||<#\n#>|1、玩家的士兵在进入战场后默认会给予|<#72,255,98#>4000|个万能士兵|<#\n#>|2、万能士兵可以通过不同武将携带，改变士兵的|<#59,108,247#>兵种类型||<#\n#>|3、万能士兵可以通过|<#59,108,247#>个人荣誉|和|<#59,108,247#>元宝|2种方式购买|<#\n#>|4、万能士兵最大上限为|<#72,255,98#>5000||<#\n#>| |<#\n#>||<#253,208,110#>城防值：||<#\n#>|玩家城池的城防值根据|<#59,108,247#>府衙等级|计算，等级越高城防值越高|<#\n#>| |<#\n#>||<#253,208,110#>受到伤害||<#\n#>|1、|<#59,108,247#>敌军派兵攻打|或|<#59,108,247#>投石车投石|会对城池造成伤害|<#\n#>|2、派兵攻打需要把敌军守城士兵全部击败，|<#59,108,247#>剩余部队的战斗力|来计算造成伤害|<#\n#>|3、投石车攻击力根据|<#59,108,247#>驻守部队|的战斗力计算，战斗力越高伤害越高|<#\n#>| |<#\n#>||<#253,208,110#>城池被击破：||<#\n#>|1、当城池的城防为|<#72,255,98#>0|，玩家的城池会从地图上|<#59,108,247#>消失||<#\n#>|2、城池被击破后所有士兵会|<#59,108,247#>溃散逃亡||<#\n#>| |<#\n#>||<#253,208,110#>城池复活：||<#\n#>|1、攻方城池首次被击破时有|<#72,255,98#>20|秒的复活惩罚时间，之后每次被击破会在现有基础上|<#72,255,98#>5|秒/次递增。没有最大上限。|<#\n#>|2、守方城池首次被击破时有|<#72,255,98#>30|秒的复活惩罚时间，之后每次被击破会在现有基础上|<#72,255,98#>5|秒/次递增。没有最大上限。|<#\n#>|3、复活后会获得|<#72,255,98#>1000|个万能士兵|<#\n#>| |<#\n#>||<#253,208,110#>迁城：||<#\n#>|1、在跨服战地图中攻守双方的玩家的城池可以进行迁城操作|<#\n#>|2、每次迁城都会有冷却时间：|<#72,255,98#>90|秒，该冷却时间无法使用任何道具或者元宝清除。",
	},
	{
		id = 140049,
		desc = "|<#253,208,110#>概述：||<#\n#>|每个区域均有一个攻/守方的复活点|<#\n#>| |<#\n#>||<#253,208,110#>复活时间|<#\n#>|1、|<#255,40,50#>攻方|首次复活冷却时间为|<#72,255,98#>20|秒|<#\n#>|之后每次被击破增加|<#72,255,98#>5|秒。以此类推。2、|<#59,108,247#>守方|复活冷却时间为|<#72,255,98#>30|秒，每次被击破增加|<#72,255,98#>5|秒|<#\n#>|3、复活时间到后，会让玩家城池在上次被击破的地点复活。|<#\n#>| |<#\n#>||<#253,208,110#>迁城：||<#\n#>|1、在跨服战地图中攻守双方的玩家的城池可以进行迁城操作|<#\n#>|、2、每次迁城都会有冷却时间：|<#72,255,98#>1|分|<#72,255,98#>30|秒，该冷却时间无法使用任何道具或者元宝清除。|<#\n#>|3、只能在可以复活的区域进行迁城操作",
	},
	{
		id = 140050,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>当前区域的归属|来判定使用权限。|<#\n#>|例：当前区域|<#72,255,98#>3|是守方占领，则投石车守方使用，如城门|<#72,255,98#>A|被破，则使用权移交攻方 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140051,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>攻城锤|或|<#59,108,247#>云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对目标造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140052,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入攻城锤，攻城锤会自动攻击城门1，直至城门1被摧毁。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>进攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的军团|<#59,108,247#>总战斗力|调整。战斗力越高对城门造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守攻城锤时，攻城锤每|<#72,255,98#>30|秒对城门造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城锤血量：|攻城锤血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当攻城锤血量为|<#72,255,98#>0|时所有攻方的驻守军团将被强行返回自己城池，攻城锤进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140053,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入云梯，待云梯部署进度值达到|<#72,255,98#>100%%|，即可直接开启守军内城区域视野|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>进攻方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>进度增加量：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高进度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>增加间隔：||<#\n#>|当有玩家驻守云梯时，云梯每|<#72,255,98#>30|秒增加一次进度。|<#\n#>| |<#\n#>||<#253,208,110#>云梯血量：||<#\n#>|云梯血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当云梯血量为|<#72,255,98#>0|时所有攻方的驻守军团将被|<#59,108,247#>强行返回|自己城池，云梯进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140054,
		desc = "|<#253,208,110#>概述：||<#\n#>|击破城门，可以开启指定|<#72,255,98#>区域|的战争迷雾。并且获得|<#72,255,98#>区域|内的复活点与投石车|<#\n#>| |<#\n#>||<#253,208,110#>如何造成伤害：||<#\n#>|使用|<#59,108,247#>攻城锤|或|<#59,108,247#>玩家派兵|攻打会对城门|<#72,255,98#>1|造成伤害|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|根据守方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>摧毁后影响：||<#\n#>|城门|<#72,255,98#>1|被摧毁后，指定|<#72,255,98#>区域|内的|<#59,108,247#>战争迷雾消失|，攻方可以|<#59,108,247#>迁城|前往相应|<#72,255,98#>区域|，并且原本|<#72,255,98#>区域|内的|<#59,108,247#>守方投石车|使用权将|<#59,108,247#>移交|攻方所有。",
	},
	{
		id = 140055,
		desc = "-赛季-|<#\n#>|1、每个赛季持续24轮比赛。|<#\n#>|2、每座城池有各自的积分，每次城战后城池占领的国家增加对应的分值。|<#\n#>|3、赛季结束后，依照襄阳城的最终归属决定本赛季的优胜国家，获得终极大奖。并根据国家的城战积分，三个国家还将获得一个积分奖励。|<#\n#>|4、赛季结束后会重置城池归属权、国家科技和国家任务。|<#\n#>|5、联盟在赛季结束后会获得一次免费转换国家的机会。|<#\n#>| |<#\n#>|-报名-|<#\n#>|1、每周三、日的8点至20点开放报名。|<#\n#>|2、玩家必须选择国家后，方可参加跨服城战，选择国家须先加入一个联盟。|<#\n#>|3、报名玩家的府衙等级需要达到30级及以上。|<#\n#>|4、正常报名期间可以更换报名城池，但如果新目标城池名额已满，则无法更换。|<#\n#>| |<#\n#>|-战斗-|<#\n#>|1、一场城池争夺战由城门战和城内战两个阶段组成。|<#\n#>|2、玩家的科技、天赋、联盟科技、主公宝物等加成均不计入城战战斗属性中。|<#\n#>|3、城门战阶段，若城池无人占领，则城门战中取前两个破门的国家进入城内战继续交战。若城池此前有国家占领，则城门战中取第一个破门的国家与此前占领的国家进行城内战。|<#\n#>|4、城内战将在城里的五个区域同时进行，每个区域内所属国家的玩家数量占优则逐秒进行加分，持平则各不得分。|<#\n#>|5、城内战时限内，积分先达到2000分一方为胜方。若时限内积分均未达到2000分，则分高者获胜。若攻守双方此时同分，则守方获胜。|<#\n#>| |<#\n#>|-称号-|<#\n#>|1、在城战中，击破城池、杀敌数、对城门伤害、驻守云梯或攻城锤等行为都会转化为英勇值。|<#\n#>|2、每个国家英勇值前十的玩家可以获得独特的头衔以及配套的加成效果。|<#\n#>|3、称号带来的加成效果持续至下场城战开战前。|<#\n#>|4、勇士的加成效果为全兵种攻防血提升10%%，羽林军的加成效果为全兵种攻防血提升5%%。|<#\n#>| |<#\n#>|-城池-|<#\n#>|1、只有占领国家的成员方可在城战商铺购买道具。|<#\n#>|2、商铺开启时间从本轮城战结束至下轮城战报名结束后截止。|<#\n#>|3、商铺出售的道具为限量道具，本国的全体成员共享限额，每次城战后都会重置限购数量。|<#\n#>| |<#\n#>|-国家任务-|<#\n#>|1、联盟选择国家后即可获得联盟国家任务。|<#\n#>|2、联盟国家任务每周刷新一次。若当前联盟国家任务没有完成，则不会刷新新的任务，且原有任务的进度会一直保留。|<#\n#>|3、联盟切换国家后，将会刷新为新国家的联盟任务。|<#\n#>|4、联盟国家任务在每周的第二次城战结束后通过邮件统一发奖，退出联盟的玩家无法获得任何奖励。|<#\n#>| |<#\n#>|-国家科技-|<#\n#>|1、玩家可以选择任意一个国家科技进行捐献以提升该科技的经验，但每天的捐献总次数有限。|<#\n#>|2、捐献是玩家获得军资的主要方式，军资可用于在城中商铺购买橙色装备的突破材料。|<#\n#>|3、国家科技升级经验随着科技等级提升而递增，而玩家捐献资源产出的经验会随着时间而递增。",
	},
	{
		id = 140056,
		desc = "1、每个赛季持续24轮比赛。|<#\n#>|2、每座城池有各自的积分，每次城战后城池占领的国家增加对应的分值。|<#\n#>|3、赛季结束后，依照襄阳城的最终归属决定本赛季的优胜国家，获得终极大奖。并根据国家的城战积分，三个国家还将获得一个积分奖励。|<#\n#>|4、赛季结束后会重置城池归属权、国家科技和国家任务。|<#\n#>|5、联盟在赛季结束后会获得一次免费转换国家的机会。",
	},
	{
		id = 140057,
		desc = "1、联盟选择国家后即可获得联盟国家任务。|<#\n#>|2、联盟国家任务每周刷新一次。若当前联盟国家任务没有完成，则不会刷新新的任务，且原有任务的进度会一直保留。|<#\n#>|3、联盟切换国家后，将会刷新为新国家的联盟任务。|<#\n#>|4、联盟国家任务在每周的第二次城战结束后通过邮件统一发奖，退出联盟的玩家无法获得任何奖励。",
	},
	{
		id = 140058,
		desc = "1、玩家可以选择任意一个国家科技进行捐献以提升该科技的经验，但每天的捐献总次数有限。|<#\n#>|2、捐献是玩家获得军资的主要方式，军资可用于在城中商铺购买橙色装备的突破材料。|<#\n#>|3、国家科技升级经验随着科技等级提升而递增，而玩家捐献资源产出的经验会随着时间而递增。",
	},
	{
		id = 140059,
		desc = "1、只有占领国家的成员方可在城战商铺购买道具。|<#\n#>|2、商铺开启时间从本轮城战结束至下轮城战报名结束后截止。|<#\n#>|3、商铺出售的道具为限量道具，本国的全体成员共享限额，每次城战后都会重置限购数量。",
	},
	{
		id = 140060,
		desc = "1、在城战中，击破城池、杀敌数、对城门伤害、驻守云梯或攻城锤等行为都会转化为英勇值。|<#\n#>|2、每个国家英勇值前十的玩家可以获得独特的头衔以及配套的加成效果。|<#\n#>|3、称号带来的加成效果持续至下场城战开战前。|<#\n#>|4、勇士的加成效果为全兵种攻防血提升10%%，羽林军的加成效果为全兵种攻防血提升5%%。",
	},
	{
		id = 140061,
		desc = "|<#253,208,110#>概述：||<#\n#>|西门是|<#72,255,98#>魏国|的进攻出生位置，最先击破|<#\n#>||<#72,255,98#>西门|，可获得城内战的|<#72,255,98#>参与权|。",
	},
	{
		id = 140062,
		desc = "|<#253,208,110#>概述：||<#\n#>|南门是|<#72,255,98#>蜀国|的进攻出生位置，最先击破|<#\n#>||<#72,255,98#>南门|，可获得城内战的|<#72,255,98#>参与权|。",
	},
	{
		id = 140063,
		desc = "|<#253,208,110#>概述：||<#\n#>|东门是|<#72,255,98#>吴国|的进攻出生位置，最先击破|<#\n#>||<#72,255,98#>东门|，可获得城内战的|<#72,255,98#>参与权|。",
	},
	{
		id = 140064,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入攻城锤，攻城锤会自动攻击西门，直至西门被摧毁。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>魏国|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的军团|<#59,108,247#>总战斗力|调整。战斗力越高对城门造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守攻城锤时，攻城锤每|<#72,255,98#>30|秒对城门造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城锤血量：|攻城锤血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当攻城锤血量为|<#72,255,98#>0|时所有魏国的驻守军团将被强行返回自己城池，攻城锤进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140065,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入攻城锤，攻城锤会自动攻击南门，直至南门被摧毁。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>蜀国|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的军团|<#59,108,247#>总战斗力|调整。战斗力越高对城门造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守攻城锤时，攻城锤每|<#72,255,98#>30|秒对城门造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城锤血量：|攻城锤血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当攻城锤血量为|<#72,255,98#>0|时所有蜀国的驻守军团将被强行返回自己城池，攻城锤进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140066,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入攻城锤，攻城锤会自动攻击东门，直至东门被摧毁。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>吴国|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的军团|<#59,108,247#>总战斗力|调整。战斗力越高对城门造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守攻城锤时，攻城锤每|<#72,255,98#>30|秒对城门造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>攻城锤血量：|攻城锤血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当攻城锤血量为|<#72,255,98#>0|时所有吴国的驻守军团将被强行返回自己城池，攻城锤进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140067,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入云梯，待云梯部署进度值达到|<#72,255,98#>100%%|，即可直接攻破西门|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>魏国|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>进度增加量：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高进度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>云梯血量：||<#\n#>|云梯血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当云梯血量为|<#72,255,98#>0|时所有魏国的驻守军团将被|<#59,108,247#>强行返回|自己城池，云梯进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140068,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入云梯，待云梯部署进度值达到|<#72,255,98#>100%%|，即可直接攻破南门|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>蜀国|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>进度增加量：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高进度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>云梯血量：||<#\n#>|云梯血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当云梯血量为|<#72,255,98#>0|时所有蜀国的驻守军团将被|<#59,108,247#>强行返回|自己城池，云梯进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140069,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入云梯，待云梯部署进度值达到|<#72,255,98#>100%%|，即可直接攻破东门|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>吴国|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>10|人。|<#\n#>| |<#\n#>||<#253,208,110#>进度增加量：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高进度增加量越大。|<#\n#>| |<#\n#>||<#253,208,110#>云梯血量：||<#\n#>|云梯血量根据攻击方玩家|<#59,108,247#>总府衙等级|计算，等级越高血量越多。|<#\n#>| |<#\n#>||<#253,208,110#>维修状态：||<#\n#>|当云梯血量为|<#72,255,98#>0|时所有吴国的驻守军团将被|<#59,108,247#>强行返回|自己城池，云梯进入维修状态|<#\n#>| |<#\n#>||<#253,208,110#>维修时间：||<#\n#>||<#72,255,98#>60|秒",
	},
	{
		id = 140070,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取西门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140071,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取西门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140072,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取西门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140073,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取南门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140074,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取南门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140075,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取南门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140076,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取东门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140077,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取东门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140078,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取东门范围内的目标进行打击直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到|<#59,108,247#>半径范围内可见视野|的目标|<#\n#>|投石车攻击范围：半径|<#72,255,98#>20|格|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量。",
	},
	{
		id = 140079,
		desc = "1",
	},
	{
		id = 140080,
		desc = "1",
	},
	{
		id = 140081,
		desc = "1",
	},
	{
		id = 140082,
		desc = "1",
	},
	{
		id = 140083,
		desc = "1",
	},
	{
		id = 140084,
		desc = "1",
	},
	{
		id = 140085,
		desc = "1",
	},
	{
		id = 140086,
		desc = "1",
	},
	{
		id = 140087,
		desc = "1",
	},
	{
		id = 140088,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击，以直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>投石车占有权|来判定使用权限。 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到城内所有的敌方目标|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140089,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击，以直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>投石车占有权|来判定使用权限。 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到城内所有的敌方目标|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140090,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击，以直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>投石车占有权|来判定使用权限。 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到城内所有的敌方目标|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140091,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击，以直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>投石车占有权|来判定使用权限。 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到城内所有的敌方目标|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140092,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击，以直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>投石车占有权|来判定使用权限。 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到城内所有的敌方目标|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140093,
		desc = "|<#253,208,110#>概述：||<#\n#>|派军驻守进入投石车的玩家，可选取投石车范围内的目标进行打击，以直接减少敌方城池的城防值。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>|根据|<#59,108,247#>投石车占有权|来判定使用权限。 |<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>|伤害量：|<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高伤害量越大。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守投石车时，每|<#72,255,98#>30|秒可以进行一次投石操作。|<#\n#>| |<#\n#>||<#253,208,110#>攻击范围：||<#\n#>|投石车可以攻击到城内所有的敌方目标|<#\n#>| |<#\n#>||<#253,208,110#>投石车血量：||<#\n#>|投石车没有血量|<#\n#>| |<#\n#>||<#253,208,110#>驱赶驻守部队：||<#\n#>|当投石车被某一方玩家占领后，另一方玩家可以攻击投石车，驱赶投石车内敌军。|<#\n#>|原理与野外采集类似：驻守投石车部队士兵全部死亡则驻守方失去投石车占有权。|<#\n#>| |<#\n#>|",
	},
	{
		id = 140094,
		desc = "1",
	},
	{
		id = 140095,
		desc = "1",
	},
	{
		id = 140096,
		desc = "1",
	},
	{
		id = 140097,
		desc = "1",
	},
	{
		id = 140098,
		desc = "1",
	},
	{
		id = 140099,
		desc = "1",
	},
	{
		id = 140100,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>西门攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140101,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>西门攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140102,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>西门云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140103,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>西门云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140104,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>南门攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140105,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>南门攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140106,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>南门云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140107,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>南门云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140108,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>东门攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140109,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>东门攻城锤|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对攻城锤造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对攻城锤造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140110,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>东门云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140111,
		desc = "|<#253,208,110#>概述：||<#\n#>|守军占领可以攻击|<#59,108,247#>东门云梯|。|<#\n#>| |<#\n#>||<#253,208,110#>使用权限：||<#\n#>||<#59,108,247#>防守方|可以使用。|<#\n#>| |<#\n#>||<#253,208,110#>驻守人数：||<#\n#>|最多|<#72,255,98#>1|人。|<#\n#>| |<#\n#>||<#253,208,110#>伤害值：||<#\n#>|根据驻守进入的|<#59,108,247#>军团战斗力|调整。战斗力越高对云梯造成伤害越高。|<#\n#>| |<#\n#>||<#253,208,110#>攻击间隔：||<#\n#>|当有玩家驻守床弩时，床弩每|<#72,255,98#>30|秒对云梯造成一次伤害。|<#\n#>| |<#\n#>||<#253,208,110#>血量：||<#\n#>|床弩没有血量，也不会成为被攻击目标",
	},
	{
		id = 140112,
		desc = "|<#253,208,110#>城门战阶段：||<#\n#>|作为攻方|<#\n#>|所属部队或直接进驻攻城锤、云梯等方式尽快攻破城门，或歼灭出城的守军，辅助队友攻破城门，以取得城内战资格。|<#\n#>|作为守方|<#\n#>|所属部队或进驻床弩攻击攻方的攻城器械，或进驻投石车减少敌方城池城防，或出城直接攻击攻方城池，以减慢攻方破城时间，尽可能多的取得城内战阶段的积分优势。|<#\n#>||<#\n#>||<#253,208,110#>城内战阶段：||<#\n#>|注意每个区域内敌我双方的城池数量，尽量取得局部优势，以确保最终积分的胜出。",
	},
	{
		id = 140113,
		desc = "|<#253,208,110#>报名类型：||<#\n#>| |<#255,126,0#>诸侯：||<#\n#>| |<#253,208,110#>时间：|每周二/周六的8点至次日7点59分59秒|<#\n#>| |<#253,208,110#>条件：|成为诸侯的玩家并消耗诸侯令可以进行诸侯报名|<#\n#>| |<#253,208,110#>效果：|城战中所有士兵获得攻/防/血增加5%%的效果|<#\n#>| |<#253,208,110#>优势：|可以提前参与报名且报名成功可以参与城战并获得最优异的属性加成|<#\n#>| |<#167,85,230#>令箭：||<#\n#>| |<#253,208,110#>时间：|每周三/周日8点至19点|<#\n#>| |<#253,208,110#>条件：|消耗令箭道具。（从商城-热卖标签页购买令箭）|<#\n#>| |<#253,208,110#>效果：|城战中所有士兵获得防/血增加5%%的效果|<#\n#>| |<#253,208,110#>优势：|报名成功可以参与城战并获得属性加成|<#\n#>| |<#22,155,209#>普通：||<#\n#>| |<#253,208,110#>时间：|每周三/周日8点至19点|<#\n#>| |<#253,208,110#>条件：|任何玩家可以报名参加，但如城池报名人数满则不会被录取|<#\n#>| |<#253,208,110#>效果：|无|<#\n#>| |<#253,208,110#>优势：|无，根据每个城池的报名人数，如超过城池可报名的最大值，普通报名玩家则不被录取|<#\n#>|  |<#\n#>| |<#253,208,110#>录取优先级||<#\n#>|诸侯>令箭>普通|<#\n#>| |<#\n#>| |<#253,208,110#>切换城池：||<#\n#>| 3种报名任意一种报名成功后，无法升级或降级报名类型，但可在城池之间进行同类型报名切换",
	},
	{
		id = 140114,
		desc = "1、选择任意三位武将后即可开始箭术比赛，每次需花费|<#255,40,50#>一袋|箭矢，射箭十次则花费|<#255,40,50#>十袋|。|<#\n#>|2、每天主办方将免费赠送一些箭矢，您也可以直接购买，若比赛截止剩余的箭矢将|<#255,40,50#>被清除|。|<#\n#>|3、进入射箭介面后首先需要选定力度，之后选定角度，停止后指向的|<#255,40,50#>颜色越深|，则射箭|<#255,40,50#>效果越佳|。|<#\n#>|（若选择射箭十次，则第一次需选定力度与角度，剩馀九次取第一次选择效果，不再逐一播放动画）|<#\n#>|4、角度与力度选定后武将依次挑战，下方文字将展示比赛过程、总成绩及奖牌数量。|<#\n#>|5、取得的最佳总成绩将计入本届大赛排行榜，大赛结束后可按排名获得对应奖励。|<#\n#>|6、获得的奖牌则可在规定时间内兑换道具，兑换次数不做限制，若兑换截止剩馀奖牌将|<#255,40,50#>被清除|。|<#\n#>|7、比赛成绩受到以下因素影响，您可通过不同的搭配来取得更好的成绩。|<#\n#>||<#72,255,98#>优势武将：|派遣对应阵营的武将将会取得更好表现|<#\n#>||<#72,255,98#>角度、力度：|选定后，两者的颜色越深，效果越佳|<#\n#>||<#72,255,98#>武将属性：|武将属性及其穿戴的装备对成绩有影响|<#\n#>||<#72,255,98#>风向：|分为无风、顺风和逆风，每次比赛将随机获得一种，主公可在选定角度与力度前通过祈福来改变本次风向|<#\n#>||<#72,255,98#>意外事件：|射箭过程中可能会有意外发生，这些都将对成绩产生负面或正面影响",
	},
	{
		id = 141001,
		desc = "传国玉玺帮助信息",
	},
	{
		id = 141002,
		desc = "联盟科技捐献帮助信息",
	},
	{
		id = 141003,
		desc = "限时活动帮助信息",
	},
	{
		id = 141004,
		desc = "城墙",
	},
	{
		id = 141005,
		desc = "联盟商店",
	},
	{
		id = 141006,
		desc = "联盟科技&捐献",
	},
	{
		id = 141007,
		desc = "士兵援助",
	},
	{
		id = 141008,
		desc = "成长基金帮助信息",
	},
	{
		id = 141009,
		desc = "皇陵探宝帮助信息",
	},
	{
		id = 141010,
		desc = "据点战帮助信息",
	},
	{
		id = 141011,
		desc = "黄巾起义帮助信息",
	},
	{
		id = 141012,
		desc = "锦囊商店帮助信息",
	},
	{
		id = 141013,
		desc = "皇位战说明",
	},
	{
		id = 141014,
		desc = "登基大典",
	},
	{
		id = 141015,
		desc = "皇位战说明",
	},
	{
		id = 141016,
		desc = "城池说明",
	},
	{
		id = 141017,
		desc = "城池说明",
	},
	{
		id = 141018,
		desc = "皇位战说明",
	},
	{
		id = 141019,
		desc = "酒馆帮助信息",
	},
	{
		id = 141020,
		desc = "武斗帮助",
	},
	{
		id = 141021,
		desc = "跨服战帮助信息",
	},
	{
		id = 141022,
		desc = "攻城锤",
	},
	{
		id = 141023,
		desc = "城门1",
	},
	{
		id = 141024,
		desc = "城门2",
	},
	{
		id = 141025,
		desc = "城门3",
	},
	{
		id = 141026,
		desc = "床弩1",
	},
	{
		id = 141027,
		desc = "床弩2",
	},
	{
		id = 141028,
		desc = "床弩3",
	},
	{
		id = 141029,
		desc = "床弩4",
	},
	{
		id = 141030,
		desc = "云梯",
	},
	{
		id = 141031,
		desc = "投石车1",
	},
	{
		id = 141032,
		desc = "投石车2",
	},
	{
		id = 141033,
		desc = "投石车3",
	},
	{
		id = 141034,
		desc = "投石车4",
	},
	{
		id = 141035,
		desc = "投石车6",
	},
	{
		id = 141036,
		desc = "投石车7",
	},
	{
		id = 141037,
		desc = "投石车D1",
	},
	{
		id = 141038,
		desc = "投石车D2",
	},
	{
		id = 141039,
		desc = "投石车5",
	},
	{
		id = 141040,
		desc = "内城",
	},
	{
		id = 141041,
		desc = "城墙",
	},
	{
		id = 141042,
		desc = "城池",
	},
	{
		id = 141043,
		desc = "复活点",
	},
	{
		id = 141044,
		desc = "投石车",
	},
	{
		id = 141045,
		desc = "床弩",
	},
	{
		id = 141046,
		desc = "攻城锤",
	},
	{
		id = 141047,
		desc = "云梯",
	},
	{
		id = 141048,
		desc = "城门",
	},
	{
		id = 141049,
		desc = "城池战规则说明",
	},
	{
		id = 141050,
		desc = "城战赛季说明",
	},
	{
		id = 141051,
		desc = "国家任务说明",
	},
	{
		id = 141052,
		desc = "国家科技说明",
	},
	{
		id = 141053,
		desc = "城池功能说明",
	},
	{
		id = 141054,
		desc = "称号说明",
	},
	{
		id = 141055,
		desc = "西门",
	},
	{
		id = 141056,
		desc = "南门",
	},
	{
		id = 141057,
		desc = "东门",
	},
	{
		id = 141058,
		desc = "西门攻城锤",
	},
	{
		id = 141059,
		desc = "南门攻城锤",
	},
	{
		id = 141060,
		desc = "东门攻城锤",
	},
	{
		id = 141061,
		desc = "西门云梯",
	},
	{
		id = 141062,
		desc = "南门云梯",
	},
	{
		id = 141063,
		desc = "东门云梯",
	},
	{
		id = 141064,
		desc = "西门投石车1",
	},
	{
		id = 141065,
		desc = "西门投石车2",
	},
	{
		id = 141066,
		desc = "西门投石车3",
	},
	{
		id = 141067,
		desc = "南门投石车1",
	},
	{
		id = 141068,
		desc = "南门投石车2",
	},
	{
		id = 141069,
		desc = "南门投石车3",
	},
	{
		id = 141070,
		desc = "东门投石车1",
	},
	{
		id = 141071,
		desc = "东门投石车2",
	},
	{
		id = 141072,
		desc = "东门投石车3",
	},
	{
		id = 141073,
		desc = "投石车B4_城门战",
	},
	{
		id = 141074,
		desc = "投石车B5_城门战",
	},
	{
		id = 141075,
		desc = "投石车B6_城门战",
	},
	{
		id = 141076,
		desc = "投石车C1_城门战",
	},
	{
		id = 141077,
		desc = "投石车C2_城门战",
	},
	{
		id = 141078,
		desc = "投石车C3_城门战",
	},
	{
		id = 141079,
		desc = "投石车C4_城门战",
	},
	{
		id = 141080,
		desc = "投石车C5_城门战",
	},
	{
		id = 141081,
		desc = "投石车C6_城门战",
	},
	{
		id = 141082,
		desc = "投石车1",
	},
	{
		id = 141083,
		desc = "投石车2",
	},
	{
		id = 141084,
		desc = "投石车3",
	},
	{
		id = 141085,
		desc = "投石车4",
	},
	{
		id = 141086,
		desc = "投石车5",
	},
	{
		id = 141087,
		desc = "投石车6",
	},
	{
		id = 141088,
		desc = "投石车A7_内城战",
	},
	{
		id = 141089,
		desc = "投石车A8_内城战",
	},
	{
		id = 141090,
		desc = "投石车A9_内城战",
	},
	{
		id = 141091,
		desc = "投石车A10_内城战",
	},
	{
		id = 141092,
		desc = "投石车A11_内城战",
	},
	{
		id = 141093,
		desc = "投石车A12_内城战",
	},
	{
		id = 141094,
		desc = "西门床弩1（攻城锤）",
	},
	{
		id = 141095,
		desc = "西门床弩2（攻城锤）",
	},
	{
		id = 141096,
		desc = "西门床弩1（云梯）",
	},
	{
		id = 141097,
		desc = "西门床弩2（云梯）",
	},
	{
		id = 141098,
		desc = "南门床弩1（攻城锤）",
	},
	{
		id = 141099,
		desc = "南门床弩2（攻城锤）",
	},
	{
		id = 141100,
		desc = "南门床弩1（云梯）",
	},
	{
		id = 141101,
		desc = "南门床弩2（云梯）",
	},
	{
		id = 141102,
		desc = "东门床弩1（攻城锤）",
	},
	{
		id = 141103,
		desc = "东门床弩2（攻城锤）",
	},
	{
		id = 141104,
		desc = "东门床弩1（云梯）",
	},
	{
		id = 141105,
		desc = "东门床弩2（云梯）",
	},
	{
		id = 141106,
		desc = "城战军团",
	},
	{
		id = 141107,
		desc = "城战报名规则",
	},
	{
		id = 141108,
		desc = "箭术大赛规则",
	},
	{
		id = 143001,
		desc = "军团的负重越高采集的资源越多",
	},
	{
		id = 143002,
		desc = "点击左上角头像可查看帮助",
	},
	{
		id = 143003,
		desc = "攻打营寨可获得武将信物",
	},
	{
		id = 143004,
		desc = "在酒馆内可查看武将的属性和特技",
	},
	{
		id = 143005,
		desc = "世界地图剿匪可获得主公经验",
	},
	{
		id = 143006,
		desc = "可以在主公头像的设置中查看公告",
	},
	{
		id = 143007,
		desc = "击败低等级的NPC后才可挑战高等级的NPC",
	},
	{
		id = 143008,
		desc = "您可以在校场查看单个军团的战力",
	},
	{
		id = 143009,
		desc = "科技中的军团编制可增加军团数量",
	},
	{
		id = 143010,
		desc = "主公战争天赋适合掠夺型的玩家",
	},
	{
		id = 143011,
		desc = "城内的资源田会定期产出资源",
	},
	{
		id = 143012,
		desc = "关注官方新浪微博、微信公众号可领取礼品码",
	},
	{
		id = 143013,
		desc = "主公头像旁的等级代表了主公等级",
	},
	{
		id = 143014,
		desc = "购买至尊卡可获取长期投资回报",
	},
	{
		id = 143015,
		desc = "世界地图剿匪必定获得武将信物",
	},
	{
		id = 143016,
		desc = "集齐武将信物可以在酒馆中招募武将",
	},
	{
		id = 143017,
		desc = "VIP按钮在主公头像右边",
	},
	{
		id = 143018,
		desc = "世界地图剿匪机率获得战争号角",
	},
	{
		id = 143019,
		desc = "提高部队负重可提升采集资源数量",
	},
	{
		id = 143020,
		desc = "战力反应出主公的综合实力",
	},
	{
		id = 143021,
		desc = "点击上方战力可以了解提升的方法",
	},
	{
		id = 143022,
		desc = "主公军备天赋适合防守型的玩家",
	},
	{
		id = 143023,
		desc = "激活VIP即可享受强大增益",
	},
	{
		id = 143024,
		desc = "世界地图剿匪可获得装备进阶材料",
	},
	{
		id = 143025,
		desc = "VIP需要激活才能生效",
	},
	{
		id = 143026,
		desc = "参加限时比赛可获取丰富奖励。",
	},
	{
		id = 143027,
		desc = "世界地图剿匪机率获得武将装备",
	},
	{
		id = 143028,
		desc = "武将驻守的建筑会有增益效果",
	},
	{
		id = 143029,
		desc = "伤兵可在医馆中通过治疗恢复",
	},
	{
		id = 143030,
		desc = "玩家QQ群：653594208",
	},
	{
		id = 143031,
		desc = "设置中的填写兑换码可换取好礼",
	},
	{
		id = 143032,
		desc = "医馆容量不足时，受伤士兵将会死亡",
	},
	{
		id = 143033,
		desc = "帮助中有提高资源采集效果的方法",
	},
	{
		id = 143034,
		desc = "城内下方任务按钮可查看任务详情",
	},
	{
		id = 143035,
		desc = "主公建设天赋适合主发展的玩家",
	},
	{
		id = 143036,
		desc = "客服邮箱service@sanguomobile2.cn",
	},
	{
		id = 143037,
		desc = "武将信物可通过攻打NPC获得",
	},
	{
		id = 143038,
		desc = "部分商店有武将信物可以购买",
	},
	{
		id = 143039,
		desc = "加入联盟后，可以获得很多帮助",
	},
	{
		id = 143040,
		desc = "获得关羽后，成长任务仍然继续",
	},
	{
		id = 143041,
		desc = "主公每升一级可以获得三个天赋点",
	},
	{
		id = 143042,
		desc = "世界地图上采集资源可获取额外资源",
	},
	{
		id = 143043,
		desc = "VIP6增加可操控军团的数量",
	},
	{
		id = 143044,
		desc = "客服QQ:800068636",
	},
	{
		id = 143045,
		desc = "参加联盟任务可获取丰富奖励",
	},
	{
		id = 143046,
		desc = "提高部队负重可加大抢夺资源数量",
	},
	{
		id = 143047,
		desc = "购买月卡可获取长期投资回报",
	},
	{
		id = 143048,
		desc = "完成成长任务可获得关羽武将信物",
	},
	{
		id = 144001,
		desc = "点击左上角主公头像可以找到【帮助】菜单。",
	},
	{
		id = 144002,
		desc = "游戏登入后仍可以在主公头像内的设置中查看公告，可查看近期活动、停机维护等重要资讯。",
	},
	{
		id = 144003,
		desc = "完成新手教程后，可以按城内左下角的任务提示进行游戏。通过下方的【任务】按钮更能同时查看主线任务和每日任务，完成每日任务可获得大量资源。",
	},
	{
		id = 144004,
		desc = "按照城内右上角【成长任务】中的提示，完成任务可获得关羽信物，集齐信物可在酒馆中招募名将关羽。当玩家招募名将关羽后，仍可以继续进行【成长任务】，领取其他丰厚奖励。※请注意成长任务有时间限制，切莫错过。",
	},
	{
		id = 144005,
		desc = "对游戏有任何疑问，您可以通过点击主公头像中的【帮助】菜单查看，还可以通过下述方式联系官方客服。客服QQ：800068636 客服邮箱：service@sanguomobile2.cn",
	},
	{
		id = 144006,
		desc = "集齐武将信物可以在酒馆中招募该武将。武将信物可在世界地图上通过攻打匪徒NPC或者集结军团后攻打营寨的方式来获得。部分商店有武将信物可以购买。",
	},
	{
		id = 144007,
		desc = "城内上方的【战斗力】体现了主公在游戏内的综合实力。也是游戏内最重要的数值。点击【战斗力】可以了解提升战斗力的方法。在校场您还可以查看个别军团的战斗力。",
	},
	{
		id = 144008,
		desc = "城内的农田、金矿、伐木场等资源设施会定期生产出相应的资源。另外您还可以在世界地图上采集资源田获取额外资源。军团的负重越高可采集的资源越多。※点击主公头像内的【帮助】菜单可以了解如何提高资源的采集效果。",
	},
	{
		id = 144009,
		desc = "参加限时比赛和联盟任务，可获取积分奖励，更有机会赢得丰厚的排名奖励，详情可以查看城内右上方的活动界面。※部分联盟任务需要联盟堡垒才能参加任务活动，请务必提前建造。",
	},
	{
		id = 144010,
		desc = "提高部队总负重量，可提高部队每次采集和抢夺的资源数量，使得部队行军事半功倍。提高负重的方法：1、驻守或升级校场提高部队士兵数量上限。2、尽可能使用高负重的车兵（冲车、攻城锤、攻城车等）",
	},
	{
		id = 144011,
		desc = "和匪徒NPC或营寨进行战斗时损失的士兵，在医馆有足够容量时可在医馆治疗后继续使用。如果医馆容量不足，损失的士兵会判定为死亡。",
	},
	{
		id = 144012,
		desc = "派遣武将驻守建筑，可给建筑附加增益效果。重要建筑（校场、屯所等）请尽早派遣武将驻守。在酒馆内可以查看武将的属性和特技。",
	},
	{
		id = 144013,
		desc = "加入联盟后，可以享受很多新功能。盟友之间互相帮助还可以大幅减少建筑建造、研究科技、治疗伤兵等所需要的时间。升级屯所并驻守武将，可大大提高帮助的效率。选择联盟时可以参考该联盟的人气度、战斗力等要素。",
	},
	{
		id = 144014,
		desc = "在开启战争保护后，将在一段时间内不会被攻击。建议下线前开启战争保护，避免资源被抢夺。",
	},
	{
		id = 144015,
		desc = "粮食总产量会直接影响士兵持有的总数量。粮食总产量可以通过农田升级、农田驻守、升级相关主公天赋、研究农田相关科技来增加。资源【产量】影响城内自动生产的资源的产量。而资源【采集速度】则影响城外开采资源时的效率。",
	},
	{
		id = 144016,
		desc = "武将的防具和饰品可以通过攻击世界地图上的匪徒NPC和营寨、领取游戏的在线奖励等方式获得。可在背包、铁匠铺、酒馆中点击装备查看其属性和特技。在装备武将时请注意武将和装备的特技的匹配性。※点击左上角主公头像可以找到【帮助】菜单查看相关信息。",
	},
	{
		id = 144017,
		desc = "通过进阶武将的装备，可以提升武将的实力。在游戏初期，绿色、蓝色品质武将及其装备进阶材料较容易获得，进阶这些武将的装备，可以在游戏初期发挥不错的效果。",
	},
	{
		id = 144018,
		desc = "升级【战争大厅】可以增加集结时的最大军团数量。升级战争大厅需要【战争号角】，战争号角可以在世界地图剿匪时概率获得，也可以通过商城购买。",
	},
	{
		id = 144019,
		desc = "点击兵营界面中士兵肖像上的感叹号按钮，可以选择解雇该士兵。",
	},
	{
		id = 144020,
		desc = "可通过研究科技中的【军团编制】或启用等级6的VIP两种方式来增加可操控军团的数量",
	},
	{
		id = 144021,
		desc = "购买至尊卡和月卡，可获取长期投资回报。购买至尊卡后，便可以购买成长基金获得更大收益。购买成长基金达到指定人数，还能领取橙色品质猛将【张飞】。",
	},
	{
		id = 144022,
		desc = "VIP需要启用才会生效，可以通过签到或购买VIP点数可以升级VIP等级。随着VIP等级的提升，可以获得更多强力效果，VIP等级6可以额外获得一个城外的可操纵行军队列，VIP等级9能直接在酒馆中进行【对酒】获得武将信物，快速招募武将。具体信息可点击主公头像旁边的VIP按钮进行查看。",
	},
	{
		id = 144023,
		desc = "部分武将可以在神龛【化神】，大幅提升属性和战斗力，并获得普通武将所没有的专属技能和马匹装备位。关键道具【神武将信物】在观星台进行天陨有概率随机获得，或通过收集完成六种御龙盔甲后进行合成随机获得。",
	},
	{
		id = 145001,
		desc = "【温馨提示】帮助菜单",
	},
	{
		id = 145002,
		desc = "【温馨提示】活动公告",
	},
	{
		id = 145003,
		desc = "【温馨提示】每日任务",
	},
	{
		id = 145004,
		desc = "【温馨提示】成长任务",
	},
	{
		id = 145005,
		desc = "【温馨提示】联系客服",
	},
	{
		id = 145006,
		desc = "【温馨提示】招募武将",
	},
	{
		id = 145007,
		desc = "【温馨提示】提升战力",
	},
	{
		id = 145008,
		desc = "【温馨提示】资源获得",
	},
	{
		id = 145009,
		desc = "【温馨提示】日常活动",
	},
	{
		id = 145010,
		desc = "【温馨提示】部队负重",
	},
	{
		id = 145011,
		desc = "【温馨提示】医馆相关",
	},
	{
		id = 145012,
		desc = "【温馨提示】驻守建筑",
	},
	{
		id = 145013,
		desc = "【温馨提示】联盟福利",
	},
	{
		id = 145014,
		desc = "【温馨提示】战争保护",
	},
	{
		id = 145015,
		desc = "【温馨提示】士兵数量",
	},
	{
		id = 145016,
		desc = "【温馨提示】武将装备",
	},
	{
		id = 145017,
		desc = "【温馨提示】装备进阶",
	},
	{
		id = 145018,
		desc = "【温馨提示】战争集结",
	},
	{
		id = 145019,
		desc = "【温馨提示】解雇士兵",
	},
	{
		id = 145020,
		desc = "【温馨提示】军团数量",
	},
	{
		id = 145021,
		desc = "【温馨提示】成长基金",
	},
	{
		id = 145022,
		desc = "【温馨提示】VIP介绍",
	},
	{
		id = 145023,
		desc = "【温馨提示】武将化神",
	},
	{
		id = 150001,
		desc = "大联盟一",
	},
	{
		id = 150002,
		desc = "大联盟一",
	},
	{
		id = 150003,
		desc = "大联盟一",
	},
	{
		id = 150004,
		desc = "大联盟一",
	},
	{
		id = 150005,
		desc = "联盟公会",
	},
	{
		id = 150006,
		desc = "联盟公会",
	},
	{
		id = 150007,
		desc = "联盟公会",
	},
	{
		id = 150008,
		desc = "联盟公会",
	},
	{
		id = 150009,
		desc = "扩充军团",
	},
	{
		id = 150010,
		desc = "扩充军团",
	},
	{
		id = 150011,
		desc = "扩充军团",
	},
	{
		id = 150012,
		desc = "扩充军团",
	},
	{
		id = 150013,
		desc = "扩充军团",
	},
	{
		id = 150014,
		desc = "联盟驻防",
	},
	{
		id = 150015,
		desc = "联盟驻防",
	},
	{
		id = 150016,
		desc = "联盟驻防",
	},
	{
		id = 150017,
		desc = "联盟驻防",
	},
	{
		id = 150018,
		desc = "联盟驻防",
	},
	{
		id = 150019,
		desc = "联盟城堡",
	},
	{
		id = 150020,
		desc = "联盟城堡",
	},
	{
		id = 150021,
		desc = "联盟城堡",
	},
	{
		id = 150022,
		desc = "联盟城堡",
	},
	{
		id = 150023,
		desc = "联盟城堡",
	},
	{
		id = 150024,
		desc = "城防建设",
	},
	{
		id = 150025,
		desc = "城防建设",
	},
	{
		id = 150026,
		desc = "城防建设",
	},
	{
		id = 150027,
		desc = "城防建设",
	},
	{
		id = 150028,
		desc = "城防建设",
	},
	{
		id = 150029,
		desc = "联盟城防",
	},
	{
		id = 150030,
		desc = "联盟城防",
	},
	{
		id = 150031,
		desc = "联盟城防",
	},
	{
		id = 150032,
		desc = "联盟城防",
	},
	{
		id = 150033,
		desc = "珍贵友谊",
	},
	{
		id = 150034,
		desc = "步兵之王",
	},
	{
		id = 150035,
		desc = "步兵之王",
	},
	{
		id = 150036,
		desc = "步兵之王",
	},
	{
		id = 150037,
		desc = "步兵之王",
	},
	{
		id = 150038,
		desc = "步兵之王",
	},
	{
		id = 150039,
		desc = "步兵之王",
	},
	{
		id = 150040,
		desc = "骑兵之王",
	},
	{
		id = 150041,
		desc = "骑兵之王",
	},
	{
		id = 150042,
		desc = "骑兵之王",
	},
	{
		id = 150043,
		desc = "骑兵之王",
	},
	{
		id = 150044,
		desc = "骑兵之王",
	},
	{
		id = 150045,
		desc = "骑兵之王",
	},
	{
		id = 150046,
		desc = "弓兵之王",
	},
	{
		id = 150047,
		desc = "弓兵之王",
	},
	{
		id = 150048,
		desc = "弓兵之王",
	},
	{
		id = 150049,
		desc = "弓兵之王",
	},
	{
		id = 150050,
		desc = "弓兵之王",
	},
	{
		id = 150051,
		desc = "弓兵之王",
	},
	{
		id = 150052,
		desc = "车兵之王",
	},
	{
		id = 150053,
		desc = "车兵之王",
	},
	{
		id = 150054,
		desc = "车兵之王",
	},
	{
		id = 150055,
		desc = "车兵之王",
	},
	{
		id = 150056,
		desc = "车兵之王",
	},
	{
		id = 150057,
		desc = "车兵之王",
	},
	{
		id = 150058,
		desc = "步兵克星",
	},
	{
		id = 150059,
		desc = "步兵克星",
	},
	{
		id = 150060,
		desc = "步兵克星",
	},
	{
		id = 150061,
		desc = "步兵克星",
	},
	{
		id = 150062,
		desc = "步兵克星",
	},
	{
		id = 150063,
		desc = "步兵克星",
	},
	{
		id = 150064,
		desc = "骑兵克星",
	},
	{
		id = 150065,
		desc = "骑兵克星",
	},
	{
		id = 150066,
		desc = "骑兵克星",
	},
	{
		id = 150067,
		desc = "骑兵克星",
	},
	{
		id = 150068,
		desc = "骑兵克星",
	},
	{
		id = 150069,
		desc = "骑兵克星",
	},
	{
		id = 150070,
		desc = "弓兵克星",
	},
	{
		id = 150071,
		desc = "弓兵克星",
	},
	{
		id = 150072,
		desc = "弓兵克星",
	},
	{
		id = 150073,
		desc = "弓兵克星",
	},
	{
		id = 150074,
		desc = "弓兵克星",
	},
	{
		id = 150075,
		desc = "弓兵克星",
	},
	{
		id = 150076,
		desc = "车兵克星",
	},
	{
		id = 150077,
		desc = "车兵克星",
	},
	{
		id = 150078,
		desc = "车兵克星",
	},
	{
		id = 150079,
		desc = "车兵克星",
	},
	{
		id = 150080,
		desc = "车兵克星",
	},
	{
		id = 150081,
		desc = "车兵克星",
	},
	{
		id = 150082,
		desc = "联盟学院",
	},
	{
		id = 150083,
		desc = "联盟学院",
	},
	{
		id = 150084,
		desc = "联盟学院",
	},
	{
		id = 150085,
		desc = "联盟学院",
	},
	{
		id = 150086,
		desc = "联盟学院",
	},
	{
		id = 150087,
		desc = "联盟学院",
	},
	{
		id = 150088,
		desc = "快速集结",
	},
	{
		id = 150089,
		desc = "快速集结",
	},
	{
		id = 150090,
		desc = "快速集结",
	},
	{
		id = 150091,
		desc = "快速集结",
	},
	{
		id = 150092,
		desc = "快速集结",
	},
	{
		id = 150093,
		desc = "存储专家",
	},
	{
		id = 150094,
		desc = "存储专家",
	},
	{
		id = 150095,
		desc = "存储专家",
	},
	{
		id = 150096,
		desc = "存储专家",
	},
	{
		id = 150097,
		desc = "存储专家",
	},
	{
		id = 150098,
		desc = "联盟箭塔",
	},
	{
		id = 150099,
		desc = "联盟箭塔",
	},
	{
		id = 150100,
		desc = "联盟箭塔",
	},
	{
		id = 150101,
		desc = "联盟箭塔",
	},
	{
		id = 150102,
		desc = "联盟箭塔",
	},
	{
		id = 150103,
		desc = "联盟箭塔",
	},
	{
		id = 150104,
		desc = "箭塔伤害",
	},
	{
		id = 150105,
		desc = "箭塔伤害",
	},
	{
		id = 150106,
		desc = "箭塔伤害",
	},
	{
		id = 150107,
		desc = "箭塔伤害",
	},
	{
		id = 150108,
		desc = "箭塔伤害",
	},
	{
		id = 150109,
		desc = "箭塔伤害",
	},
	{
		id = 150110,
		desc = "大联盟二",
	},
	{
		id = 150111,
		desc = "大联盟二",
	},
	{
		id = 150112,
		desc = "大联盟二",
	},
	{
		id = 150113,
		desc = "大联盟二",
	},
	{
		id = 150114,
		desc = "农业专家",
	},
	{
		id = 150115,
		desc = "农业专家",
	},
	{
		id = 150116,
		desc = "农业专家",
	},
	{
		id = 150117,
		desc = "农业专家",
	},
	{
		id = 150118,
		desc = "农业专家",
	},
	{
		id = 150119,
		desc = "木材专家",
	},
	{
		id = 150120,
		desc = "木材专家",
	},
	{
		id = 150121,
		desc = "木材专家",
	},
	{
		id = 150122,
		desc = "木材专家",
	},
	{
		id = 150123,
		desc = "木材专家",
	},
	{
		id = 150124,
		desc = "铁矿专家",
	},
	{
		id = 150125,
		desc = "铁矿专家",
	},
	{
		id = 150126,
		desc = "铁矿专家",
	},
	{
		id = 150127,
		desc = "铁矿专家",
	},
	{
		id = 150128,
		desc = "铁矿专家",
	},
	{
		id = 150129,
		desc = "金矿专家",
	},
	{
		id = 150130,
		desc = "金矿专家",
	},
	{
		id = 150131,
		desc = "金矿专家",
	},
	{
		id = 150132,
		desc = "金矿专家",
	},
	{
		id = 150133,
		desc = "金矿专家",
	},
	{
		id = 150134,
		desc = "石块专家",
	},
	{
		id = 150135,
		desc = "石块专家",
	},
	{
		id = 150136,
		desc = "石块专家",
	},
	{
		id = 150137,
		desc = "石块专家",
	},
	{
		id = 150138,
		desc = "石块专家",
	},
	{
		id = 150139,
		desc = "联盟公会二",
	},
	{
		id = 150140,
		desc = "联盟公会二",
	},
	{
		id = 150141,
		desc = "联盟公会二",
	},
	{
		id = 150142,
		desc = "联盟公会二",
	},
	{
		id = 150143,
		desc = "超大货仓",
	},
	{
		id = 150144,
		desc = "超大货仓",
	},
	{
		id = 150145,
		desc = "快马加鞭",
	},
	{
		id = 150146,
		desc = "快马加鞭",
	},
	{
		id = 150147,
		desc = "快马加鞭",
	},
	{
		id = 150148,
		desc = "快马加鞭",
	},
	{
		id = 150149,
		desc = "快马加鞭",
	},
	{
		id = 150150,
		desc = "屯所扩建",
	},
	{
		id = 150151,
		desc = "屯所扩建",
	},
	{
		id = 150152,
		desc = "屯所扩建",
	},
	{
		id = 150153,
		desc = "屯所扩建",
	},
	{
		id = 150154,
		desc = "屯所扩建",
	},
	{
		id = 150155,
		desc = "援助之手",
	},
	{
		id = 150156,
		desc = "援助之手",
	},
	{
		id = 150157,
		desc = "援助之手",
	},
	{
		id = 150158,
		desc = "援助之手",
	},
	{
		id = 150159,
		desc = "援助之手",
	},
	{
		id = 150160,
		desc = "存储专家二",
	},
	{
		id = 150161,
		desc = "存储专家二",
	},
	{
		id = 150162,
		desc = "存储专家二",
	},
	{
		id = 150163,
		desc = "存储专家二",
	},
	{
		id = 150164,
		desc = "存储专家二",
	},
	{
		id = 151001,
		desc = "增加联盟人数上限",
	},
	{
		id = 151002,
		desc = "加快建筑建造速度",
	},
	{
		id = 151003,
		desc = "增加集结进攻的军团数",
	},
	{
		id = 151004,
		desc = "增加援军军团数",
	},
	{
		id = 151005,
		desc = "增加联盟城池个数",
	},
	{
		id = 151006,
		desc = "加快联盟成员建造陷阱的速度",
	},
	{
		id = 151007,
		desc = "增加陷阱的容量上限",
	},
	{
		id = 151008,
		desc = "增加联盟帮助减少的时间(秒)",
	},
	{
		id = 151009,
		desc = "提高全体联盟成员的步兵兵种伤害",
	},
	{
		id = 151010,
		desc = "提高全体联盟成员的骑兵兵种伤害",
	},
	{
		id = 151011,
		desc = "提高全体联盟成员的弓兵兵种伤害",
	},
	{
		id = 151012,
		desc = "提高全体联盟成员的车兵兵种伤害",
	},
	{
		id = 151013,
		desc = "降低敌方的步兵造成的伤害",
	},
	{
		id = 151014,
		desc = "降低敌方的骑兵造成的伤害",
	},
	{
		id = 151015,
		desc = "降低敌方的弓兵造成的伤害",
	},
	{
		id = 151016,
		desc = "降低敌方的车兵造成的伤害",
	},
	{
		id = 151017,
		desc = "加快科技研究速度",
	},
	{
		id = 151018,
		desc = "加快集结军队的行军速度",
	},
	{
		id = 151019,
		desc = "增加箭塔个数",
	},
	{
		id = 151020,
		desc = "提高箭塔伤害",
	},
	{
		id = 151021,
		desc = "提高联盟粮食采集速度",
	},
	{
		id = 151022,
		desc = "提高联盟木材采集速度",
	},
	{
		id = 151023,
		desc = "提高联盟铁矿采集速度",
	},
	{
		id = 151024,
		desc = "提高联盟黄金采集速度",
	},
	{
		id = 151025,
		desc = "提高联盟石材采集速度",
	},
	{
		id = 151026,
		desc = "加快建筑建造升级速度",
	},
	{
		id = 151027,
		desc = "增加仓库保护资源",
	},
	{
		id = 151028,
		desc = "提高全联盟行军速度",
	},
	{
		id = 151029,
		desc = "增加援军军团数",
	},
	{
		id = 151030,
		desc = "增加援助次数",
	},
	{
		id = 151031,
		desc = "增加联盟仓库每日存储上限",
	},
	{
		id = 160001,
		desc = "总战斗力",
	},
	{
		id = 160002,
		desc = "主公战斗力",
	},
	{
		id = 160003,
		desc = "武将战斗力",
	},
	{
		id = 160004,
		desc = "部队战斗力",
	},
	{
		id = 160005,
		desc = "建筑战斗力",
	},
	{
		id = 160006,
		desc = "科技战斗力",
	},
	{
		id = 160007,
		desc = "陷阱战斗力",
	},
	{
		id = 160008,
		desc = "战斗胜利次数",
	},
	{
		id = 160009,
		desc = "战斗失败次数",
	},
	{
		id = 160010,
		desc = "进攻胜利次数",
	},
	{
		id = 160011,
		desc = "进攻失败次数",
	},
	{
		id = 160012,
		desc = "防守胜利次数",
	},
	{
		id = 160013,
		desc = "胜率",
	},
	{
		id = 160014,
		desc = "侦察次数",
	},
	{
		id = 160015,
		desc = "消灭部队数量",
	},
	{
		id = 160016,
		desc = "部队损失数量",
	},
	{
		id = 160017,
		desc = "部队治疗数量",
	},
	{
		id = 160018,
		desc = "额外增加出征军团数",
	},
	{
		id = 160019,
		desc = "军团可配置武将数",
	},
	{
		id = 160020,
		desc = "训练士兵速度",
	},
	{
		id = 160021,
		desc = "部队行军速度",
	},
	{
		id = 160022,
		desc = "步兵攻击",
	},
	{
		id = 160023,
		desc = "步兵防御",
	},
	{
		id = 160024,
		desc = "步兵生命",
	},
	{
		id = 160025,
		desc = "步兵受到伤害",
	},
	{
		id = 160026,
		desc = "骑兵攻击",
	},
	{
		id = 160027,
		desc = "骑兵防御",
	},
	{
		id = 160028,
		desc = "骑兵生命",
	},
	{
		id = 160029,
		desc = "弓兵攻击",
	},
	{
		id = 160030,
		desc = "弓兵防御",
	},
	{
		id = 160031,
		desc = "弓兵生命",
	},
	{
		id = 160032,
		desc = "车兵攻击",
	},
	{
		id = 160033,
		desc = "车兵防御",
	},
	{
		id = 160034,
		desc = "车兵生命",
	},
	{
		id = 160035,
		desc = "野战步兵攻击",
	},
	{
		id = 160036,
		desc = "野战步兵防御",
	},
	{
		id = 160037,
		desc = "野战步兵生命",
	},
	{
		id = 160038,
		desc = "野战骑兵攻击",
	},
	{
		id = 160039,
		desc = "野战骑兵防御",
	},
	{
		id = 160040,
		desc = "野战骑兵生命",
	},
	{
		id = 160041,
		desc = "野战弓兵攻击",
	},
	{
		id = 160042,
		desc = "野战弓兵防御",
	},
	{
		id = 160043,
		desc = "野战弓兵生命",
	},
	{
		id = 160044,
		desc = "野战车兵攻击",
	},
	{
		id = 160045,
		desc = "野战车兵防御",
	},
	{
		id = 160046,
		desc = "野战车兵生命",
	},
	{
		id = 160047,
		desc = "黄金产量",
	},
	{
		id = 160048,
		desc = "黄金采集速度",
	},
	{
		id = 160049,
		desc = "木材产量",
	},
	{
		id = 160050,
		desc = "木材采集速度",
	},
	{
		id = 160051,
		desc = "粮食产量",
	},
	{
		id = 160052,
		desc = "粮食采集速度",
	},
	{
		id = 160053,
		desc = "石料产量",
	},
	{
		id = 160054,
		desc = "石料采集速度",
	},
	{
		id = 160055,
		desc = "铁矿产量",
	},
	{
		id = 160056,
		desc = "铁矿采集速度",
	},
	{
		id = 160057,
		desc = "仓库上限",
	},
	{
		id = 160058,
		desc = "建筑建造速度",
	},
	{
		id = 160059,
		desc = "科技研究速度",
	},
	{
		id = 160060,
		desc = "士兵粮食消耗",
	},
	{
		id = 160061,
		desc = "部队负重",
	},
	{
		id = 160062,
		desc = "医馆容量",
	},
	{
		id = 160063,
		desc = "医馆治疗速度",
	},
	{
		id = 160064,
		desc = "治疗费用减少",
	},
	{
		id = 160065,
		desc = "行军速度",
	},
	{
		id = 160066,
		desc = "剿匪行军速度",
	},
	{
		id = 160067,
		desc = "行动力恢复速度",
	},
	{
		id = 160068,
		desc = "城防值",
	},
	{
		id = 160069,
		desc = "陷阱攻击",
	},
	{
		id = 160070,
		desc = "陷阱制造速度",
	},
	{
		id = 160071,
		desc = "陷阱上限",
	},
	{
		id = 160072,
		desc = "陷阱对步兵造成伤害",
	},
	{
		id = 160073,
		desc = "陷阱对骑兵造成伤害",
	},
	{
		id = 160074,
		desc = "陷阱对弓兵造成伤害",
	},
	{
		id = 160075,
		desc = "步兵城池战攻击",
	},
	{
		id = 160076,
		desc = "步兵城池战防御",
	},
	{
		id = 160077,
		desc = "步兵城池战生命",
	},
	{
		id = 160078,
		desc = "骑兵城池战攻击",
	},
	{
		id = 160079,
		desc = "骑兵城池战防御",
	},
	{
		id = 160080,
		desc = "骑兵城池战生命",
	},
	{
		id = 160081,
		desc = "弓兵城池战攻击",
	},
	{
		id = 160082,
		desc = "弓兵城池战防御",
	},
	{
		id = 160083,
		desc = "弓兵城池战生命",
	},
	{
		id = 160084,
		desc = "车兵城池战攻击",
	},
	{
		id = 160085,
		desc = "车兵城池战防御",
	},
	{
		id = 160086,
		desc = "车兵城池战生命",
	},
	{
		id = 171101,
		desc = "联盟堡垒",
	},
	{
		id = 171102,
		desc = "联盟箭塔",
	},
	{
		id = 171103,
		desc = "联盟金矿",
	},
	{
		id = 171104,
		desc = "联盟粮田",
	},
	{
		id = 171105,
		desc = "联盟伐木场",
	},
	{
		id = 171106,
		desc = "联盟采石场",
	},
	{
		id = 171107,
		desc = "联盟铁矿场",
	},
	{
		id = 171108,
		desc = "联盟仓库",
	},
	{
		id = 171109,
		desc = "1级金矿",
	},
	{
		id = 171110,
		desc = "2级金矿",
	},
	{
		id = 171111,
		desc = "3级金矿",
	},
	{
		id = 171112,
		desc = "4级金矿",
	},
	{
		id = 171113,
		desc = "5级金矿",
	},
	{
		id = 171114,
		desc = "6级金矿",
	},
	{
		id = 171115,
		desc = "7级金矿",
	},
	{
		id = 171116,
		desc = "8级金矿",
	},
	{
		id = 171117,
		desc = "1级粮田",
	},
	{
		id = 171118,
		desc = "2级粮田",
	},
	{
		id = 171119,
		desc = "3级粮田",
	},
	{
		id = 171120,
		desc = "4级粮田",
	},
	{
		id = 171121,
		desc = "5级粮田",
	},
	{
		id = 171122,
		desc = "6级粮田",
	},
	{
		id = 171123,
		desc = "7级粮田",
	},
	{
		id = 171124,
		desc = "8级粮田",
	},
	{
		id = 171125,
		desc = "1级伐木场",
	},
	{
		id = 171126,
		desc = "2级伐木场",
	},
	{
		id = 171127,
		desc = "3级伐木场",
	},
	{
		id = 171128,
		desc = "4级伐木场",
	},
	{
		id = 171129,
		desc = "5级伐木场",
	},
	{
		id = 171130,
		desc = "6级伐木场",
	},
	{
		id = 171131,
		desc = "7级伐木场",
	},
	{
		id = 171132,
		desc = "8级伐木场",
	},
	{
		id = 171133,
		desc = "1级采石场",
	},
	{
		id = 171134,
		desc = "2级采石场",
	},
	{
		id = 171135,
		desc = "3级采石场",
	},
	{
		id = 171136,
		desc = "4级采石场",
	},
	{
		id = 171137,
		desc = "5级采石场",
	},
	{
		id = 171138,
		desc = "6级采石场",
	},
	{
		id = 171139,
		desc = "7级采石场",
	},
	{
		id = 171140,
		desc = "8级采石场",
	},
	{
		id = 171141,
		desc = "1级铁矿场",
	},
	{
		id = 171142,
		desc = "2级铁矿场",
	},
	{
		id = 171143,
		desc = "3级铁矿场",
	},
	{
		id = 171144,
		desc = "4级铁矿场",
	},
	{
		id = 171145,
		desc = "5级铁矿场",
	},
	{
		id = 171146,
		desc = "6级铁矿场",
	},
	{
		id = 171147,
		desc = "7级铁矿场",
	},
	{
		id = 171148,
		desc = "8级铁矿场",
	},
	{
		id = 171149,
		desc = "斥候",
	},
	{
		id = 171150,
		desc = "囚犯",
	},
	{
		id = 171151,
		desc = "土匪",
	},
	{
		id = 171152,
		desc = "刺客",
	},
	{
		id = 171153,
		desc = "叛军",
	},
	{
		id = 171154,
		desc = "藤甲兵",
	},
	{
		id = 171155,
		desc = "西凉骑兵",
	},
	{
		id = 171156,
		desc = "龙泉精兵",
	},
	{
		id = 171157,
		desc = "精英藤甲",
	},
	{
		id = 171158,
		desc = "虎豹骑",
	},
	{
		id = 171159,
		desc = "白耳兵",
	},
	{
		id = 171160,
		desc = "丹阳兵",
	},
	{
		id = 171161,
		desc = "白马义从",
	},
	{
		id = 171162,
		desc = "燕弩兵",
	},
	{
		id = 171163,
		desc = "元戍弩兵",
	},
	{
		id = 171164,
		desc = "陷阵营",
	},
	{
		id = 171165,
		desc = "南蛮兵",
	},
	{
		id = 171166,
		desc = "精锐南蛮",
	},
	{
		id = 171167,
		desc = "铁甲兵",
	},
	{
		id = 171168,
		desc = "精锐铁甲",
	},
	{
		id = 171169,
		desc = "先登死士",
	},
	{
		id = 171170,
		desc = "龙泉精骑",
	},
	{
		id = 171171,
		desc = "无当飞军",
	},
	{
		id = 171172,
		desc = "南蛮精骑",
	},
	{
		id = 171173,
		desc = "光武枪骑",
	},
	{
		id = 171174,
		desc = "神弓飞骑",
	},
	{
		id = 171199,
		desc = "1级城池",
	},
	{
		id = 171200,
		desc = "2级城池",
	},
	{
		id = 171201,
		desc = "3级城池",
	},
	{
		id = 171202,
		desc = "4级城池",
	},
	{
		id = 171203,
		desc = "5级城池",
	},
	{
		id = 171204,
		desc = "6级城池",
	},
	{
		id = 171205,
		desc = "7级城池",
	},
	{
		id = 171206,
		desc = "8级城池",
	},
	{
		id = 171207,
		desc = "9级城池",
	},
	{
		id = 171208,
		desc = "10级城池",
	},
	{
		id = 171209,
		desc = "11级城池",
	},
	{
		id = 171210,
		desc = "12级城池",
	},
	{
		id = 171211,
		desc = "13级城池",
	},
	{
		id = 171212,
		desc = "14级城池",
	},
	{
		id = 171213,
		desc = "15级城池",
	},
	{
		id = 171214,
		desc = "16级城池",
	},
	{
		id = 171215,
		desc = "17级城池",
	},
	{
		id = 171216,
		desc = "18级城池",
	},
	{
		id = 171217,
		desc = "19级城池",
	},
	{
		id = 171218,
		desc = "20级城池",
	},
	{
		id = 171219,
		desc = "21级城池",
	},
	{
		id = 171220,
		desc = "22级城池",
	},
	{
		id = 171221,
		desc = "23级城池",
	},
	{
		id = 171222,
		desc = "24级城池",
	},
	{
		id = 171223,
		desc = "25级城池",
	},
	{
		id = 171224,
		desc = "26级城池",
	},
	{
		id = 171225,
		desc = "27级城池",
	},
	{
		id = 171226,
		desc = "28级城池",
	},
	{
		id = 171227,
		desc = "29级城池",
	},
	{
		id = 171228,
		desc = "30级城池",
	},
	{
		id = 171229,
		desc = "31级城池",
	},
	{
		id = 171230,
		desc = "32级城池",
	},
	{
		id = 171231,
		desc = "33级城池",
	},
	{
		id = 171232,
		desc = "34级城池",
	},
	{
		id = 171233,
		desc = "35级城池",
	},
	{
		id = 171234,
		desc = "36级城池",
	},
	{
		id = 171235,
		desc = "37级城池",
	},
	{
		id = 171236,
		desc = "38级城池",
	},
	{
		id = 171237,
		desc = "39级城池",
	},
	{
		id = 171238,
		desc = "40级城池",
	},
	{
		id = 171239,
		desc = "41级城池",
	},
	{
		id = 171240,
		desc = "42级城池",
	},
	{
		id = 171241,
		desc = "43级城池",
	},
	{
		id = 171242,
		desc = "44级城池",
	},
	{
		id = 171243,
		desc = "45级城池",
	},
	{
		id = 171244,
		desc = "46级城池",
	},
	{
		id = 171245,
		desc = "47级城池",
	},
	{
		id = 171246,
		desc = "48级城池",
	},
	{
		id = 171247,
		desc = "49级城池",
	},
	{
		id = 171248,
		desc = "50级城池",
	},
	{
		id = 171249,
		desc = "皇城",
	},
	{
		id = 171250,
		desc = "军械所",
	},
	{
		id = 171251,
		desc = "军屯农",
	},
	{
		id = 171252,
		desc = "练兵所",
	},
	{
		id = 171253,
		desc = "太鼓台",
	},
	{
		id = 171254,
		desc = "张角军营寨",
	},
	{
		id = 171255,
		desc = "夏侯渊军营寨",
	},
	{
		id = 171256,
		desc = "颜良军营寨",
	},
	{
		id = 171257,
		desc = "文丑军营寨",
	},
	{
		id = 171258,
		desc = "曹丕军营寨",
	},
	{
		id = 171259,
		desc = "关平军营寨",
	},
	{
		id = 171260,
		desc = "魏延军营寨",
	},
	{
		id = 171261,
		desc = "张苞军营寨",
	},
	{
		id = 171262,
		desc = "徐晃军营寨",
	},
	{
		id = 171263,
		desc = "张郃军营寨",
	},
	{
		id = 171264,
		desc = "刘备军营寨",
	},
	{
		id = 171265,
		desc = "孙权军营寨",
	},
	{
		id = 171266,
		desc = "曹操军营寨",
	},
	{
		id = 171267,
		desc = "周泰军营寨",
	},
	{
		id = 171268,
		desc = "董卓军营寨",
	},
	{
		id = 171269,
		desc = "孙策军营寨",
	},
	{
		id = 171270,
		desc = "袁绍军营寨",
	},
	{
		id = 171271,
		desc = "赵云军营寨",
	},
	{
		id = 171272,
		desc = "姜维军营寨",
	},
	{
		id = 171273,
		desc = "荀彧军营寨",
	},
	{
		id = 171274,
		desc = "贾诩军营寨",
	},
	{
		id = 171275,
		desc = "周瑜军营寨",
	},
	{
		id = 171276,
		desc = "黄忠军营寨",
	},
	{
		id = 171277,
		desc = "司马懿军营寨",
	},
	{
		id = 171278,
		desc = "吕布军营寨",
	},
	{
		id = 171279,
		desc = "诸葛亮军营寨",
	},
	{
		id = 171280,
		desc = "占地山水",
	},
	{
		id = 171281,
		desc = "和氏璧",
	},
	{
		id = 171282,
		desc = "据点",
	},
	{
		id = 171283,
		desc = "攻城锤",
	},
	{
		id = 171284,
		desc = "城门1",
	},
	{
		id = 171285,
		desc = "城门2",
	},
	{
		id = 171286,
		desc = "城门3",
	},
	{
		id = 171287,
		desc = "床弩1",
	},
	{
		id = 171288,
		desc = "床弩2",
	},
	{
		id = 171289,
		desc = "床弩3",
	},
	{
		id = 171290,
		desc = "床弩4",
	},
	{
		id = 171291,
		desc = "云梯",
	},
	{
		id = 171292,
		desc = "投石车1",
	},
	{
		id = 171293,
		desc = "投石车2",
	},
	{
		id = 171294,
		desc = "投石车3",
	},
	{
		id = 171295,
		desc = "投石车4",
	},
	{
		id = 171296,
		desc = "投石车6",
	},
	{
		id = 171297,
		desc = "投石车7",
	},
	{
		id = 171298,
		desc = "投石车D1",
	},
	{
		id = 171299,
		desc = "投石车5",
	},
	{
		id = 171300,
		desc = "内城",
	},
	{
		id = 171301,
		desc = "城墙",
	},
	{
		id = 171302,
		desc = "复活点",
	},
	{
		id = 171303,
		desc = "西门",
	},
	{
		id = 171304,
		desc = "南门",
	},
	{
		id = 171305,
		desc = "东门",
	},
	{
		id = 171306,
		desc = "西门攻城锤",
	},
	{
		id = 171307,
		desc = "南门攻城锤",
	},
	{
		id = 171308,
		desc = "东门攻城锤",
	},
	{
		id = 171309,
		desc = "西门云梯",
	},
	{
		id = 171310,
		desc = "南门云梯",
	},
	{
		id = 171311,
		desc = "东门云梯",
	},
	{
		id = 171312,
		desc = "西门投石车1",
	},
	{
		id = 171313,
		desc = "西门投石车2",
	},
	{
		id = 171314,
		desc = "西门投石车3",
	},
	{
		id = 171315,
		desc = "南门投石车1",
	},
	{
		id = 171316,
		desc = "南门投石车2",
	},
	{
		id = 171317,
		desc = "南门投石车3",
	},
	{
		id = 171318,
		desc = "东门投石车1",
	},
	{
		id = 171319,
		desc = "东门投石车2",
	},
	{
		id = 171320,
		desc = "东门投石车3",
	},
	{
		id = 171321,
		desc = "投石车B4",
	},
	{
		id = 171322,
		desc = "投石车B5",
	},
	{
		id = 171323,
		desc = "投石车B6",
	},
	{
		id = 171324,
		desc = "投石车C1",
	},
	{
		id = 171325,
		desc = "投石车C2",
	},
	{
		id = 171326,
		desc = "投石车C3",
	},
	{
		id = 171327,
		desc = "投石车C4",
	},
	{
		id = 171328,
		desc = "投石车C5",
	},
	{
		id = 171329,
		desc = "投石车C6",
	},
	{
		id = 171330,
		desc = "西门床弩1（攻城锤）",
	},
	{
		id = 171331,
		desc = "西门床弩2（攻城锤）",
	},
	{
		id = 171332,
		desc = "西门床弩1（云梯）",
	},
	{
		id = 171333,
		desc = "西门床弩2（云梯）",
	},
	{
		id = 171334,
		desc = "南门床弩1（攻城锤）",
	},
	{
		id = 171335,
		desc = "南门床弩2（攻城锤）",
	},
	{
		id = 171336,
		desc = "南门床弩1（云梯）",
	},
	{
		id = 171337,
		desc = "南门床弩2（云梯）",
	},
	{
		id = 171338,
		desc = "东门床弩1（攻城锤）",
	},
	{
		id = 171339,
		desc = "东门床弩2（攻城锤）",
	},
	{
		id = 171340,
		desc = "东门床弩1（云梯）",
	},
	{
		id = 171341,
		desc = "东门床弩2（云梯）",
	},
	{
		id = 171342,
		desc = "玩家城池",
	},
	{
		id = 171343,
		desc = "投石车1",
	},
	{
		id = 171344,
		desc = "投石车2",
	},
	{
		id = 171345,
		desc = "投石车3",
	},
	{
		id = 171346,
		desc = "投石车4",
	},
	{
		id = 171347,
		desc = "投石车5",
	},
	{
		id = 171348,
		desc = "投石车6",
	},
	{
		id = 171349,
		desc = "投石车A7",
	},
	{
		id = 171350,
		desc = "投石车A8",
	},
	{
		id = 171351,
		desc = "投石车A9",
	},
	{
		id = 171352,
		desc = "投石车A10",
	},
	{
		id = 171353,
		desc = "投石车A11",
	},
	{
		id = 171354,
		desc = "投石车A12",
	},
	{
		id = 172101,
		desc = "功能：\n1、放置并完成联盟堡垒，周围就是联盟的领地。\n2、只有领地范围内，才能获得增益效果和建造联盟建筑。\n3、联盟堡垒未完成时，领地效果不会生效。\n增益效果：\n1、联盟仓库：增加仓库保护上限20%%\n2、联盟采集：增加采集速度15%%",
	},
	{
		id = 172102,
		desc = "联盟箭塔会自动攻击来犯的敌军",
	},
	{
		id = 172103,
		desc = "采集联盟金矿有采集速度加成",
	},
	{
		id = 172104,
		desc = "采集联盟粮田有采集速度加成",
	},
	{
		id = 172105,
		desc = "采集联盟伐木场有采集速度加成",
	},
	{
		id = 172106,
		desc = "采集联盟采石场有采集速度加成",
	},
	{
		id = 172107,
		desc = "采集联盟铁矿场有采集速度加成",
	},
	{
		id = 172108,
		desc = "联盟仓库中的资源不会被掠夺",
	},
	{
		id = 172109,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172110,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172111,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172112,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172113,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172114,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172115,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172116,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172117,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172118,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172119,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172120,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172121,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172122,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172123,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172124,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172125,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172126,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172127,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172128,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172129,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172130,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172131,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172132,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172133,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172134,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172135,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172136,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172137,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172138,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172139,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172140,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172141,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172142,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172143,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172144,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172145,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172146,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172147,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172148,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172149,
		desc = "1级野怪介绍",
	},
	{
		id = 172150,
		desc = "2级野怪介绍",
	},
	{
		id = 172151,
		desc = "3级野怪介绍",
	},
	{
		id = 172152,
		desc = "4级野怪介绍",
	},
	{
		id = 172153,
		desc = "5级野怪介绍",
	},
	{
		id = 172154,
		desc = "6级野怪介绍",
	},
	{
		id = 172155,
		desc = "7级野怪介绍",
	},
	{
		id = 172156,
		desc = "8级野怪介绍",
	},
	{
		id = 172157,
		desc = "9级野怪介绍",
	},
	{
		id = 172158,
		desc = "10级野怪介绍",
	},
	{
		id = 172159,
		desc = "11级野怪介绍",
	},
	{
		id = 172160,
		desc = "12级野怪介绍",
	},
	{
		id = 172161,
		desc = "13级野怪介绍",
	},
	{
		id = 172162,
		desc = "14级野怪介绍",
	},
	{
		id = 172163,
		desc = "15级野怪介绍",
	},
	{
		id = 172164,
		desc = "16级野怪介绍",
	},
	{
		id = 172165,
		desc = "17级野怪介绍",
	},
	{
		id = 172166,
		desc = "18级野怪介绍",
	},
	{
		id = 172167,
		desc = "19级野怪介绍",
	},
	{
		id = 172168,
		desc = "20级野怪介绍",
	},
	{
		id = 172169,
		desc = "21级野怪介绍",
	},
	{
		id = 172170,
		desc = "22级野怪介绍",
	},
	{
		id = 172171,
		desc = "23级野怪介绍",
	},
	{
		id = 172172,
		desc = "24级野怪介绍",
	},
	{
		id = 172173,
		desc = "25级野怪介绍",
	},
	{
		id = 172174,
		desc = "26级野怪介绍",
	},
	{
		id = 172175,
		desc = "27级野怪介绍",
	},
	{
		id = 172176,
		desc = "28级野怪介绍",
	},
	{
		id = 172177,
		desc = "29级野怪介绍",
	},
	{
		id = 172178,
		desc = "30级野怪介绍",
	},
	{
		id = 172179,
		desc = "31级野怪介绍",
	},
	{
		id = 172180,
		desc = "32级野怪介绍",
	},
	{
		id = 172181,
		desc = "33级野怪介绍",
	},
	{
		id = 172182,
		desc = "34级野怪介绍",
	},
	{
		id = 172183,
		desc = "35级野怪介绍",
	},
	{
		id = 172184,
		desc = "36级野怪介绍",
	},
	{
		id = 172185,
		desc = "37级野怪介绍",
	},
	{
		id = 172186,
		desc = "38级野怪介绍",
	},
	{
		id = 172187,
		desc = "39级野怪介绍",
	},
	{
		id = 172188,
		desc = "40级野怪介绍",
	},
	{
		id = 172189,
		desc = "41级野怪介绍",
	},
	{
		id = 172190,
		desc = "42级野怪介绍",
	},
	{
		id = 172191,
		desc = "43级野怪介绍",
	},
	{
		id = 172192,
		desc = "44级野怪介绍",
	},
	{
		id = 172193,
		desc = "45级野怪介绍",
	},
	{
		id = 172194,
		desc = "46级野怪介绍",
	},
	{
		id = 172195,
		desc = "47级野怪介绍",
	},
	{
		id = 172196,
		desc = "48级野怪介绍",
	},
	{
		id = 172197,
		desc = "49级野怪介绍",
	},
	{
		id = 172198,
		desc = "50级野怪介绍",
	},
	{
		id = 172199,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172200,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172201,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172202,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172203,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172204,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172205,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172206,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172207,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172208,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172209,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172210,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172211,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172212,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172213,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172214,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172215,
		desc = "联盟箭塔会攻击来犯的敌军，箭塔之间须保持一定距离",
	},
	{
		id = 172216,
		desc = "所有联盟成员都可以在此快速获得金矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172217,
		desc = "所有联盟成员都可以在此快速获得粮食资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172218,
		desc = "所有联盟成员都可以在此快速获得木材资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172219,
		desc = "所有联盟成员都可以在此快速获得石料资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172220,
		desc = "所有联盟成员都可以在此快速获得铁矿资源，在此采集资源的部队永远不会遭受攻击",
	},
	{
		id = 172221,
		desc = "联盟成员每日可往联盟仓库存储一定量的资源，联盟仓库中的资源不会被掠夺",
	},
	{
		id = 172222,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172223,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172224,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172225,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172226,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172227,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172228,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172229,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172230,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172231,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172232,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172233,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172234,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172235,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172236,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172237,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172238,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172239,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172240,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172241,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172242,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172243,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172244,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172245,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172246,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172247,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172248,
		desc = "放置并建造堡垒，周围就是您联盟的领地",
	},
	{
		id = 172249,
		desc = "皇城介绍",
	},
	{
		id = 172250,
		desc = "多人敌人介绍",
	},
	{
		id = 172251,
		desc = "积分高",
	},
	{
		id = 172252,
		desc = "积分低",
	},
	{
		id = 173001,
		desc = "联盟堡垒开启条件",
	},
	{
		id = 173002,
		desc = "联盟堡垒开启条件",
	},
	{
		id = 173003,
		desc = "联盟堡垒开启条件",
	},
	{
		id = 173004,
		desc = "联盟堡垒开启条件",
	},
	{
		id = 173005,
		desc = "联盟堡垒开启条件",
	},
	{
		id = 173006,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173007,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173008,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173009,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173010,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173011,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173012,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173013,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173014,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173015,
		desc = "解锁更多的联盟堡垒，即可获得更多的联盟箭塔",
	},
	{
		id = 173016,
		desc = "解锁1个联盟堡垒，即可获得建造联盟金矿",
	},
	{
		id = 173017,
		desc = "解锁1个联盟堡垒，即可获得建造联盟粮田",
	},
	{
		id = 173018,
		desc = "解锁1个联盟堡垒，即可获得建造联盟伐木场",
	},
	{
		id = 173019,
		desc = "解锁1个联盟堡垒，即可获得建造联盟采石场",
	},
	{
		id = 173020,
		desc = "解锁1个联盟堡垒，即可获得建造联盟铁矿场",
	},
	{
		id = 173021,
		desc = "解锁1个联盟堡垒，即可获得建造联盟仓库",
	},
	{
		id = 174001,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174002,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174003,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174004,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174005,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174006,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174007,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174008,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174009,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174010,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174011,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174012,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174013,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174014,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174015,
		desc = "联盟堡垒介绍",
	},
	{
		id = 174016,
		desc = "联盟金矿介绍",
	},
	{
		id = 174017,
		desc = "联盟粮田介绍",
	},
	{
		id = 174018,
		desc = "联盟伐木场介绍",
	},
	{
		id = 174019,
		desc = "联盟采石场介绍",
	},
	{
		id = 174020,
		desc = "联盟铁矿场介绍",
	},
	{
		id = 174021,
		desc = "联盟仓库介绍",
	},
	{
		id = 175001,
		desc = "说明",
	},
	{
		id = 175002,
		desc = "采集黄金",
	},
	{
		id = 175003,
		desc = "采集粮食",
	},
	{
		id = 175004,
		desc = "采集木头",
	},
	{
		id = 175005,
		desc = "采集石料",
	},
	{
		id = 175006,
		desc = "采集铁矿",
	},
	{
		id = 175007,
		desc = "建造",
	},
	{
		id = 175008,
		desc = "加速",
	},
	{
		id = 175009,
		desc = "查看详情",
	},
	{
		id = 175010,
		desc = "功能查看",
	},
	{
		id = 175011,
		desc = "驻守",
	},
	{
		id = 175012,
		desc = "君主详情",
	},
	{
		id = 175013,
		desc = "侦察",
	},
	{
		id = 175014,
		desc = "攻击",
	},
	{
		id = 175015,
		desc = "集结",
	},
	{
		id = 175016,
		desc = "我的详情",
	},
	{
		id = 175017,
		desc = "城池增益",
	},
	{
		id = 175018,
		desc = "进入城池",
	},
	{
		id = 175019,
		desc = "士兵援助",
	},
	{
		id = 175020,
		desc = "联盟采集黄金",
	},
	{
		id = 175021,
		desc = "联盟采集粮食",
	},
	{
		id = 175022,
		desc = "联盟采集木头",
	},
	{
		id = 175023,
		desc = "联盟采集石料",
	},
	{
		id = 175024,
		desc = "联盟采集铁矿",
	},
	{
		id = 175025,
		desc = "返回",
	},
	{
		id = 175026,
		desc = "修理",
	},
	{
		id = 175027,
		desc = "储存资源",
	},
	{
		id = 175028,
		desc = "取出资源",
	},
	{
		id = 175029,
		desc = "集结",
	},
	{
		id = 175030,
		desc = "加入集结",
	},
	{
		id = 175031,
		desc = "王国状态",
	},
	{
		id = 175032,
		desc = "官职",
	},
	{
		id = 175033,
		desc = "迁城",
	},
	{
		id = 175034,
		desc = "召回",
	},
	{
		id = 175035,
		desc = "部队",
	},
	{
		id = 175036,
		desc = "加速",
	},
	{
		id = 175037,
		desc = "放置",
	},
	{
		id = 175038,
		desc = "攻击",
	},
	{
		id = 175039,
		desc = "攻击",
	},
	{
		id = 175040,
		desc = "攻击",
	},
	{
		id = 175041,
		desc = "攻击",
	},
	{
		id = 175042,
		desc = "集结",
	},
	{
		id = 175043,
		desc = "状态",
	},
	{
		id = 175044,
		desc = "驻守",
	},
	{
		id = 175045,
		desc = "返回",
	},
	{
		id = 175046,
		desc = "侦察",
	},
	{
		id = 175047,
		desc = "攻击",
	},
	{
		id = 175048,
		desc = "集结",
	},
	{
		id = 175049,
		desc = "状态",
	},
	{
		id = 175050,
		desc = "驻守",
	},
	{
		id = 175051,
		desc = "返回",
	},
	{
		id = 175052,
		desc = "侦察",
	},
	{
		id = 175053,
		desc = "官职",
	},
	{
		id = 175054,
		desc = "邀请迁城",
	},
	{
		id = 175055,
		desc = "占领",
	},
	{
		id = 175056,
		desc = "说明",
	},
	{
		id = 175057,
		desc = "说明",
	},
	{
		id = 175058,
		desc = "驻守详情",
	},
	{
		id = 175059,
		desc = "驻守",
	},
	{
		id = 175060,
		desc = "驻守详情",
	},
	{
		id = 175061,
		desc = "召回",
	},
	{
		id = 175062,
		desc = "说明",
	},
	{
		id = 175063,
		desc = "攻击",
	},
	{
		id = 175064,
		desc = "说明",
	},
	{
		id = 175065,
		desc = "驻守",
	},
	{
		id = 175066,
		desc = "驻守详情",
	},
	{
		id = 175067,
		desc = "召回",
	},
	{
		id = 175068,
		desc = "说明",
	},
	{
		id = 175069,
		desc = "驻守",
	},
	{
		id = 175070,
		desc = "驻守详情",
	},
	{
		id = 175071,
		desc = "召回",
	},
	{
		id = 175072,
		desc = "说明",
	},
	{
		id = 175073,
		desc = "驻守",
	},
	{
		id = 175074,
		desc = "驻守详情",
	},
	{
		id = 175075,
		desc = "召回",
	},
	{
		id = 175076,
		desc = "说明",
	},
	{
		id = 175077,
		desc = "攻击",
	},
	{
		id = 175078,
		desc = "攻击",
	},
	{
		id = 175079,
		desc = "说明",
	},
	{
		id = 175080,
		desc = "我的军团",
	},
	{
		id = 175081,
		desc = "迁城",
	},
	{
		id = 176001,
		desc = "无",
	},
	{
		id = 176002,
		desc = "联盟科技-联盟堡垒LV1",
	},
	{
		id = 176003,
		desc = "联盟科技-联盟堡垒LV2",
	},
	{
		id = 176004,
		desc = "联盟科技-联盟堡垒LV3",
	},
	{
		id = 176005,
		desc = "联盟科技-联盟堡垒LV4",
	},
	{
		id = 176006,
		desc = "联盟科技-联盟堡垒LV4-满星",
	},
	{
		id = 176007,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV1",
	},
	{
		id = 176008,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV2",
	},
	{
		id = 176009,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV3",
	},
	{
		id = 176010,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV4",
	},
	{
		id = 176011,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV5",
	},
	{
		id = 176012,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV5-满星",
	},
	{
		id = 176013,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV7",
	},
	{
		id = 176014,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV8",
	},
	{
		id = 176015,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV9",
	},
	{
		id = 176016,
		desc = "联盟堡垒，联盟科技-联盟箭塔LV9-满星",
	},
	{
		id = 176017,
		desc = "联盟堡垒",
	},
	{
		id = 176018,
		desc = "联盟堡垒",
	},
	{
		id = 176019,
		desc = "联盟堡垒",
	},
	{
		id = 176020,
		desc = "联盟堡垒",
	},
	{
		id = 176021,
		desc = "联盟堡垒",
	},
	{
		id = 176022,
		desc = "联盟堡垒",
	},
	{
		id = 176101,
		desc = "放置并完成联盟堡垒，周围就是联盟的领地。\n只有领地范围内，才能获得增益效果和建造联盟建筑。\n联盟堡垒未完成时，领地效果不会生效。\n增益效果：\n1、联盟仓库：增加仓库保护上限20%%\n2、联盟采集：增加采集速度15%%",
	},
	{
		id = 176102,
		desc = "放置并完成联盟堡垒，周围就是联盟的领地。\n只有领地范围内，才能获得增益效果和建造联盟建筑。\n联盟堡垒未完成时，领地效果不会生效。\n增益效果：\n1、联盟仓库：增加仓库保护上限20%%\n2、联盟采集：增加采集速度15%%",
	},
	{
		id = 176103,
		desc = "放置并完成联盟堡垒，周围就是联盟的领地。\n只有领地范围内，才能获得增益效果和建造联盟建筑。\n联盟堡垒未完成时，领地效果不会生效。\n增益效果：\n1、联盟仓库：增加仓库保护上限20%%\n2、联盟采集：增加采集速度15%%",
	},
	{
		id = 176104,
		desc = "放置并完成联盟堡垒，周围就是联盟的领地。\n只有领地范围内，才能获得增益效果和建造联盟建筑。\n联盟堡垒未完成时，领地效果不会生效。\n增益效果：\n1、联盟仓库：增加仓库保护上限20%%\n2、联盟采集：增加采集速度15%%",
	},
	{
		id = 176105,
		desc = "放置并完成联盟堡垒，周围就是联盟的领地。\n只有领地范围内，才能获得增益效果和建造联盟建筑。\n联盟堡垒未完成时，领地效果不会生效。\n增益效果：\n1、联盟仓库：增加仓库保护上限20%%\n2、联盟采集：增加采集速度15%%",
	},
	{
		id = 176106,
		desc = "放置并完成联盟堡垒，周围就是联盟的领地。\n只有领地范围内，才能获得增益效果和建造联盟建筑。\n联盟堡垒未完成时，领地效果不会生效。\n增益效果：\n1、联盟仓库：增加仓库保护上限20%%\n2、联盟采集：增加采集速度15%%",
	},
	{
		id = 176107,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176108,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176109,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176110,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176111,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176112,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176113,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176114,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176115,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176116,
		desc = "敌方玩家攻击联盟箭塔保护范围内的联盟城池时，箭塔会对其造成伤害。（堡垒不受箭塔保护）。",
	},
	{
		id = 176117,
		desc = "采集联盟金矿有采集速度加成。没有其他联盟资源才可以建造。",
	},
	{
		id = 176118,
		desc = "采集联盟粮田有采集速度加成。没有其他联盟资源才可以建造。",
	},
	{
		id = 176119,
		desc = "采集联盟伐木场有采集速度加成。没有其他联盟资源才可以建造。",
	},
	{
		id = 176120,
		desc = "采集联盟采石场有采集速度加成。没有其他联盟资源才可以建造。",
	},
	{
		id = 176121,
		desc = "采集联盟铁矿场有采集速度加成。没有其他联盟资源才可以建造。",
	},
	{
		id = 176122,
		desc = "联盟仓库中的资源不会被掠夺。",
	},
	{
		id = 177001,
		desc = "占领农田：派遣军团占领选好的农田，不同等级农田含有粮食量不同；采集完成后部队会带着采集的粮食自动返回城池，系统会将具体信息发至邮件",
	},
	{
		id = 177002,
		desc = "抢占农田：当目标农田已被其他主公占领时，可以选择攻击；攻击并战胜对方后，军团会抢夺敌方采集的全部资源并占领该农田进行采集",
	},
	{
		id = 177003,
		desc = "占领伐木场：派遣军团占领选好的伐木场，不同等级伐木场含有木材量不同；采集完成后部队会带着采集的木材自动返回城池，系统会将具体信息发至邮件",
	},
	{
		id = 177004,
		desc = "抢占伐木场：当目标伐木场已被其他主公占领时，可以选择攻击；攻击并战胜对方后，军团会抢夺敌方采集的全部资源并占领该伐木场进行采集",
	},
	{
		id = 177005,
		desc = "占领金矿：派遣军团占领选好的金矿，不同等级金矿含有金块量不同；采集完成后部队会带着采集的金块自动返回城池，系统会将具体信息发至邮件",
	},
	{
		id = 177006,
		desc = "抢占金矿：当目标金矿已被其他主公占领时，可以选择攻击；攻击并战胜对方后，军团会抢夺敌方采集的全部资源并占领该金矿进行采集",
	},
	{
		id = 177007,
		desc = "占领采石场：派遣军团占领选好的采石场，不同等级采石场含有石块量不同；采集完成后部队会带着采集的石块自动返回城池，系统会将具体信息发至邮件",
	},
	{
		id = 177008,
		desc = "抢占采石场：当目标采石场已被其他主公占领时，可以选择攻击；攻击并战胜对方后，军团会抢夺敌方采集的全部资源并占领该采石场进行采集",
	},
	{
		id = 177009,
		desc = "占领铁矿场：派遣军团占领选好的铁矿场，不同等级铁矿场含有铁矿量不同；采集完成后部队会带着采集的铁矿自动返回城池，系统会将具体信息发至邮件",
	},
	{
		id = 177010,
		desc = "抢占铁矿场：当目标铁矿场已被其他主公占领时，可以选择攻击；攻击并战胜对方后，军团会抢夺敌方采集的全部资源并占领该铁矿场进行采集",
	},
	{
		id = 177011,
		desc = "占领据点：派遣军团占领选好的据点，只要占领一定的时长后，即可陆续的收获锦囊。活动结束后部队会带着收获的锦囊自动返回城池，系统会将具体信息发至邮件",
	},
	{
		id = 177012,
		desc = "抢占据点：当目标据点被其他主公占领时，可以选择发起攻击；攻击并取得胜利后，军团将占领据点并陆续开始收获锦囊，战败方带着已收获的锦囊返回城池",
	},
	{
		id = 181001,
		desc = "建造金矿",
	},
	{
		id = 181002,
		desc = "升级府衙",
	},
	{
		id = 181003,
		desc = "建造弓兵营",
	},
	{
		id = 181004,
		desc = "升级弓兵营",
	},
	{
		id = 181005,
		desc = "升级步兵营",
	},
	{
		id = 181006,
		desc = "战胜囚犯2次",
	},
	{
		id = 181007,
		desc = "升级骑兵营",
	},
	{
		id = 181008,
		desc = "升级金矿",
	},
	{
		id = 181009,
		desc = "升级农田",
	},
	{
		id = 181010,
		desc = "升级仓库",
	},
	{
		id = 181011,
		desc = "升级校场",
	},
	{
		id = 181012,
		desc = "升级医馆",
	},
	{
		id = 181013,
		desc = "升级酒馆",
	},
	{
		id = 181014,
		desc = "升级哨塔",
	},
	{
		id = 181015,
		desc = "升级城墙",
	},
	{
		id = 181016,
		desc = "升级府衙",
	},
	{
		id = 181017,
		desc = "建造铁匠铺",
	},
	{
		id = 181018,
		desc = "升级铁匠铺",
	},
	{
		id = 181019,
		desc = "升级步兵营",
	},
	{
		id = 181020,
		desc = "战胜土匪4次",
	},
	{
		id = 181021,
		desc = "升级骑兵营",
	},
	{
		id = 181022,
		desc = "升级弓兵营",
	},
	{
		id = 181023,
		desc = "升级金矿",
	},
	{
		id = 181024,
		desc = "升级农田",
	},
	{
		id = 181025,
		desc = "升级仓库",
	},
	{
		id = 181026,
		desc = "升级校场",
	},
	{
		id = 181027,
		desc = "升级医馆",
	},
	{
		id = 181028,
		desc = "升级酒馆",
	},
	{
		id = 181029,
		desc = "升级哨塔",
	},
	{
		id = 181030,
		desc = "升级铁匠铺",
	},
	{
		id = 181031,
		desc = "升级城墙",
	},
	{
		id = 181032,
		desc = "升级府衙",
	},
	{
		id = 181033,
		desc = "建造研究所",
	},
	{
		id = 181034,
		desc = "建造战争工坊",
	},
	{
		id = 181035,
		desc = "升级战争工坊",
	},
	{
		id = 181036,
		desc = "升级步兵营",
	},
	{
		id = 181037,
		desc = "升级骑兵营",
	},
	{
		id = 181038,
		desc = "升级弓兵营",
	},
	{
		id = 181039,
		desc = "升级研究所",
	},
	{
		id = 181040,
		desc = "研究科技",
	},
	{
		id = 181041,
		desc = "升级金矿",
	},
	{
		id = 181042,
		desc = "升级农田",
	},
	{
		id = 181043,
		desc = "升级校场",
	},
	{
		id = 181044,
		desc = "升级研究所",
	},
	{
		id = 181045,
		desc = "升级战争工坊",
	},
	{
		id = 181046,
		desc = "升级仓库",
	},
	{
		id = 181047,
		desc = "升级医馆",
	},
	{
		id = 181048,
		desc = "升级酒馆",
	},
	{
		id = 181049,
		desc = "升级哨塔",
	},
	{
		id = 181050,
		desc = "升级研究所",
	},
	{
		id = 181051,
		desc = "升级铁匠铺",
	},
	{
		id = 181052,
		desc = "升级战争工坊",
	},
	{
		id = 181053,
		desc = "升级城墙",
	},
	{
		id = 181054,
		desc = "战胜刺客1次",
	},
	{
		id = 181055,
		desc = "升级府衙",
	},
	{
		id = 181056,
		desc = "建造车兵营",
	},
	{
		id = 181057,
		desc = "升级车兵营",
	},
	{
		id = 181058,
		desc = "升级车兵营",
	},
	{
		id = 181059,
		desc = "升级步兵营",
	},
	{
		id = 181060,
		desc = "升级骑兵营",
	},
	{
		id = 181061,
		desc = "升级弓兵营",
	},
	{
		id = 181062,
		desc = "升级车兵营",
	},
	{
		id = 181063,
		desc = "升级车兵营",
	},
	{
		id = 181064,
		desc = "升级金矿",
	},
	{
		id = 181065,
		desc = "升级农田",
	},
	{
		id = 181066,
		desc = "升级校场",
	},
	{
		id = 181067,
		desc = "升级仓库",
	},
	{
		id = 181068,
		desc = "升级医馆",
	},
	{
		id = 181069,
		desc = "升级酒馆",
	},
	{
		id = 181070,
		desc = "升级哨塔",
	},
	{
		id = 181071,
		desc = "升级研究所",
	},
	{
		id = 181072,
		desc = "升级铁匠铺",
	},
	{
		id = 181073,
		desc = "升级战争工坊",
	},
	{
		id = 181074,
		desc = "升级城墙",
	},
	{
		id = 181075,
		desc = "升级府衙",
	},
	{
		id = 181076,
		desc = "建造战争大厅",
	},
	{
		id = 181077,
		desc = "升级步兵营",
	},
	{
		id = 181078,
		desc = "升级骑兵营",
	},
	{
		id = 181079,
		desc = "升级弓兵营",
	},
	{
		id = 181080,
		desc = "升级车兵营",
	},
	{
		id = 181081,
		desc = "升级金矿",
	},
	{
		id = 181082,
		desc = "升级农田",
	},
	{
		id = 181083,
		desc = "升级校场",
	},
	{
		id = 181084,
		desc = "升级仓库",
	},
	{
		id = 181085,
		desc = "升级医馆",
	},
	{
		id = 181086,
		desc = "升级酒馆",
	},
	{
		id = 181087,
		desc = "升级哨塔",
	},
	{
		id = 181088,
		desc = "升级研究所",
	},
	{
		id = 181089,
		desc = "升级铁匠铺",
	},
	{
		id = 181090,
		desc = "升级战争工坊",
	},
	{
		id = 181091,
		desc = "升级城墙",
	},
	{
		id = 181092,
		desc = "升级府衙",
	},
	{
		id = 181093,
		desc = "建造屯所",
	},
	{
		id = 181094,
		desc = "升级屯所",
	},
	{
		id = 181095,
		desc = "升级屯所",
	},
	{
		id = 181096,
		desc = "升级步兵营",
	},
	{
		id = 181097,
		desc = "升级骑兵营",
	},
	{
		id = 181098,
		desc = "升级弓兵营",
	},
	{
		id = 181099,
		desc = "升级车兵营",
	},
	{
		id = 181100,
		desc = "升级屯所",
	},
	{
		id = 181101,
		desc = "升级金矿",
	},
	{
		id = 181102,
		desc = "升级农田",
	},
	{
		id = 181103,
		desc = "升级校场",
	},
	{
		id = 181104,
		desc = "升级仓库",
	},
	{
		id = 181105,
		desc = "升级医馆",
	},
	{
		id = 181106,
		desc = "升级屯所",
	},
	{
		id = 181107,
		desc = "升级酒馆",
	},
	{
		id = 181108,
		desc = "升级哨塔",
	},
	{
		id = 181109,
		desc = "升级研究所",
	},
	{
		id = 181110,
		desc = "升级铁匠铺",
	},
	{
		id = 181111,
		desc = "升级屯所",
	},
	{
		id = 181112,
		desc = "升级屯所",
	},
	{
		id = 181113,
		desc = "升级战争工坊",
	},
	{
		id = 181114,
		desc = "升级城墙",
	},
	{
		id = 181115,
		desc = "升级府衙",
	},
	{
		id = 181116,
		desc = "升级步兵营",
	},
	{
		id = 181117,
		desc = "升级骑兵营",
	},
	{
		id = 181118,
		desc = "升级弓兵营",
	},
	{
		id = 181119,
		desc = "升级车兵营",
	},
	{
		id = 181120,
		desc = "升级金矿",
	},
	{
		id = 181121,
		desc = "升级农田",
	},
	{
		id = 181122,
		desc = "升级校场",
	},
	{
		id = 181123,
		desc = "升级仓库",
	},
	{
		id = 181124,
		desc = "升级医馆",
	},
	{
		id = 181125,
		desc = "升级酒馆",
	},
	{
		id = 181126,
		desc = "升级哨塔",
	},
	{
		id = 181127,
		desc = "升级研究所",
	},
	{
		id = 181128,
		desc = "升级铁匠铺",
	},
	{
		id = 181129,
		desc = "升级屯所",
	},
	{
		id = 181130,
		desc = "升级战争工坊",
	},
	{
		id = 181131,
		desc = "升级城墙",
	},
	{
		id = 181132,
		desc = "升级府衙",
	},
	{
		id = 181133,
		desc = "升级步兵营",
	},
	{
		id = 181134,
		desc = "升级骑兵营",
	},
	{
		id = 181135,
		desc = "升级弓兵营",
	},
	{
		id = 181136,
		desc = "升级车兵营",
	},
	{
		id = 181137,
		desc = "升级金矿",
	},
	{
		id = 181138,
		desc = "升级农田",
	},
	{
		id = 181139,
		desc = "升级校场",
	},
	{
		id = 181140,
		desc = "升级仓库",
	},
	{
		id = 181141,
		desc = "升级医馆",
	},
	{
		id = 181142,
		desc = "升级酒馆",
	},
	{
		id = 181143,
		desc = "升级哨塔",
	},
	{
		id = 181144,
		desc = "升级研究所",
	},
	{
		id = 181145,
		desc = "升级铁匠铺",
	},
	{
		id = 181146,
		desc = "升级屯所",
	},
	{
		id = 181147,
		desc = "升级战争工坊",
	},
	{
		id = 181148,
		desc = "升级城墙",
	},
	{
		id = 181149,
		desc = "升级府衙",
	},
	{
		id = 181150,
		desc = "建造伐木场",
	},
	{
		id = 181151,
		desc = "升级步兵营",
	},
	{
		id = 181152,
		desc = "升级骑兵营",
	},
	{
		id = 181153,
		desc = "升级弓兵营",
	},
	{
		id = 181154,
		desc = "升级车兵营",
	},
	{
		id = 181155,
		desc = "升级金矿",
	},
	{
		id = 181156,
		desc = "升级农田",
	},
	{
		id = 181157,
		desc = "升级校场",
	},
	{
		id = 181158,
		desc = "升级仓库",
	},
	{
		id = 181159,
		desc = "升级医馆",
	},
	{
		id = 181160,
		desc = "升级酒馆",
	},
	{
		id = 181161,
		desc = "升级哨塔",
	},
	{
		id = 181162,
		desc = "升级研究所",
	},
	{
		id = 181163,
		desc = "升级铁匠铺",
	},
	{
		id = 181164,
		desc = "升级屯所",
	},
	{
		id = 181165,
		desc = "升级战争工坊",
	},
	{
		id = 181166,
		desc = "升级城墙",
	},
	{
		id = 181167,
		desc = "升级府衙",
	},
	{
		id = 181168,
		desc = "升级步兵营",
	},
	{
		id = 181169,
		desc = "升级骑兵营",
	},
	{
		id = 181170,
		desc = "升级弓兵营",
	},
	{
		id = 181171,
		desc = "升级车兵营",
	},
	{
		id = 181172,
		desc = "升级金矿",
	},
	{
		id = 181173,
		desc = "升级农田",
	},
	{
		id = 181174,
		desc = "升级伐木场",
	},
	{
		id = 181175,
		desc = "升级校场",
	},
	{
		id = 181176,
		desc = "升级仓库",
	},
	{
		id = 181177,
		desc = "升级医馆",
	},
	{
		id = 181178,
		desc = "升级酒馆",
	},
	{
		id = 181179,
		desc = "升级哨塔",
	},
	{
		id = 181180,
		desc = "升级研究所",
	},
	{
		id = 181181,
		desc = "升级铁匠铺",
	},
	{
		id = 181182,
		desc = "升级屯所",
	},
	{
		id = 181183,
		desc = "升级战争工坊",
	},
	{
		id = 181184,
		desc = "升级城墙",
	},
	{
		id = 181185,
		desc = "升级府衙",
	},
	{
		id = 181186,
		desc = "升级步兵营",
	},
	{
		id = 181187,
		desc = "升级骑兵营",
	},
	{
		id = 181188,
		desc = "升级弓兵营",
	},
	{
		id = 181189,
		desc = "升级车兵营",
	},
	{
		id = 181190,
		desc = "升级金矿",
	},
	{
		id = 181191,
		desc = "升级农田",
	},
	{
		id = 181192,
		desc = "升级伐木场",
	},
	{
		id = 181193,
		desc = "升级校场",
	},
	{
		id = 181194,
		desc = "升级仓库",
	},
	{
		id = 181195,
		desc = "升级医馆",
	},
	{
		id = 181196,
		desc = "升级酒馆",
	},
	{
		id = 181197,
		desc = "升级哨塔",
	},
	{
		id = 181198,
		desc = "升级研究所",
	},
	{
		id = 181199,
		desc = "升级铁匠铺",
	},
	{
		id = 181200,
		desc = "升级屯所",
	},
	{
		id = 181201,
		desc = "升级战争工坊",
	},
	{
		id = 181202,
		desc = "升级城墙",
	},
	{
		id = 181203,
		desc = "升级府衙",
	},
	{
		id = 181204,
		desc = "升级步兵营",
	},
	{
		id = 181205,
		desc = "升级骑兵营",
	},
	{
		id = 181206,
		desc = "升级弓兵营",
	},
	{
		id = 181207,
		desc = "升级车兵营",
	},
	{
		id = 181208,
		desc = "升级金矿",
	},
	{
		id = 181209,
		desc = "升级农田",
	},
	{
		id = 181210,
		desc = "升级伐木场",
	},
	{
		id = 181211,
		desc = "升级校场",
	},
	{
		id = 181212,
		desc = "升级仓库",
	},
	{
		id = 181213,
		desc = "升级医馆",
	},
	{
		id = 181214,
		desc = "升级酒馆",
	},
	{
		id = 181215,
		desc = "升级哨塔",
	},
	{
		id = 181216,
		desc = "升级研究所",
	},
	{
		id = 181217,
		desc = "升级铁匠铺",
	},
	{
		id = 181218,
		desc = "升级屯所",
	},
	{
		id = 181219,
		desc = "升级战争工坊",
	},
	{
		id = 181220,
		desc = "升级城墙",
	},
	{
		id = 181221,
		desc = "升级府衙",
	},
	{
		id = 181222,
		desc = "升级步兵营",
	},
	{
		id = 181223,
		desc = "升级骑兵营",
	},
	{
		id = 181224,
		desc = "升级弓兵营",
	},
	{
		id = 181225,
		desc = "升级车兵营",
	},
	{
		id = 181226,
		desc = "升级金矿",
	},
	{
		id = 181227,
		desc = "升级农田",
	},
	{
		id = 181228,
		desc = "升级伐木场",
	},
	{
		id = 181229,
		desc = "升级校场",
	},
	{
		id = 181230,
		desc = "升级仓库",
	},
	{
		id = 181231,
		desc = "升级医馆",
	},
	{
		id = 181232,
		desc = "升级酒馆",
	},
	{
		id = 181233,
		desc = "升级哨塔",
	},
	{
		id = 181234,
		desc = "升级研究所",
	},
	{
		id = 181235,
		desc = "升级铁匠铺",
	},
	{
		id = 181236,
		desc = "升级屯所",
	},
	{
		id = 181237,
		desc = "升级战争工坊",
	},
	{
		id = 181238,
		desc = "升级城墙",
	},
	{
		id = 181239,
		desc = "升级府衙",
	},
	{
		id = 181240,
		desc = "升级步兵营",
	},
	{
		id = 181241,
		desc = "升级骑兵营",
	},
	{
		id = 181242,
		desc = "升级弓兵营",
	},
	{
		id = 181243,
		desc = "升级车兵营",
	},
	{
		id = 181244,
		desc = "升级金矿",
	},
	{
		id = 181245,
		desc = "升级农田",
	},
	{
		id = 181246,
		desc = "升级伐木场",
	},
	{
		id = 181247,
		desc = "升级校场",
	},
	{
		id = 181248,
		desc = "升级仓库",
	},
	{
		id = 181249,
		desc = "升级医馆",
	},
	{
		id = 181250,
		desc = "升级酒馆",
	},
	{
		id = 181251,
		desc = "升级哨塔",
	},
	{
		id = 181252,
		desc = "升级研究所",
	},
	{
		id = 181253,
		desc = "升级铁匠铺",
	},
	{
		id = 181254,
		desc = "升级屯所",
	},
	{
		id = 181255,
		desc = "升级战争工坊",
	},
	{
		id = 181256,
		desc = "升级城墙",
	},
	{
		id = 181257,
		desc = "升级府衙",
	},
	{
		id = 181258,
		desc = "升级步兵营",
	},
	{
		id = 181259,
		desc = "升级骑兵营",
	},
	{
		id = 181260,
		desc = "升级弓兵营",
	},
	{
		id = 181261,
		desc = "升级车兵营",
	},
	{
		id = 181262,
		desc = "升级金矿",
	},
	{
		id = 181263,
		desc = "升级农田",
	},
	{
		id = 181264,
		desc = "升级伐木场",
	},
	{
		id = 181265,
		desc = "升级校场",
	},
	{
		id = 181266,
		desc = "升级仓库",
	},
	{
		id = 181267,
		desc = "升级医馆",
	},
	{
		id = 181268,
		desc = "升级酒馆",
	},
	{
		id = 181269,
		desc = "升级哨塔",
	},
	{
		id = 181270,
		desc = "升级研究所",
	},
	{
		id = 181271,
		desc = "升级铁匠铺",
	},
	{
		id = 181272,
		desc = "升级屯所",
	},
	{
		id = 181273,
		desc = "升级战争工坊",
	},
	{
		id = 181274,
		desc = "升级城墙",
	},
	{
		id = 181275,
		desc = "升级府衙",
	},
	{
		id = 181276,
		desc = "升级步兵营",
	},
	{
		id = 181277,
		desc = "升级骑兵营",
	},
	{
		id = 181278,
		desc = "升级弓兵营",
	},
	{
		id = 181279,
		desc = "升级车兵营",
	},
	{
		id = 181280,
		desc = "升级金矿",
	},
	{
		id = 181281,
		desc = "升级农田",
	},
	{
		id = 181282,
		desc = "升级伐木场",
	},
	{
		id = 181283,
		desc = "升级校场",
	},
	{
		id = 181284,
		desc = "升级仓库",
	},
	{
		id = 181285,
		desc = "升级医馆",
	},
	{
		id = 181286,
		desc = "升级酒馆",
	},
	{
		id = 181287,
		desc = "升级哨塔",
	},
	{
		id = 181288,
		desc = "升级研究所",
	},
	{
		id = 181289,
		desc = "升级铁匠铺",
	},
	{
		id = 181290,
		desc = "升级屯所",
	},
	{
		id = 181291,
		desc = "升级战争工坊",
	},
	{
		id = 181292,
		desc = "升级城墙",
	},
	{
		id = 181293,
		desc = "升级府衙",
	},
	{
		id = 181294,
		desc = "升级步兵营",
	},
	{
		id = 181295,
		desc = "升级骑兵营",
	},
	{
		id = 181296,
		desc = "升级弓兵营",
	},
	{
		id = 181297,
		desc = "升级车兵营",
	},
	{
		id = 181298,
		desc = "升级金矿",
	},
	{
		id = 181299,
		desc = "升级农田",
	},
	{
		id = 181300,
		desc = "升级伐木场",
	},
	{
		id = 181301,
		desc = "升级校场",
	},
	{
		id = 181302,
		desc = "升级仓库",
	},
	{
		id = 181303,
		desc = "升级医馆",
	},
	{
		id = 181304,
		desc = "升级酒馆",
	},
	{
		id = 181305,
		desc = "升级哨塔",
	},
	{
		id = 181306,
		desc = "升级研究所",
	},
	{
		id = 181307,
		desc = "升级铁匠铺",
	},
	{
		id = 181308,
		desc = "升级屯所",
	},
	{
		id = 181309,
		desc = "升级战争工坊",
	},
	{
		id = 181310,
		desc = "升级城墙",
	},
	{
		id = 181311,
		desc = "升级府衙",
	},
	{
		id = 181312,
		desc = "升级步兵营",
	},
	{
		id = 181313,
		desc = "升级骑兵营",
	},
	{
		id = 181314,
		desc = "升级弓兵营",
	},
	{
		id = 181315,
		desc = "升级车兵营",
	},
	{
		id = 181316,
		desc = "升级金矿",
	},
	{
		id = 181317,
		desc = "升级农田",
	},
	{
		id = 181318,
		desc = "升级伐木场",
	},
	{
		id = 181319,
		desc = "升级校场",
	},
	{
		id = 181320,
		desc = "升级仓库",
	},
	{
		id = 181321,
		desc = "升级医馆",
	},
	{
		id = 181322,
		desc = "升级酒馆",
	},
	{
		id = 181323,
		desc = "升级哨塔",
	},
	{
		id = 181324,
		desc = "升级研究所",
	},
	{
		id = 181325,
		desc = "升级铁匠铺",
	},
	{
		id = 181326,
		desc = "升级屯所",
	},
	{
		id = 181327,
		desc = "升级战争工坊",
	},
	{
		id = 181328,
		desc = "升级城墙",
	},
	{
		id = 181329,
		desc = "升级府衙",
	},
	{
		id = 181330,
		desc = "建造采石场",
	},
	{
		id = 181331,
		desc = "升级步兵营",
	},
	{
		id = 181332,
		desc = "升级骑兵营",
	},
	{
		id = 181333,
		desc = "升级弓兵营",
	},
	{
		id = 181334,
		desc = "升级车兵营",
	},
	{
		id = 181335,
		desc = "升级金矿",
	},
	{
		id = 181336,
		desc = "升级农田",
	},
	{
		id = 181337,
		desc = "升级伐木场",
	},
	{
		id = 181338,
		desc = "升级校场",
	},
	{
		id = 181339,
		desc = "升级仓库",
	},
	{
		id = 181340,
		desc = "升级医馆",
	},
	{
		id = 181341,
		desc = "升级酒馆",
	},
	{
		id = 181342,
		desc = "升级哨塔",
	},
	{
		id = 181343,
		desc = "升级研究所",
	},
	{
		id = 181344,
		desc = "升级铁匠铺",
	},
	{
		id = 181345,
		desc = "升级屯所",
	},
	{
		id = 181346,
		desc = "升级战争工坊",
	},
	{
		id = 181347,
		desc = "升级城墙",
	},
	{
		id = 181348,
		desc = "升级府衙",
	},
	{
		id = 181349,
		desc = "升级步兵营",
	},
	{
		id = 181350,
		desc = "升级骑兵营",
	},
	{
		id = 181351,
		desc = "升级弓兵营",
	},
	{
		id = 181352,
		desc = "升级车兵营",
	},
	{
		id = 181353,
		desc = "升级金矿",
	},
	{
		id = 181354,
		desc = "升级农田",
	},
	{
		id = 181355,
		desc = "升级伐木场",
	},
	{
		id = 181356,
		desc = "升级采石场",
	},
	{
		id = 181357,
		desc = "升级校场",
	},
	{
		id = 181358,
		desc = "升级仓库",
	},
	{
		id = 181359,
		desc = "升级医馆",
	},
	{
		id = 181360,
		desc = "升级酒馆",
	},
	{
		id = 181361,
		desc = "升级哨塔",
	},
	{
		id = 181362,
		desc = "升级研究所",
	},
	{
		id = 181363,
		desc = "升级铁匠铺",
	},
	{
		id = 181364,
		desc = "升级屯所",
	},
	{
		id = 181365,
		desc = "升级战争工坊",
	},
	{
		id = 181366,
		desc = "升级城墙",
	},
	{
		id = 181367,
		desc = "升级府衙",
	},
	{
		id = 181368,
		desc = "升级步兵营",
	},
	{
		id = 181369,
		desc = "升级骑兵营",
	},
	{
		id = 181370,
		desc = "升级弓兵营",
	},
	{
		id = 181371,
		desc = "升级车兵营",
	},
	{
		id = 181372,
		desc = "升级金矿",
	},
	{
		id = 181373,
		desc = "升级农田",
	},
	{
		id = 181374,
		desc = "升级伐木场",
	},
	{
		id = 181375,
		desc = "升级采石场",
	},
	{
		id = 181376,
		desc = "升级校场",
	},
	{
		id = 181377,
		desc = "升级仓库",
	},
	{
		id = 181378,
		desc = "升级医馆",
	},
	{
		id = 181379,
		desc = "升级酒馆",
	},
	{
		id = 181380,
		desc = "升级哨塔",
	},
	{
		id = 181381,
		desc = "升级研究所",
	},
	{
		id = 181382,
		desc = "升级铁匠铺",
	},
	{
		id = 181383,
		desc = "升级屯所",
	},
	{
		id = 181384,
		desc = "升级战争工坊",
	},
	{
		id = 181385,
		desc = "升级城墙",
	},
	{
		id = 181386,
		desc = "升级府衙",
	},
	{
		id = 181387,
		desc = "升级步兵营",
	},
	{
		id = 181388,
		desc = "升级骑兵营",
	},
	{
		id = 181389,
		desc = "升级弓兵营",
	},
	{
		id = 181390,
		desc = "升级车兵营",
	},
	{
		id = 181391,
		desc = "升级金矿",
	},
	{
		id = 181392,
		desc = "升级农田",
	},
	{
		id = 181393,
		desc = "升级伐木场",
	},
	{
		id = 181394,
		desc = "升级采石场",
	},
	{
		id = 181395,
		desc = "升级校场",
	},
	{
		id = 181396,
		desc = "升级仓库",
	},
	{
		id = 181397,
		desc = "升级医馆",
	},
	{
		id = 181398,
		desc = "升级酒馆",
	},
	{
		id = 181399,
		desc = "升级哨塔",
	},
	{
		id = 181400,
		desc = "升级研究所",
	},
	{
		id = 181401,
		desc = "升级铁匠铺",
	},
	{
		id = 181402,
		desc = "升级屯所",
	},
	{
		id = 181403,
		desc = "升级战争工坊",
	},
	{
		id = 181404,
		desc = "升级城墙",
	},
	{
		id = 181405,
		desc = "升级府衙",
	},
	{
		id = 181406,
		desc = "升级步兵营",
	},
	{
		id = 181407,
		desc = "升级骑兵营",
	},
	{
		id = 181408,
		desc = "升级弓兵营",
	},
	{
		id = 181409,
		desc = "升级车兵营",
	},
	{
		id = 181410,
		desc = "升级金矿",
	},
	{
		id = 181411,
		desc = "升级农田",
	},
	{
		id = 181412,
		desc = "升级伐木场",
	},
	{
		id = 181413,
		desc = "升级采石场",
	},
	{
		id = 181414,
		desc = "升级校场",
	},
	{
		id = 181415,
		desc = "升级仓库",
	},
	{
		id = 181416,
		desc = "升级医馆",
	},
	{
		id = 181417,
		desc = "升级酒馆",
	},
	{
		id = 181418,
		desc = "升级哨塔",
	},
	{
		id = 181419,
		desc = "升级研究所",
	},
	{
		id = 181420,
		desc = "升级铁匠铺",
	},
	{
		id = 181421,
		desc = "升级屯所",
	},
	{
		id = 181422,
		desc = "升级战争工坊",
	},
	{
		id = 181423,
		desc = "升级城墙",
	},
	{
		id = 181424,
		desc = "升级府衙",
	},
	{
		id = 181425,
		desc = "升级步兵营",
	},
	{
		id = 181426,
		desc = "升级骑兵营",
	},
	{
		id = 181427,
		desc = "升级弓兵营",
	},
	{
		id = 181428,
		desc = "升级车兵营",
	},
	{
		id = 181429,
		desc = "升级金矿",
	},
	{
		id = 181430,
		desc = "升级农田",
	},
	{
		id = 181431,
		desc = "升级伐木场",
	},
	{
		id = 181432,
		desc = "升级采石场",
	},
	{
		id = 181433,
		desc = "升级校场",
	},
	{
		id = 181434,
		desc = "升级仓库",
	},
	{
		id = 181435,
		desc = "升级医馆",
	},
	{
		id = 181436,
		desc = "升级酒馆",
	},
	{
		id = 181437,
		desc = "升级哨塔",
	},
	{
		id = 181438,
		desc = "升级研究所",
	},
	{
		id = 181439,
		desc = "升级铁匠铺",
	},
	{
		id = 181440,
		desc = "升级屯所",
	},
	{
		id = 181441,
		desc = "升级战争工坊",
	},
	{
		id = 181442,
		desc = "升级城墙",
	},
	{
		id = 181443,
		desc = "升级府衙",
	},
	{
		id = 181444,
		desc = "升级步兵营",
	},
	{
		id = 181445,
		desc = "升级骑兵营",
	},
	{
		id = 181446,
		desc = "升级弓兵营",
	},
	{
		id = 181447,
		desc = "升级车兵营",
	},
	{
		id = 181448,
		desc = "升级金矿",
	},
	{
		id = 181449,
		desc = "升级农田",
	},
	{
		id = 181450,
		desc = "升级伐木场",
	},
	{
		id = 181451,
		desc = "升级采石场",
	},
	{
		id = 181452,
		desc = "升级校场",
	},
	{
		id = 181453,
		desc = "升级仓库",
	},
	{
		id = 181454,
		desc = "升级医馆",
	},
	{
		id = 181455,
		desc = "升级酒馆",
	},
	{
		id = 181456,
		desc = "升级哨塔",
	},
	{
		id = 181457,
		desc = "升级研究所",
	},
	{
		id = 181458,
		desc = "升级铁匠铺",
	},
	{
		id = 181459,
		desc = "升级屯所",
	},
	{
		id = 181460,
		desc = "升级战争工坊",
	},
	{
		id = 181461,
		desc = "升级城墙",
	},
	{
		id = 181462,
		desc = "升级府衙",
	},
	{
		id = 181463,
		desc = "升级步兵营",
	},
	{
		id = 181464,
		desc = "升级骑兵营",
	},
	{
		id = 181465,
		desc = "升级弓兵营",
	},
	{
		id = 181466,
		desc = "升级车兵营",
	},
	{
		id = 181467,
		desc = "升级金矿",
	},
	{
		id = 181468,
		desc = "升级农田",
	},
	{
		id = 181469,
		desc = "升级伐木场",
	},
	{
		id = 181470,
		desc = "升级采石场",
	},
	{
		id = 181471,
		desc = "升级校场",
	},
	{
		id = 181472,
		desc = "升级仓库",
	},
	{
		id = 181473,
		desc = "升级医馆",
	},
	{
		id = 181474,
		desc = "升级酒馆",
	},
	{
		id = 181475,
		desc = "升级哨塔",
	},
	{
		id = 181476,
		desc = "升级研究所",
	},
	{
		id = 181477,
		desc = "升级铁匠铺",
	},
	{
		id = 181478,
		desc = "升级屯所",
	},
	{
		id = 181479,
		desc = "升级战争工坊",
	},
	{
		id = 181480,
		desc = "升级城墙",
	},
	{
		id = 181481,
		desc = "升级府衙",
	},
	{
		id = 181482,
		desc = "升级步兵营",
	},
	{
		id = 181483,
		desc = "升级骑兵营",
	},
	{
		id = 181484,
		desc = "升级弓兵营",
	},
	{
		id = 181485,
		desc = "升级车兵营",
	},
	{
		id = 181486,
		desc = "升级金矿",
	},
	{
		id = 181487,
		desc = "升级农田",
	},
	{
		id = 181488,
		desc = "升级伐木场",
	},
	{
		id = 181489,
		desc = "升级采石场",
	},
	{
		id = 181490,
		desc = "升级校场",
	},
	{
		id = 181491,
		desc = "升级仓库",
	},
	{
		id = 181492,
		desc = "升级医馆",
	},
	{
		id = 181493,
		desc = "升级酒馆",
	},
	{
		id = 181494,
		desc = "升级哨塔",
	},
	{
		id = 181495,
		desc = "升级研究所",
	},
	{
		id = 181496,
		desc = "升级铁匠铺",
	},
	{
		id = 181497,
		desc = "升级屯所",
	},
	{
		id = 181498,
		desc = "升级战争工坊",
	},
	{
		id = 181499,
		desc = "升级城墙",
	},
	{
		id = 181500,
		desc = "升级府衙",
	},
	{
		id = 181501,
		desc = "升级步兵营",
	},
	{
		id = 181502,
		desc = "升级骑兵营",
	},
	{
		id = 181503,
		desc = "升级弓兵营",
	},
	{
		id = 181504,
		desc = "升级车兵营",
	},
	{
		id = 181505,
		desc = "升级金矿",
	},
	{
		id = 181506,
		desc = "升级农田",
	},
	{
		id = 181507,
		desc = "升级伐木场",
	},
	{
		id = 181508,
		desc = "升级采石场",
	},
	{
		id = 181509,
		desc = "升级校场",
	},
	{
		id = 181510,
		desc = "升级仓库",
	},
	{
		id = 181511,
		desc = "升级医馆",
	},
	{
		id = 181512,
		desc = "升级酒馆",
	},
	{
		id = 181513,
		desc = "升级哨塔",
	},
	{
		id = 181514,
		desc = "升级研究所",
	},
	{
		id = 181515,
		desc = "升级铁匠铺",
	},
	{
		id = 181516,
		desc = "升级屯所",
	},
	{
		id = 181517,
		desc = "升级战争工坊",
	},
	{
		id = 181518,
		desc = "升级城墙",
	},
	{
		id = 181519,
		desc = "升级府衙",
	},
	{
		id = 181520,
		desc = "升级步兵营",
	},
	{
		id = 181521,
		desc = "升级骑兵营",
	},
	{
		id = 181522,
		desc = "升级弓兵营",
	},
	{
		id = 181523,
		desc = "升级车兵营",
	},
	{
		id = 181524,
		desc = "升级金矿",
	},
	{
		id = 181525,
		desc = "升级农田",
	},
	{
		id = 181526,
		desc = "升级伐木场",
	},
	{
		id = 181527,
		desc = "升级采石场",
	},
	{
		id = 181528,
		desc = "升级校场",
	},
	{
		id = 181529,
		desc = "升级仓库",
	},
	{
		id = 181530,
		desc = "升级医馆",
	},
	{
		id = 181531,
		desc = "升级酒馆",
	},
	{
		id = 181532,
		desc = "升级哨塔",
	},
	{
		id = 181533,
		desc = "升级研究所",
	},
	{
		id = 181534,
		desc = "升级铁匠铺",
	},
	{
		id = 181535,
		desc = "升级屯所",
	},
	{
		id = 181536,
		desc = "升级战争工坊",
	},
	{
		id = 181537,
		desc = "升级城墙",
	},
	{
		id = 181538,
		desc = "升级府衙",
	},
	{
		id = 181539,
		desc = "升级步兵营",
	},
	{
		id = 181540,
		desc = "升级骑兵营",
	},
	{
		id = 181541,
		desc = "升级弓兵营",
	},
	{
		id = 181542,
		desc = "升级车兵营",
	},
	{
		id = 181543,
		desc = "升级金矿",
	},
	{
		id = 181544,
		desc = "升级农田",
	},
	{
		id = 181545,
		desc = "升级伐木场",
	},
	{
		id = 181546,
		desc = "升级采石场",
	},
	{
		id = 181547,
		desc = "升级校场",
	},
	{
		id = 181548,
		desc = "升级仓库",
	},
	{
		id = 181549,
		desc = "升级医馆",
	},
	{
		id = 181550,
		desc = "升级酒馆",
	},
	{
		id = 181551,
		desc = "升级哨塔",
	},
	{
		id = 181552,
		desc = "升级研究所",
	},
	{
		id = 181553,
		desc = "升级铁匠铺",
	},
	{
		id = 181554,
		desc = "升级屯所",
	},
	{
		id = 181555,
		desc = "升级战争工坊",
	},
	{
		id = 181556,
		desc = "升级城墙",
	},
	{
		id = 181557,
		desc = "升级府衙",
	},
	{
		id = 181558,
		desc = "升级步兵营",
	},
	{
		id = 181559,
		desc = "升级骑兵营",
	},
	{
		id = 181560,
		desc = "升级弓兵营",
	},
	{
		id = 181561,
		desc = "升级车兵营",
	},
	{
		id = 181562,
		desc = "升级金矿",
	},
	{
		id = 181563,
		desc = "升级农田",
	},
	{
		id = 181564,
		desc = "升级伐木场",
	},
	{
		id = 181565,
		desc = "升级采石场",
	},
	{
		id = 181566,
		desc = "升级校场",
	},
	{
		id = 181567,
		desc = "升级仓库",
	},
	{
		id = 181568,
		desc = "升级医馆",
	},
	{
		id = 181569,
		desc = "升级酒馆",
	},
	{
		id = 181570,
		desc = "升级哨塔",
	},
	{
		id = 181571,
		desc = "升级研究所",
	},
	{
		id = 181572,
		desc = "升级铁匠铺",
	},
	{
		id = 181573,
		desc = "升级屯所",
	},
	{
		id = 181574,
		desc = "升级战争工坊",
	},
	{
		id = 181575,
		desc = "升级城墙",
	},
	{
		id = 181576,
		desc = "升级府衙",
	},
	{
		id = 181577,
		desc = "升级步兵营",
	},
	{
		id = 181578,
		desc = "升级骑兵营",
	},
	{
		id = 181579,
		desc = "升级弓兵营",
	},
	{
		id = 181580,
		desc = "升级车兵营",
	},
	{
		id = 181581,
		desc = "升级金矿",
	},
	{
		id = 181582,
		desc = "升级农田",
	},
	{
		id = 181583,
		desc = "升级伐木场",
	},
	{
		id = 181584,
		desc = "升级采石场",
	},
	{
		id = 181585,
		desc = "升级校场",
	},
	{
		id = 181586,
		desc = "升级仓库",
	},
	{
		id = 181587,
		desc = "升级医馆",
	},
	{
		id = 181588,
		desc = "升级酒馆",
	},
	{
		id = 181589,
		desc = "升级哨塔",
	},
	{
		id = 181590,
		desc = "升级研究所",
	},
	{
		id = 181591,
		desc = "升级铁匠铺",
	},
	{
		id = 181592,
		desc = "升级屯所",
	},
	{
		id = 181593,
		desc = "升级战争工坊",
	},
	{
		id = 181594,
		desc = "升级城墙",
	},
	{
		id = 181595,
		desc = "升级府衙",
	},
	{
		id = 181596,
		desc = "升级步兵营",
	},
	{
		id = 181597,
		desc = "升级骑兵营",
	},
	{
		id = 181598,
		desc = "升级弓兵营",
	},
	{
		id = 181599,
		desc = "升级车兵营",
	},
	{
		id = 181600,
		desc = "升级金矿",
	},
	{
		id = 181601,
		desc = "升级农田",
	},
	{
		id = 181602,
		desc = "升级伐木场",
	},
	{
		id = 181603,
		desc = "升级采石场",
	},
	{
		id = 181604,
		desc = "升级校场",
	},
	{
		id = 181605,
		desc = "升级仓库",
	},
	{
		id = 181606,
		desc = "升级医馆",
	},
	{
		id = 181607,
		desc = "升级酒馆",
	},
	{
		id = 181608,
		desc = "升级哨塔",
	},
	{
		id = 181609,
		desc = "升级研究所",
	},
	{
		id = 181610,
		desc = "升级铁匠铺",
	},
	{
		id = 181611,
		desc = "升级屯所",
	},
	{
		id = 181612,
		desc = "升级战争工坊",
	},
	{
		id = 181613,
		desc = "升级城墙",
	},
	{
		id = 181614,
		desc = "升级府衙",
	},
	{
		id = 181615,
		desc = "建造铁矿场",
	},
	{
		id = 181616,
		desc = "升级步兵营",
	},
	{
		id = 181617,
		desc = "升级骑兵营",
	},
	{
		id = 181618,
		desc = "升级弓兵营",
	},
	{
		id = 181619,
		desc = "升级车兵营",
	},
	{
		id = 181620,
		desc = "升级铁矿场",
	},
	{
		id = 181621,
		desc = "升级金矿",
	},
	{
		id = 181622,
		desc = "升级农田",
	},
	{
		id = 181623,
		desc = "升级伐木场",
	},
	{
		id = 181624,
		desc = "升级采石场",
	},
	{
		id = 181625,
		desc = "升级铁矿场",
	},
	{
		id = 181626,
		desc = "升级校场",
	},
	{
		id = 181627,
		desc = "升级仓库",
	},
	{
		id = 181628,
		desc = "升级医馆",
	},
	{
		id = 181629,
		desc = "升级酒馆",
	},
	{
		id = 181630,
		desc = "升级哨塔",
	},
	{
		id = 181631,
		desc = "升级铁矿场",
	},
	{
		id = 181632,
		desc = "升级铁矿场",
	},
	{
		id = 181633,
		desc = "升级铁矿场",
	},
	{
		id = 181634,
		desc = "升级研究所",
	},
	{
		id = 181635,
		desc = "升级铁匠铺",
	},
	{
		id = 181636,
		desc = "升级屯所",
	},
	{
		id = 181637,
		desc = "升级战争工坊",
	},
	{
		id = 181638,
		desc = "升级城墙",
	},
	{
		id = 181639,
		desc = "升级府衙",
	},
	{
		id = 181640,
		desc = "升级步兵营",
	},
	{
		id = 181641,
		desc = "升级骑兵营",
	},
	{
		id = 181642,
		desc = "升级弓兵营",
	},
	{
		id = 181643,
		desc = "升级车兵营",
	},
	{
		id = 181644,
		desc = "升级金矿",
	},
	{
		id = 181645,
		desc = "升级农田",
	},
	{
		id = 181646,
		desc = "升级伐木场",
	},
	{
		id = 181647,
		desc = "升级采石场",
	},
	{
		id = 181648,
		desc = "升级铁矿场",
	},
	{
		id = 181649,
		desc = "升级校场",
	},
	{
		id = 181650,
		desc = "升级仓库",
	},
	{
		id = 181651,
		desc = "升级医馆",
	},
	{
		id = 181652,
		desc = "升级酒馆",
	},
	{
		id = 181653,
		desc = "升级哨塔",
	},
	{
		id = 181654,
		desc = "升级研究所",
	},
	{
		id = 181655,
		desc = "升级铁匠铺",
	},
	{
		id = 181656,
		desc = "升级屯所",
	},
	{
		id = 181657,
		desc = "升级战争工坊",
	},
	{
		id = 181658,
		desc = "升级城墙",
	},
	{
		id = 181659,
		desc = "升级府衙",
	},
	{
		id = 181660,
		desc = "升级步兵营",
	},
	{
		id = 181661,
		desc = "升级骑兵营",
	},
	{
		id = 181662,
		desc = "升级弓兵营",
	},
	{
		id = 181663,
		desc = "升级车兵营",
	},
	{
		id = 181664,
		desc = "升级金矿",
	},
	{
		id = 181665,
		desc = "升级农田",
	},
	{
		id = 181666,
		desc = "升级伐木场",
	},
	{
		id = 181667,
		desc = "升级采石场",
	},
	{
		id = 181668,
		desc = "升级铁矿场",
	},
	{
		id = 181669,
		desc = "升级校场",
	},
	{
		id = 181670,
		desc = "升级仓库",
	},
	{
		id = 181671,
		desc = "升级医馆",
	},
	{
		id = 181672,
		desc = "升级酒馆",
	},
	{
		id = 181673,
		desc = "升级哨塔",
	},
	{
		id = 181674,
		desc = "升级研究所",
	},
	{
		id = 181675,
		desc = "升级铁匠铺",
	},
	{
		id = 181676,
		desc = "升级屯所",
	},
	{
		id = 181677,
		desc = "升级战争工坊",
	},
	{
		id = 181678,
		desc = "升级城墙",
	},
	{
		id = 181679,
		desc = "升级府衙",
	},
	{
		id = 181680,
		desc = "升级步兵营",
	},
	{
		id = 181681,
		desc = "升级骑兵营",
	},
	{
		id = 181682,
		desc = "升级弓兵营",
	},
	{
		id = 181683,
		desc = "升级车兵营",
	},
	{
		id = 181684,
		desc = "升级金矿",
	},
	{
		id = 181685,
		desc = "升级农田",
	},
	{
		id = 181686,
		desc = "升级伐木场",
	},
	{
		id = 181687,
		desc = "升级采石场",
	},
	{
		id = 181688,
		desc = "升级铁矿场",
	},
	{
		id = 181689,
		desc = "升级校场",
	},
	{
		id = 181690,
		desc = "升级仓库",
	},
	{
		id = 181691,
		desc = "升级医馆",
	},
	{
		id = 181692,
		desc = "升级酒馆",
	},
	{
		id = 181693,
		desc = "升级哨塔",
	},
	{
		id = 181694,
		desc = "升级研究所",
	},
	{
		id = 181695,
		desc = "升级铁匠铺",
	},
	{
		id = 181696,
		desc = "升级屯所",
	},
	{
		id = 181697,
		desc = "升级战争工坊",
	},
	{
		id = 181698,
		desc = "升级城墙",
	},
	{
		id = 181699,
		desc = "升级府衙",
	},
	{
		id = 181700,
		desc = "升级步兵营",
	},
	{
		id = 181701,
		desc = "升级骑兵营",
	},
	{
		id = 181702,
		desc = "升级弓兵营",
	},
	{
		id = 181703,
		desc = "升级车兵营",
	},
	{
		id = 181704,
		desc = "升级金矿",
	},
	{
		id = 181705,
		desc = "升级农田",
	},
	{
		id = 181706,
		desc = "升级伐木场",
	},
	{
		id = 181707,
		desc = "升级采石场",
	},
	{
		id = 181708,
		desc = "升级铁矿场",
	},
	{
		id = 181709,
		desc = "升级校场",
	},
	{
		id = 181710,
		desc = "升级仓库",
	},
	{
		id = 181711,
		desc = "升级医馆",
	},
	{
		id = 181712,
		desc = "升级酒馆",
	},
	{
		id = 181713,
		desc = "升级哨塔",
	},
	{
		id = 181714,
		desc = "升级研究所",
	},
	{
		id = 181715,
		desc = "升级铁匠铺",
	},
	{
		id = 181716,
		desc = "升级屯所",
	},
	{
		id = 181717,
		desc = "升级战争工坊",
	},
	{
		id = 181718,
		desc = "升级城墙",
	},
	{
		id = 181719,
		desc = "升级府衙",
	},
	{
		id = 181720,
		desc = "升级步兵营",
	},
	{
		id = 181721,
		desc = "升级骑兵营",
	},
	{
		id = 181722,
		desc = "升级弓兵营",
	},
	{
		id = 181723,
		desc = "升级车兵营",
	},
	{
		id = 181724,
		desc = "升级金矿",
	},
	{
		id = 181725,
		desc = "升级农田",
	},
	{
		id = 181726,
		desc = "升级伐木场",
	},
	{
		id = 181727,
		desc = "升级采石场",
	},
	{
		id = 181728,
		desc = "升级铁矿场",
	},
	{
		id = 181729,
		desc = "升级校场",
	},
	{
		id = 181730,
		desc = "升级仓库",
	},
	{
		id = 181731,
		desc = "升级医馆",
	},
	{
		id = 181732,
		desc = "升级酒馆",
	},
	{
		id = 181733,
		desc = "升级哨塔",
	},
	{
		id = 181734,
		desc = "升级研究所",
	},
	{
		id = 181735,
		desc = "升级铁匠铺",
	},
	{
		id = 181736,
		desc = "升级屯所",
	},
	{
		id = 181737,
		desc = "升级战争工坊",
	},
	{
		id = 181738,
		desc = "升级城墙",
	},
	{
		id = 181739,
		desc = "升级府衙",
	},
	{
		id = 181740,
		desc = "升级步兵营",
	},
	{
		id = 181741,
		desc = "升级骑兵营",
	},
	{
		id = 181742,
		desc = "升级弓兵营",
	},
	{
		id = 181743,
		desc = "升级车兵营",
	},
	{
		id = 181744,
		desc = "升级金矿",
	},
	{
		id = 181745,
		desc = "升级农田",
	},
	{
		id = 181746,
		desc = "升级伐木场",
	},
	{
		id = 181747,
		desc = "升级采石场",
	},
	{
		id = 181748,
		desc = "升级铁矿场",
	},
	{
		id = 181749,
		desc = "升级校场",
	},
	{
		id = 181750,
		desc = "升级仓库",
	},
	{
		id = 181751,
		desc = "升级医馆",
	},
	{
		id = 181752,
		desc = "升级酒馆",
	},
	{
		id = 181753,
		desc = "升级哨塔",
	},
	{
		id = 181754,
		desc = "升级研究所",
	},
	{
		id = 181755,
		desc = "升级铁匠铺",
	},
	{
		id = 181756,
		desc = "升级屯所",
	},
	{
		id = 181757,
		desc = "升级战争工坊",
	},
	{
		id = 181758,
		desc = "升级城墙",
	},
	{
		id = 181759,
		desc = "升级府衙",
	},
	{
		id = 181760,
		desc = "升级步兵营",
	},
	{
		id = 181761,
		desc = "升级骑兵营",
	},
	{
		id = 181762,
		desc = "升级弓兵营",
	},
	{
		id = 181763,
		desc = "升级车兵营",
	},
	{
		id = 181764,
		desc = "升级金矿",
	},
	{
		id = 181765,
		desc = "升级农田",
	},
	{
		id = 181766,
		desc = "升级伐木场",
	},
	{
		id = 181767,
		desc = "升级采石场",
	},
	{
		id = 181768,
		desc = "升级铁矿场",
	},
	{
		id = 181769,
		desc = "升级校场",
	},
	{
		id = 181770,
		desc = "升级仓库",
	},
	{
		id = 181771,
		desc = "升级医馆",
	},
	{
		id = 181772,
		desc = "升级酒馆",
	},
	{
		id = 181773,
		desc = "升级哨塔",
	},
	{
		id = 181774,
		desc = "升级研究所",
	},
	{
		id = 181775,
		desc = "升级铁匠铺",
	},
	{
		id = 181776,
		desc = "升级屯所",
	},
	{
		id = 181777,
		desc = "升级战争工坊",
	},
	{
		id = 181778,
		desc = "升级城墙",
	},
	{
		id = 181779,
		desc = "升级府衙",
	},
	{
		id = 181780,
		desc = "升级步兵营",
	},
	{
		id = 181781,
		desc = "升级骑兵营",
	},
	{
		id = 181782,
		desc = "升级弓兵营",
	},
	{
		id = 181783,
		desc = "升级车兵营",
	},
	{
		id = 181784,
		desc = "升级金矿",
	},
	{
		id = 181785,
		desc = "升级农田",
	},
	{
		id = 181786,
		desc = "升级伐木场",
	},
	{
		id = 181787,
		desc = "升级采石场",
	},
	{
		id = 181788,
		desc = "升级铁矿场",
	},
	{
		id = 181789,
		desc = "升级校场",
	},
	{
		id = 181790,
		desc = "升级仓库",
	},
	{
		id = 181791,
		desc = "升级医馆",
	},
	{
		id = 181792,
		desc = "升级酒馆",
	},
	{
		id = 181793,
		desc = "升级哨塔",
	},
	{
		id = 181794,
		desc = "升级研究所",
	},
	{
		id = 181795,
		desc = "升级铁匠铺",
	},
	{
		id = 181796,
		desc = "升级屯所",
	},
	{
		id = 181797,
		desc = "升级战争工坊",
	},
	{
		id = 181798,
		desc = "升级城墙",
	},
	{
		id = 181799,
		desc = "升级府衙",
	},
	{
		id = 181800,
		desc = "升级步兵营",
	},
	{
		id = 181801,
		desc = "升级骑兵营",
	},
	{
		id = 181802,
		desc = "升级弓兵营",
	},
	{
		id = 181803,
		desc = "升级车兵营",
	},
	{
		id = 181804,
		desc = "升级金矿",
	},
	{
		id = 181805,
		desc = "升级农田",
	},
	{
		id = 181806,
		desc = "升级伐木场",
	},
	{
		id = 181807,
		desc = "升级采石场",
	},
	{
		id = 181808,
		desc = "升级铁矿场",
	},
	{
		id = 181809,
		desc = "升级校场",
	},
	{
		id = 181810,
		desc = "升级仓库",
	},
	{
		id = 181811,
		desc = "升级医馆",
	},
	{
		id = 181812,
		desc = "升级酒馆",
	},
	{
		id = 181813,
		desc = "升级哨塔",
	},
	{
		id = 181814,
		desc = "升级研究所",
	},
	{
		id = 181815,
		desc = "升级铁匠铺",
	},
	{
		id = 181816,
		desc = "升级屯所",
	},
	{
		id = 181817,
		desc = "升级战争工坊",
	},
	{
		id = 181818,
		desc = "升级城墙",
	},
	{
		id = 181819,
		desc = "升级府衙",
	},
	{
		id = 181820,
		desc = "升级步兵营",
	},
	{
		id = 181821,
		desc = "升级骑兵营",
	},
	{
		id = 181822,
		desc = "升级弓兵营",
	},
	{
		id = 181823,
		desc = "升级车兵营",
	},
	{
		id = 181824,
		desc = "升级金矿",
	},
	{
		id = 181825,
		desc = "升级农田",
	},
	{
		id = 181826,
		desc = "升级伐木场",
	},
	{
		id = 181827,
		desc = "升级采石场",
	},
	{
		id = 181828,
		desc = "升级铁矿场",
	},
	{
		id = 181829,
		desc = "升级校场",
	},
	{
		id = 181830,
		desc = "升级仓库",
	},
	{
		id = 181831,
		desc = "升级医馆",
	},
	{
		id = 181832,
		desc = "升级酒馆",
	},
	{
		id = 181833,
		desc = "升级哨塔",
	},
	{
		id = 181834,
		desc = "升级研究所",
	},
	{
		id = 181835,
		desc = "升级铁匠铺",
	},
	{
		id = 181836,
		desc = "升级屯所",
	},
	{
		id = 181837,
		desc = "升级战争工坊",
	},
	{
		id = 181838,
		desc = "升级城墙",
	},
	{
		id = 181839,
		desc = "升级府衙",
	},
	{
		id = 181840,
		desc = "升级步兵营",
	},
	{
		id = 181841,
		desc = "升级骑兵营",
	},
	{
		id = 181842,
		desc = "升级弓兵营",
	},
	{
		id = 181843,
		desc = "升级车兵营",
	},
	{
		id = 181844,
		desc = "升级金矿",
	},
	{
		id = 181845,
		desc = "升级农田",
	},
	{
		id = 181846,
		desc = "升级伐木场",
	},
	{
		id = 181847,
		desc = "升级采石场",
	},
	{
		id = 181848,
		desc = "升级铁矿场",
	},
	{
		id = 181849,
		desc = "升级校场",
	},
	{
		id = 181850,
		desc = "升级仓库",
	},
	{
		id = 181851,
		desc = "升级医馆",
	},
	{
		id = 181852,
		desc = "升级酒馆",
	},
	{
		id = 181853,
		desc = "升级哨塔",
	},
	{
		id = 181854,
		desc = "升级研究所",
	},
	{
		id = 181855,
		desc = "升级铁匠铺",
	},
	{
		id = 181856,
		desc = "升级屯所",
	},
	{
		id = 181857,
		desc = "升级战争工坊",
	},
	{
		id = 181858,
		desc = "升级城墙",
	},
	{
		id = 181859,
		desc = "升级府衙",
	},
	{
		id = 181860,
		desc = "升级步兵营",
	},
	{
		id = 181861,
		desc = "升级骑兵营",
	},
	{
		id = 181862,
		desc = "升级弓兵营",
	},
	{
		id = 181863,
		desc = "升级车兵营",
	},
	{
		id = 181864,
		desc = "升级金矿",
	},
	{
		id = 181865,
		desc = "升级农田",
	},
	{
		id = 181866,
		desc = "升级伐木场",
	},
	{
		id = 181867,
		desc = "升级采石场",
	},
	{
		id = 181868,
		desc = "升级铁矿场",
	},
	{
		id = 181869,
		desc = "升级校场",
	},
	{
		id = 181870,
		desc = "升级仓库",
	},
	{
		id = 181871,
		desc = "升级医馆",
	},
	{
		id = 181872,
		desc = "升级酒馆",
	},
	{
		id = 181873,
		desc = "升级哨塔",
	},
	{
		id = 181874,
		desc = "升级研究所",
	},
	{
		id = 181875,
		desc = "升级铁匠铺",
	},
	{
		id = 181876,
		desc = "升级屯所",
	},
	{
		id = 181877,
		desc = "升级战争工坊",
	},
	{
		id = 181878,
		desc = "升级城墙",
	},
	{
		id = 181879,
		desc = "升级府衙",
	},
	{
		id = 181880,
		desc = "升级步兵营",
	},
	{
		id = 181881,
		desc = "升级骑兵营",
	},
	{
		id = 181882,
		desc = "升级弓兵营",
	},
	{
		id = 181883,
		desc = "升级车兵营",
	},
	{
		id = 181884,
		desc = "升级金矿",
	},
	{
		id = 181885,
		desc = "升级农田",
	},
	{
		id = 181886,
		desc = "升级伐木场",
	},
	{
		id = 181887,
		desc = "升级采石场",
	},
	{
		id = 181888,
		desc = "升级铁矿场",
	},
	{
		id = 181889,
		desc = "升级校场",
	},
	{
		id = 181890,
		desc = "升级仓库",
	},
	{
		id = 181891,
		desc = "升级医馆",
	},
	{
		id = 181892,
		desc = "升级酒馆",
	},
	{
		id = 181893,
		desc = "升级哨塔",
	},
	{
		id = 181894,
		desc = "升级研究所",
	},
	{
		id = 181895,
		desc = "升级铁匠铺",
	},
	{
		id = 181896,
		desc = "升级屯所",
	},
	{
		id = 181897,
		desc = "升级战争工坊",
	},
	{
		id = 181898,
		desc = "升级城墙",
	},
	{
		id = 181899,
		desc = "升级府衙",
	},
	{
		id = 181900,
		desc = "升级步兵营",
	},
	{
		id = 181901,
		desc = "升级骑兵营",
	},
	{
		id = 181902,
		desc = "升级弓兵营",
	},
	{
		id = 181903,
		desc = "升级车兵营",
	},
	{
		id = 181904,
		desc = "升级金矿",
	},
	{
		id = 181905,
		desc = "升级农田",
	},
	{
		id = 181906,
		desc = "升级伐木场",
	},
	{
		id = 181907,
		desc = "升级采石场",
	},
	{
		id = 181908,
		desc = "升级铁矿场",
	},
	{
		id = 181909,
		desc = "升级校场",
	},
	{
		id = 181910,
		desc = "升级仓库",
	},
	{
		id = 181911,
		desc = "升级医馆",
	},
	{
		id = 181912,
		desc = "升级酒馆",
	},
	{
		id = 181913,
		desc = "升级哨塔",
	},
	{
		id = 181914,
		desc = "升级研究所",
	},
	{
		id = 181915,
		desc = "升级铁匠铺",
	},
	{
		id = 181916,
		desc = "升级屯所",
	},
	{
		id = 181917,
		desc = "升级战争工坊",
	},
	{
		id = 181918,
		desc = "升级城墙",
	},
	{
		id = 181919,
		desc = "升级府衙",
	},
	{
		id = 181920,
		desc = "升级步兵营",
	},
	{
		id = 181921,
		desc = "升级骑兵营",
	},
	{
		id = 181922,
		desc = "升级弓兵营",
	},
	{
		id = 181923,
		desc = "升级车兵营",
	},
	{
		id = 181924,
		desc = "升级金矿",
	},
	{
		id = 181925,
		desc = "升级农田",
	},
	{
		id = 181926,
		desc = "升级伐木场",
	},
	{
		id = 181927,
		desc = "升级采石场",
	},
	{
		id = 181928,
		desc = "升级铁矿场",
	},
	{
		id = 181929,
		desc = "升级校场",
	},
	{
		id = 181930,
		desc = "升级仓库",
	},
	{
		id = 181931,
		desc = "升级医馆",
	},
	{
		id = 181932,
		desc = "升级酒馆",
	},
	{
		id = 181933,
		desc = "升级哨塔",
	},
	{
		id = 181934,
		desc = "升级研究所",
	},
	{
		id = 181935,
		desc = "升级铁匠铺",
	},
	{
		id = 181936,
		desc = "升级屯所",
	},
	{
		id = 181937,
		desc = "升级战争工坊",
	},
	{
		id = 181938,
		desc = "升级城墙",
	},
	{
		id = 185001,
		desc = "建造1个金矿，建造金矿可以提高黄金产量和容量。",
	},
	{
		id = 185002,
		desc = "升级府衙至2级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185003,
		desc = "建造弓兵营，建造弓兵营可以训练弓兵。",
	},
	{
		id = 185004,
		desc = "升级弓兵营至2级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185005,
		desc = "升级步兵营至2级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185006,
		desc = "击败2次2级囚犯（请在世界地图内寻找2级囚犯并击败他）",
	},
	{
		id = 185007,
		desc = "升级骑兵营至2级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185008,
		desc = "升级金矿至2级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185009,
		desc = "升级农田至2级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185010,
		desc = "升级仓库至2级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185011,
		desc = "升级校场至2级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185012,
		desc = "升级医馆至2级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185013,
		desc = "升级酒馆至2级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185014,
		desc = "升级哨塔至2级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185015,
		desc = "升级城墙至2级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185016,
		desc = "升级府衙至3级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185017,
		desc = "建造铁匠铺，建造铁匠铺后可以为武将锻造装备。",
	},
	{
		id = 185018,
		desc = "升级铁匠铺至2级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185019,
		desc = "升级步兵营至3级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185020,
		desc = "击败4次3级土匪（请在世界地图内寻找3级土匪并击败他）",
	},
	{
		id = 185021,
		desc = "升级骑兵营至3级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185022,
		desc = "升级弓兵营至3级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185023,
		desc = "升级金矿至3级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185024,
		desc = "升级农田至3级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185025,
		desc = "升级仓库至3级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185026,
		desc = "升级校场至3级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185027,
		desc = "升级医馆至3级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185028,
		desc = "升级酒馆至3级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185029,
		desc = "升级哨塔至3级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185030,
		desc = "升级铁匠铺至3级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185031,
		desc = "升级城墙至3级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185032,
		desc = "升级府衙至4级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185033,
		desc = "建造研究所，建造研究所后可以研究科技提升实力。",
	},
	{
		id = 185034,
		desc = "建造战争工坊，建造战争工坊可以制造陷阱提高城防能力。",
	},
	{
		id = 185035,
		desc = "升级战争工坊至2级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185036,
		desc = "升级步兵营至4级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185037,
		desc = "升级骑兵营至4级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185038,
		desc = "升级弓兵营至4级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185039,
		desc = "升级研究所至2级，升级研究所可以研究高级科技。",
	},
	{
		id = 185040,
		desc = "研究科技-徭役I",
	},
	{
		id = 185041,
		desc = "升级金矿至4级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185042,
		desc = "升级农田至4级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185043,
		desc = "升级校场至4级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185044,
		desc = "升级研究所至3级，升级研究所可以研究高级科技。",
	},
	{
		id = 185045,
		desc = "升级战争工坊至3级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185046,
		desc = "升级仓库至4级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185047,
		desc = "升级医馆至4级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185048,
		desc = "升级酒馆至4级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185049,
		desc = "升级哨塔至4级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185050,
		desc = "升级研究所至4级，升级研究所可以研究高级科技。",
	},
	{
		id = 185051,
		desc = "升级铁匠铺至4级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185052,
		desc = "升级战争工坊至4级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185053,
		desc = "升级城墙至4级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185054,
		desc = "击败1次4级刺客（请在世界地图内寻找4级刺客并击败他）",
	},
	{
		id = 185055,
		desc = "升级府衙至5级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185056,
		desc = "建造车兵营，建造车兵营后可以训练车兵。",
	},
	{
		id = 185057,
		desc = "升级车兵营至2级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185058,
		desc = "升级车兵营至3级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185059,
		desc = "升级步兵营至5级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185060,
		desc = "升级骑兵营至5级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185061,
		desc = "升级弓兵营至5级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185062,
		desc = "升级车兵营至4级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185063,
		desc = "升级车兵营至5级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185064,
		desc = "升级金矿至5级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185065,
		desc = "升级农田至5级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185066,
		desc = "升级校场至5级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185067,
		desc = "升级仓库至5级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185068,
		desc = "升级医馆至5级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185069,
		desc = "升级酒馆至5级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185070,
		desc = "升级哨塔至5级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185071,
		desc = "升级研究所至5级，升级研究所可以研究高级科技。",
	},
	{
		id = 185072,
		desc = "升级铁匠铺至5级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185073,
		desc = "升级战争工坊至5级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185074,
		desc = "升级城墙至5级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185075,
		desc = "升级府衙至6级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185076,
		desc = "建造战争大厅，建造战争大厅后可以集结盟友部队向敌人进攻。",
	},
	{
		id = 185077,
		desc = "升级步兵营至6级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185078,
		desc = "升级骑兵营至6级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185079,
		desc = "升级弓兵营至6级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185080,
		desc = "升级车兵营至6级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185081,
		desc = "升级金矿至6级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185082,
		desc = "升级农田至6级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185083,
		desc = "升级校场至6级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185084,
		desc = "升级仓库至6级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185085,
		desc = "升级医馆至6级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185086,
		desc = "升级酒馆至6级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185087,
		desc = "升级哨塔至6级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185088,
		desc = "升级研究所至6级，升级研究所可以研究高级科技。",
	},
	{
		id = 185089,
		desc = "升级铁匠铺至6级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185090,
		desc = "升级战争工坊至6级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185091,
		desc = "升级城墙至6级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185092,
		desc = "升级府衙至7级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185093,
		desc = "建造屯所，建造后屯所可以帮助盟友建造、训练、研究。",
	},
	{
		id = 185094,
		desc = "升级屯所至2级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185095,
		desc = "升级屯所至3级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185096,
		desc = "升级步兵营至7级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185097,
		desc = "升级骑兵营至7级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185098,
		desc = "升级弓兵营至7级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185099,
		desc = "升级车兵营至7级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185100,
		desc = "升级屯所至4级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185101,
		desc = "升级金矿至7级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185102,
		desc = "升级农田至7级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185103,
		desc = "升级校场至7级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185104,
		desc = "升级仓库至7级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185105,
		desc = "升级医馆至7级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185106,
		desc = "升级屯所至5级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185107,
		desc = "升级酒馆至7级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185108,
		desc = "升级哨塔至7级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185109,
		desc = "升级研究所至7级，升级研究所可以研究高级科技。",
	},
	{
		id = 185110,
		desc = "升级铁匠铺至7级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185111,
		desc = "升级屯所至6级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185112,
		desc = "升级屯所至7级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185113,
		desc = "升级战争工坊至7级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185114,
		desc = "升级城墙至7级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185115,
		desc = "升级府衙至8级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185116,
		desc = "升级步兵营至8级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185117,
		desc = "升级骑兵营至8级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185118,
		desc = "升级弓兵营至8级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185119,
		desc = "升级车兵营至8级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185120,
		desc = "升级金矿至8级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185121,
		desc = "升级农田至8级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185122,
		desc = "升级校场至8级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185123,
		desc = "升级仓库至8级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185124,
		desc = "升级医馆至8级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185125,
		desc = "升级酒馆至8级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185126,
		desc = "升级哨塔至8级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185127,
		desc = "升级研究所至8级，升级研究所可以研究高级科技。",
	},
	{
		id = 185128,
		desc = "升级铁匠铺至8级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185129,
		desc = "升级屯所至8级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185130,
		desc = "升级战争工坊至8级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185131,
		desc = "升级城墙至8级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185132,
		desc = "升级府衙至9级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185133,
		desc = "升级步兵营至9级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185134,
		desc = "升级骑兵营至9级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185135,
		desc = "升级弓兵营至9级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185136,
		desc = "升级车兵营至9级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185137,
		desc = "升级金矿至9级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185138,
		desc = "升级农田至9级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185139,
		desc = "升级校场至9级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185140,
		desc = "升级仓库至9级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185141,
		desc = "升级医馆至9级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185142,
		desc = "升级酒馆至9级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185143,
		desc = "升级哨塔至9级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185144,
		desc = "升级研究所至9级，升级研究所可以研究高级科技。",
	},
	{
		id = 185145,
		desc = "升级铁匠铺至9级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185146,
		desc = "升级屯所至9级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185147,
		desc = "升级战争工坊至9级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185148,
		desc = "升级城墙至9级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185149,
		desc = "升级府衙至10级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185150,
		desc = "建造1个伐木场，伐木场可以提高木材产量和容量。",
	},
	{
		id = 185151,
		desc = "升级步兵营至10级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185152,
		desc = "升级骑兵营至10级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185153,
		desc = "升级弓兵营至10级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185154,
		desc = "升级车兵营至10级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185155,
		desc = "升级金矿至10级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185156,
		desc = "升级农田至10级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185157,
		desc = "升级校场至10级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185158,
		desc = "升级仓库至10级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185159,
		desc = "升级医馆至10级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185160,
		desc = "升级酒馆至10级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185161,
		desc = "升级哨塔至10级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185162,
		desc = "升级研究所至10级，升级研究所可以研究高级科技。",
	},
	{
		id = 185163,
		desc = "升级铁匠铺至10级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185164,
		desc = "升级屯所至10级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185165,
		desc = "升级战争工坊至10级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185166,
		desc = "升级城墙至10级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185167,
		desc = "升级府衙至11级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185168,
		desc = "升级步兵营至11级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185169,
		desc = "升级骑兵营至11级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185170,
		desc = "升级弓兵营至11级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185171,
		desc = "升级车兵营至11级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185172,
		desc = "升级金矿至11级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185173,
		desc = "升级农田至11级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185174,
		desc = "升级伐木场至11级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185175,
		desc = "升级校场至11级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185176,
		desc = "升级仓库至11级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185177,
		desc = "升级医馆至11级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185178,
		desc = "升级酒馆至11级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185179,
		desc = "升级哨塔至11级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185180,
		desc = "升级研究所至11级，升级研究所可以研究高级科技。",
	},
	{
		id = 185181,
		desc = "升级铁匠铺至11级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185182,
		desc = "升级屯所至11级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185183,
		desc = "升级战争工坊至11级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185184,
		desc = "升级城墙至11级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185185,
		desc = "升级府衙至12级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185186,
		desc = "升级步兵营至12级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185187,
		desc = "升级骑兵营至12级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185188,
		desc = "升级弓兵营至12级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185189,
		desc = "升级车兵营至12级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185190,
		desc = "升级金矿至12级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185191,
		desc = "升级农田至12级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185192,
		desc = "升级伐木场至12级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185193,
		desc = "升级校场至12级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185194,
		desc = "升级仓库至12级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185195,
		desc = "升级医馆至12级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185196,
		desc = "升级酒馆至12级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185197,
		desc = "升级哨塔至12级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185198,
		desc = "升级研究所至12级，升级研究所可以研究高级科技。",
	},
	{
		id = 185199,
		desc = "升级铁匠铺至12级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185200,
		desc = "升级屯所至12级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185201,
		desc = "升级战争工坊至12级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185202,
		desc = "升级城墙至12级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185203,
		desc = "升级府衙至13级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185204,
		desc = "升级步兵营至13级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185205,
		desc = "升级骑兵营至13级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185206,
		desc = "升级弓兵营至13级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185207,
		desc = "升级车兵营至13级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185208,
		desc = "升级金矿至13级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185209,
		desc = "升级农田至13级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185210,
		desc = "升级伐木场至13级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185211,
		desc = "升级校场至13级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185212,
		desc = "升级仓库至13级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185213,
		desc = "升级医馆至13级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185214,
		desc = "升级酒馆至13级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185215,
		desc = "升级哨塔至13级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185216,
		desc = "升级研究所至13级，升级研究所可以研究高级科技。",
	},
	{
		id = 185217,
		desc = "升级铁匠铺至13级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185218,
		desc = "升级屯所至13级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185219,
		desc = "升级战争工坊至13级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185220,
		desc = "升级城墙至13级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185221,
		desc = "升级府衙至14级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185222,
		desc = "升级步兵营至14级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185223,
		desc = "升级骑兵营至14级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185224,
		desc = "升级弓兵营至14级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185225,
		desc = "升级车兵营至14级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185226,
		desc = "升级金矿至14级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185227,
		desc = "升级农田至14级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185228,
		desc = "升级伐木场至14级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185229,
		desc = "升级校场至14级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185230,
		desc = "升级仓库至14级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185231,
		desc = "升级医馆至14级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185232,
		desc = "升级酒馆至14级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185233,
		desc = "升级哨塔至14级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185234,
		desc = "升级研究所至14级，升级研究所可以研究高级科技。",
	},
	{
		id = 185235,
		desc = "升级铁匠铺至14级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185236,
		desc = "升级屯所至14级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185237,
		desc = "升级战争工坊至14级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185238,
		desc = "升级城墙至14级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185239,
		desc = "升级府衙至15级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185240,
		desc = "升级步兵营至15级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185241,
		desc = "升级骑兵营至15级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185242,
		desc = "升级弓兵营至15级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185243,
		desc = "升级车兵营至15级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185244,
		desc = "升级金矿至15级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185245,
		desc = "升级农田至15级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185246,
		desc = "升级伐木场至15级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185247,
		desc = "升级校场至15级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185248,
		desc = "升级仓库至15级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185249,
		desc = "升级医馆至15级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185250,
		desc = "升级酒馆至15级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185251,
		desc = "升级哨塔至15级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185252,
		desc = "升级研究所至15级，升级研究所可以研究高级科技。",
	},
	{
		id = 185253,
		desc = "升级铁匠铺至15级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185254,
		desc = "升级屯所至15级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185255,
		desc = "升级战争工坊至15级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185256,
		desc = "升级城墙至15级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185257,
		desc = "升级府衙至16级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185258,
		desc = "升级步兵营至16级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185259,
		desc = "升级骑兵营至16级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185260,
		desc = "升级弓兵营至16级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185261,
		desc = "升级车兵营至16级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185262,
		desc = "升级金矿至16级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185263,
		desc = "升级农田至16级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185264,
		desc = "升级伐木场至16级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185265,
		desc = "升级校场至16级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185266,
		desc = "升级仓库至16级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185267,
		desc = "升级医馆至16级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185268,
		desc = "升级酒馆至16级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185269,
		desc = "升级哨塔至16级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185270,
		desc = "升级研究所至16级，升级研究所可以研究高级科技。",
	},
	{
		id = 185271,
		desc = "升级铁匠铺至16级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185272,
		desc = "升级屯所至16级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185273,
		desc = "升级战争工坊至16级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185274,
		desc = "升级城墙至16级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185275,
		desc = "升级府衙至17级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185276,
		desc = "升级步兵营至17级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185277,
		desc = "升级骑兵营至17级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185278,
		desc = "升级弓兵营至17级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185279,
		desc = "升级车兵营至17级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185280,
		desc = "升级金矿至17级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185281,
		desc = "升级农田至17级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185282,
		desc = "升级伐木场至17级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185283,
		desc = "升级校场至17级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185284,
		desc = "升级仓库至17级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185285,
		desc = "升级医馆至17级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185286,
		desc = "升级酒馆至17级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185287,
		desc = "升级哨塔至17级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185288,
		desc = "升级研究所至17级，升级研究所可以研究高级科技。",
	},
	{
		id = 185289,
		desc = "升级铁匠铺至17级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185290,
		desc = "升级屯所至17级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185291,
		desc = "升级战争工坊至17级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185292,
		desc = "升级城墙至17级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185293,
		desc = "升级府衙至18级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185294,
		desc = "升级步兵营至18级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185295,
		desc = "升级骑兵营至18级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185296,
		desc = "升级弓兵营至18级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185297,
		desc = "升级车兵营至18级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185298,
		desc = "升级金矿至18级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185299,
		desc = "升级农田至18级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185300,
		desc = "升级伐木场至18级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185301,
		desc = "升级校场至18级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185302,
		desc = "升级仓库至18级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185303,
		desc = "升级医馆至18级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185304,
		desc = "升级酒馆至18级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185305,
		desc = "升级哨塔至18级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185306,
		desc = "升级研究所至18级，升级研究所可以研究高级科技。",
	},
	{
		id = 185307,
		desc = "升级铁匠铺至18级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185308,
		desc = "升级屯所至18级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185309,
		desc = "升级战争工坊至18级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185310,
		desc = "升级城墙至18级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185311,
		desc = "升级府衙至19级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185312,
		desc = "升级步兵营至19级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185313,
		desc = "升级骑兵营至19级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185314,
		desc = "升级弓兵营至19级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185315,
		desc = "升级车兵营至19级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185316,
		desc = "升级金矿至19级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185317,
		desc = "升级农田至19级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185318,
		desc = "升级伐木场至19级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185319,
		desc = "升级校场至19级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185320,
		desc = "升级仓库至19级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185321,
		desc = "升级医馆至19级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185322,
		desc = "升级酒馆至19级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185323,
		desc = "升级哨塔至19级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185324,
		desc = "升级研究所至19级，升级研究所可以研究高级科技。",
	},
	{
		id = 185325,
		desc = "升级铁匠铺至19级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185326,
		desc = "升级屯所至19级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185327,
		desc = "升级战争工坊至19级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185328,
		desc = "升级城墙至19级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185329,
		desc = "升级府衙至20级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185330,
		desc = "建造1个石料场，石料场可以提高石料产量和容量。",
	},
	{
		id = 185331,
		desc = "升级步兵营至20级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185332,
		desc = "升级骑兵营至20级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185333,
		desc = "升级弓兵营至20级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185334,
		desc = "升级车兵营至20级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185335,
		desc = "升级金矿至20级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185336,
		desc = "升级农田至20级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185337,
		desc = "升级伐木场至20级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185338,
		desc = "升级校场至20级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185339,
		desc = "升级仓库至20级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185340,
		desc = "升级医馆至20级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185341,
		desc = "升级酒馆至20级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185342,
		desc = "升级哨塔至20级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185343,
		desc = "升级研究所至20级，升级研究所可以研究高级科技。",
	},
	{
		id = 185344,
		desc = "升级铁匠铺至20级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185345,
		desc = "升级屯所至20级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185346,
		desc = "升级战争工坊至20级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185347,
		desc = "升级城墙至20级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185348,
		desc = "升级府衙至21级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185349,
		desc = "升级步兵营至21级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185350,
		desc = "升级骑兵营至21级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185351,
		desc = "升级弓兵营至21级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185352,
		desc = "升级车兵营至21级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185353,
		desc = "升级金矿至21级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185354,
		desc = "升级农田至21级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185355,
		desc = "升级伐木场至21级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185356,
		desc = "升级采石场至21级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185357,
		desc = "升级校场至21级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185358,
		desc = "升级仓库至21级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185359,
		desc = "升级医馆至21级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185360,
		desc = "升级酒馆至21级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185361,
		desc = "升级哨塔至21级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185362,
		desc = "升级研究所至21级，升级研究所可以研究高级科技。",
	},
	{
		id = 185363,
		desc = "升级铁匠铺至21级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185364,
		desc = "升级屯所至21级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185365,
		desc = "升级战争工坊至21级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185366,
		desc = "升级城墙至21级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185367,
		desc = "升级府衙至22级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185368,
		desc = "升级步兵营至22级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185369,
		desc = "升级骑兵营至22级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185370,
		desc = "升级弓兵营至22级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185371,
		desc = "升级车兵营至22级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185372,
		desc = "升级金矿至22级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185373,
		desc = "升级农田至22级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185374,
		desc = "升级伐木场至22级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185375,
		desc = "升级采石场至22级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185376,
		desc = "升级校场至22级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185377,
		desc = "升级仓库至22级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185378,
		desc = "升级医馆至22级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185379,
		desc = "升级酒馆至22级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185380,
		desc = "升级哨塔至22级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185381,
		desc = "升级研究所至22级，升级研究所可以研究高级科技。",
	},
	{
		id = 185382,
		desc = "升级铁匠铺至22级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185383,
		desc = "升级屯所至22级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185384,
		desc = "升级战争工坊至22级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185385,
		desc = "升级城墙至22级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185386,
		desc = "升级府衙至23级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185387,
		desc = "升级步兵营至23级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185388,
		desc = "升级骑兵营至23级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185389,
		desc = "升级弓兵营至23级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185390,
		desc = "升级车兵营至23级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185391,
		desc = "升级金矿至23级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185392,
		desc = "升级农田至23级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185393,
		desc = "升级伐木场至23级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185394,
		desc = "升级采石场至23级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185395,
		desc = "升级校场至23级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185396,
		desc = "升级仓库至23级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185397,
		desc = "升级医馆至23级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185398,
		desc = "升级酒馆至23级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185399,
		desc = "升级哨塔至23级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185400,
		desc = "升级研究所至23级，升级研究所可以研究高级科技。",
	},
	{
		id = 185401,
		desc = "升级铁匠铺至23级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185402,
		desc = "升级屯所至23级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185403,
		desc = "升级战争工坊至23级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185404,
		desc = "升级城墙至23级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185405,
		desc = "升级府衙至24级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185406,
		desc = "升级步兵营至24级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185407,
		desc = "升级骑兵营至24级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185408,
		desc = "升级弓兵营至24级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185409,
		desc = "升级车兵营至24级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185410,
		desc = "升级金矿至24级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185411,
		desc = "升级农田至24级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185412,
		desc = "升级伐木场至24级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185413,
		desc = "升级采石场至24级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185414,
		desc = "升级校场至24级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185415,
		desc = "升级仓库至24级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185416,
		desc = "升级医馆至24级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185417,
		desc = "升级酒馆至24级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185418,
		desc = "升级哨塔至24级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185419,
		desc = "升级研究所至24级，升级研究所可以研究高级科技。",
	},
	{
		id = 185420,
		desc = "升级铁匠铺至24级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185421,
		desc = "升级屯所至24级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185422,
		desc = "升级战争工坊至24级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185423,
		desc = "升级城墙至24级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185424,
		desc = "升级府衙至25级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185425,
		desc = "升级步兵营至25级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185426,
		desc = "升级骑兵营至25级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185427,
		desc = "升级弓兵营至25级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185428,
		desc = "升级车兵营至25级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185429,
		desc = "升级金矿至25级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185430,
		desc = "升级农田至25级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185431,
		desc = "升级伐木场至25级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185432,
		desc = "升级采石场至25级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185433,
		desc = "升级校场至25级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185434,
		desc = "升级仓库至25级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185435,
		desc = "升级医馆至25级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185436,
		desc = "升级酒馆至25级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185437,
		desc = "升级哨塔至25级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185438,
		desc = "升级研究所至25级，升级研究所可以研究高级科技。",
	},
	{
		id = 185439,
		desc = "升级铁匠铺至25级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185440,
		desc = "升级屯所至25级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185441,
		desc = "升级战争工坊至25级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185442,
		desc = "升级城墙至25级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185443,
		desc = "升级府衙至26级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185444,
		desc = "升级步兵营至26级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185445,
		desc = "升级骑兵营至26级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185446,
		desc = "升级弓兵营至26级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185447,
		desc = "升级车兵营至26级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185448,
		desc = "升级金矿至26级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185449,
		desc = "升级农田至26级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185450,
		desc = "升级伐木场至26级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185451,
		desc = "升级采石场至26级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185452,
		desc = "升级校场至26级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185453,
		desc = "升级仓库至26级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185454,
		desc = "升级医馆至26级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185455,
		desc = "升级酒馆至26级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185456,
		desc = "升级哨塔至26级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185457,
		desc = "升级研究所至26级，升级研究所可以研究高级科技。",
	},
	{
		id = 185458,
		desc = "升级铁匠铺至26级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185459,
		desc = "升级屯所至26级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185460,
		desc = "升级战争工坊至26级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185461,
		desc = "升级城墙至26级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185462,
		desc = "升级府衙至27级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185463,
		desc = "升级步兵营至27级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185464,
		desc = "升级骑兵营至27级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185465,
		desc = "升级弓兵营至27级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185466,
		desc = "升级车兵营至27级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185467,
		desc = "升级金矿至27级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185468,
		desc = "升级农田至27级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185469,
		desc = "升级伐木场至27级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185470,
		desc = "升级采石场至27级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185471,
		desc = "升级校场至27级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185472,
		desc = "升级仓库至27级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185473,
		desc = "升级医馆至27级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185474,
		desc = "升级酒馆至27级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185475,
		desc = "升级哨塔至27级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185476,
		desc = "升级研究所至27级，升级研究所可以研究高级科技。",
	},
	{
		id = 185477,
		desc = "升级铁匠铺至27级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185478,
		desc = "升级屯所至27级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185479,
		desc = "升级战争工坊至27级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185480,
		desc = "升级城墙至27级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185481,
		desc = "升级府衙至28级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185482,
		desc = "升级步兵营至28级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185483,
		desc = "升级骑兵营至28级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185484,
		desc = "升级弓兵营至28级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185485,
		desc = "升级车兵营至28级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185486,
		desc = "升级金矿至28级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185487,
		desc = "升级农田至28级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185488,
		desc = "升级伐木场至28级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185489,
		desc = "升级采石场至28级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185490,
		desc = "升级校场至28级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185491,
		desc = "升级仓库至28级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185492,
		desc = "升级医馆至28级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185493,
		desc = "升级酒馆至28级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185494,
		desc = "升级哨塔至28级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185495,
		desc = "升级研究所至28级，升级研究所可以研究高级科技。",
	},
	{
		id = 185496,
		desc = "升级铁匠铺至28级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185497,
		desc = "升级屯所至28级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185498,
		desc = "升级战争工坊至28级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185499,
		desc = "升级城墙至28级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185500,
		desc = "升级府衙至29级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185501,
		desc = "升级步兵营至29级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185502,
		desc = "升级骑兵营至29级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185503,
		desc = "升级弓兵营至29级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185504,
		desc = "升级车兵营至29级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185505,
		desc = "升级金矿至29级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185506,
		desc = "升级农田至29级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185507,
		desc = "升级伐木场至29级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185508,
		desc = "升级采石场至29级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185509,
		desc = "升级校场至29级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185510,
		desc = "升级仓库至29级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185511,
		desc = "升级医馆至29级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185512,
		desc = "升级酒馆至29级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185513,
		desc = "升级哨塔至29级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185514,
		desc = "升级研究所至29级，升级研究所可以研究高级科技。",
	},
	{
		id = 185515,
		desc = "升级铁匠铺至29级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185516,
		desc = "升级屯所至29级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185517,
		desc = "升级战争工坊至29级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185518,
		desc = "升级城墙至29级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185519,
		desc = "升级府衙至30级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185520,
		desc = "升级步兵营至30级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185521,
		desc = "升级骑兵营至30级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185522,
		desc = "升级弓兵营至30级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185523,
		desc = "升级车兵营至30级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185524,
		desc = "升级金矿至30级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185525,
		desc = "升级农田至30级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185526,
		desc = "升级伐木场至30级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185527,
		desc = "升级采石场至30级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185528,
		desc = "升级校场至30级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185529,
		desc = "升级仓库至30级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185530,
		desc = "升级医馆至30级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185531,
		desc = "升级酒馆至30级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185532,
		desc = "升级哨塔至30级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185533,
		desc = "升级研究所至30级，升级研究所可以研究高级科技。",
	},
	{
		id = 185534,
		desc = "升级铁匠铺至30级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185535,
		desc = "升级屯所至30级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185536,
		desc = "升级战争工坊至30级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185537,
		desc = "升级城墙至30级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185538,
		desc = "升级府衙至31级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185539,
		desc = "升级步兵营至31级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185540,
		desc = "升级骑兵营至31级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185541,
		desc = "升级弓兵营至31级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185542,
		desc = "升级车兵营至31级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185543,
		desc = "升级金矿至31级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185544,
		desc = "升级农田至31级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185545,
		desc = "升级伐木场至31级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185546,
		desc = "升级采石场至31级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185547,
		desc = "升级校场至31级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185548,
		desc = "升级仓库至31级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185549,
		desc = "升级医馆至31级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185550,
		desc = "升级酒馆至31级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185551,
		desc = "升级哨塔至31级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185552,
		desc = "升级研究所至31级，升级研究所可以研究高级科技。",
	},
	{
		id = 185553,
		desc = "升级铁匠铺至31级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185554,
		desc = "升级屯所至31级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185555,
		desc = "升级战争工坊至31级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185556,
		desc = "升级城墙至31级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185557,
		desc = "升级府衙至32级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185558,
		desc = "升级步兵营至32级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185559,
		desc = "升级骑兵营至32级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185560,
		desc = "升级弓兵营至32级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185561,
		desc = "升级车兵营至32级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185562,
		desc = "升级金矿至32级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185563,
		desc = "升级农田至32级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185564,
		desc = "升级伐木场至32级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185565,
		desc = "升级采石场至32级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185566,
		desc = "升级校场至32级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185567,
		desc = "升级仓库至32级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185568,
		desc = "升级医馆至32级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185569,
		desc = "升级酒馆至32级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185570,
		desc = "升级哨塔至32级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185571,
		desc = "升级研究所至32级，升级研究所可以研究高级科技。",
	},
	{
		id = 185572,
		desc = "升级铁匠铺至32级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185573,
		desc = "升级屯所至32级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185574,
		desc = "升级战争工坊至32级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185575,
		desc = "升级城墙至32级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185576,
		desc = "升级府衙至33级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185577,
		desc = "升级步兵营至33级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185578,
		desc = "升级骑兵营至33级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185579,
		desc = "升级弓兵营至33级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185580,
		desc = "升级车兵营至33级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185581,
		desc = "升级金矿至33级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185582,
		desc = "升级农田至33级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185583,
		desc = "升级伐木场至33级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185584,
		desc = "升级采石场至33级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185585,
		desc = "升级校场至33级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185586,
		desc = "升级仓库至33级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185587,
		desc = "升级医馆至33级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185588,
		desc = "升级酒馆至33级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185589,
		desc = "升级哨塔至33级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185590,
		desc = "升级研究所至33级，升级研究所可以研究高级科技。",
	},
	{
		id = 185591,
		desc = "升级铁匠铺至33级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185592,
		desc = "升级屯所至33级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185593,
		desc = "升级战争工坊至33级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185594,
		desc = "升级城墙至33级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185595,
		desc = "升级府衙至34级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185596,
		desc = "升级步兵营至34级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185597,
		desc = "升级骑兵营至34级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185598,
		desc = "升级弓兵营至34级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185599,
		desc = "升级车兵营至34级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185600,
		desc = "升级金矿至34级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185601,
		desc = "升级农田至34级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185602,
		desc = "升级伐木场至34级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185603,
		desc = "升级采石场至34级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185604,
		desc = "升级校场至34级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185605,
		desc = "升级仓库至34级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185606,
		desc = "升级医馆至34级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185607,
		desc = "升级酒馆至34级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185608,
		desc = "升级哨塔至34级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185609,
		desc = "升级研究所至34级，升级研究所可以研究高级科技。",
	},
	{
		id = 185610,
		desc = "升级铁匠铺至34级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185611,
		desc = "升级屯所至34级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185612,
		desc = "升级战争工坊至34级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185613,
		desc = "升级城墙至34级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185614,
		desc = "升级府衙至35级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185615,
		desc = "建造1个铁矿场，铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185616,
		desc = "升级步兵营至35级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185617,
		desc = "升级骑兵营至35级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185618,
		desc = "升级弓兵营至35级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185619,
		desc = "升级车兵营至35级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185620,
		desc = "升级铁矿场至25级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185621,
		desc = "升级金矿至35级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185622,
		desc = "升级农田至35级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185623,
		desc = "升级伐木场至35级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185624,
		desc = "升级采石场至35级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185625,
		desc = "升级铁矿场至30级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185626,
		desc = "升级校场至35级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185627,
		desc = "升级仓库至35级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185628,
		desc = "升级医馆至35级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185629,
		desc = "升级酒馆至35级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185630,
		desc = "升级哨塔至35级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185631,
		desc = "升级铁矿场至33级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185632,
		desc = "升级铁矿场至34级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185633,
		desc = "升级铁矿场至35级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185634,
		desc = "升级研究所至35级，升级研究所可以研究高级科技。",
	},
	{
		id = 185635,
		desc = "升级铁匠铺至35级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185636,
		desc = "升级屯所至35级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185637,
		desc = "升级战争工坊至35级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185638,
		desc = "升级城墙至35级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185639,
		desc = "升级府衙至36级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185640,
		desc = "升级步兵营至36级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185641,
		desc = "升级骑兵营至36级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185642,
		desc = "升级弓兵营至36级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185643,
		desc = "升级车兵营至36级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185644,
		desc = "升级金矿至36级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185645,
		desc = "升级农田至36级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185646,
		desc = "升级伐木场至36级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185647,
		desc = "升级采石场至36级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185648,
		desc = "升级铁矿场至36级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185649,
		desc = "升级校场至36级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185650,
		desc = "升级仓库至36级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185651,
		desc = "升级医馆至36级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185652,
		desc = "升级酒馆至36级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185653,
		desc = "升级哨塔至36级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185654,
		desc = "升级研究所至36级，升级研究所可以研究高级科技。",
	},
	{
		id = 185655,
		desc = "升级铁匠铺至36级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185656,
		desc = "升级屯所至36级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185657,
		desc = "升级战争工坊至36级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185658,
		desc = "升级城墙至36级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185659,
		desc = "升级府衙至37级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185660,
		desc = "升级步兵营至37级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185661,
		desc = "升级骑兵营至37级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185662,
		desc = "升级弓兵营至37级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185663,
		desc = "升级车兵营至37级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185664,
		desc = "升级金矿至37级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185665,
		desc = "升级农田至37级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185666,
		desc = "升级伐木场至37级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185667,
		desc = "升级采石场至37级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185668,
		desc = "升级铁矿场至37级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185669,
		desc = "升级校场至37级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185670,
		desc = "升级仓库至37级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185671,
		desc = "升级医馆至37级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185672,
		desc = "升级酒馆至37级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185673,
		desc = "升级哨塔至37级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185674,
		desc = "升级研究所至37级，升级研究所可以研究高级科技。",
	},
	{
		id = 185675,
		desc = "升级铁匠铺至37级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185676,
		desc = "升级屯所至37级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185677,
		desc = "升级战争工坊至37级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185678,
		desc = "升级城墙至37级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185679,
		desc = "升级府衙至38级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185680,
		desc = "升级步兵营至38级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185681,
		desc = "升级骑兵营至38级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185682,
		desc = "升级弓兵营至38级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185683,
		desc = "升级车兵营至38级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185684,
		desc = "升级金矿至38级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185685,
		desc = "升级农田至38级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185686,
		desc = "升级伐木场至38级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185687,
		desc = "升级采石场至38级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185688,
		desc = "升级铁矿场至38级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185689,
		desc = "升级校场至38级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185690,
		desc = "升级仓库至38级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185691,
		desc = "升级医馆至38级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185692,
		desc = "升级酒馆至38级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185693,
		desc = "升级哨塔至38级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185694,
		desc = "升级研究所至38级，升级研究所可以研究高级科技。",
	},
	{
		id = 185695,
		desc = "升级铁匠铺至38级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185696,
		desc = "升级屯所至38级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185697,
		desc = "升级战争工坊至38级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185698,
		desc = "升级城墙至38级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185699,
		desc = "升级府衙至39级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185700,
		desc = "升级步兵营至39级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185701,
		desc = "升级骑兵营至39级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185702,
		desc = "升级弓兵营至39级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185703,
		desc = "升级车兵营至39级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185704,
		desc = "升级金矿至39级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185705,
		desc = "升级农田至39级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185706,
		desc = "升级伐木场至39级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185707,
		desc = "升级采石场至39级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185708,
		desc = "升级铁矿场至39级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185709,
		desc = "升级校场至39级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185710,
		desc = "升级仓库至39级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185711,
		desc = "升级医馆至39级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185712,
		desc = "升级酒馆至39级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185713,
		desc = "升级哨塔至39级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185714,
		desc = "升级研究所至39级，升级研究所可以研究高级科技。",
	},
	{
		id = 185715,
		desc = "升级铁匠铺至39级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185716,
		desc = "升级屯所至39级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185717,
		desc = "升级战争工坊至39级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185718,
		desc = "升级城墙至39级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185719,
		desc = "升级府衙至40级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185720,
		desc = "升级步兵营至40级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185721,
		desc = "升级骑兵营至40级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185722,
		desc = "升级弓兵营至40级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185723,
		desc = "升级车兵营至40级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185724,
		desc = "升级金矿至40级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185725,
		desc = "升级农田至40级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185726,
		desc = "升级伐木场至40级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185727,
		desc = "升级采石场至40级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185728,
		desc = "升级铁矿场至40级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185729,
		desc = "升级校场至40级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185730,
		desc = "升级仓库至40级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185731,
		desc = "升级医馆至40级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185732,
		desc = "升级酒馆至40级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185733,
		desc = "升级哨塔至40级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185734,
		desc = "升级研究所至40级，升级研究所可以研究高级科技。",
	},
	{
		id = 185735,
		desc = "升级铁匠铺至40级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185736,
		desc = "升级屯所至40级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185737,
		desc = "升级战争工坊至40级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185738,
		desc = "升级城墙至40级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185739,
		desc = "升级府衙至41级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185740,
		desc = "升级步兵营至41级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185741,
		desc = "升级骑兵营至41级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185742,
		desc = "升级弓兵营至41级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185743,
		desc = "升级车兵营至41级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185744,
		desc = "升级金矿至41级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185745,
		desc = "升级农田至41级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185746,
		desc = "升级伐木场至41级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185747,
		desc = "升级采石场至41级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185748,
		desc = "升级铁矿场至41级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185749,
		desc = "升级校场至41级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185750,
		desc = "升级仓库至41级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185751,
		desc = "升级医馆至41级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185752,
		desc = "升级酒馆至41级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185753,
		desc = "升级哨塔至41级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185754,
		desc = "升级研究所至41级，升级研究所可以研究高级科技。",
	},
	{
		id = 185755,
		desc = "升级铁匠铺至41级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185756,
		desc = "升级屯所至41级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185757,
		desc = "升级战争工坊至41级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185758,
		desc = "升级城墙至41级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185759,
		desc = "升级府衙至42级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185760,
		desc = "升级步兵营至42级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185761,
		desc = "升级骑兵营至42级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185762,
		desc = "升级弓兵营至42级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185763,
		desc = "升级车兵营至42级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185764,
		desc = "升级金矿至42级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185765,
		desc = "升级农田至42级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185766,
		desc = "升级伐木场至42级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185767,
		desc = "升级采石场至42级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185768,
		desc = "升级铁矿场至42级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185769,
		desc = "升级校场至42级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185770,
		desc = "升级仓库至42级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185771,
		desc = "升级医馆至42级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185772,
		desc = "升级酒馆至42级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185773,
		desc = "升级哨塔至42级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185774,
		desc = "升级研究所至42级，升级研究所可以研究高级科技。",
	},
	{
		id = 185775,
		desc = "升级铁匠铺至42级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185776,
		desc = "升级屯所至42级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185777,
		desc = "升级战争工坊至42级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185778,
		desc = "升级城墙至42级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185779,
		desc = "升级府衙至43级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185780,
		desc = "升级步兵营至43级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185781,
		desc = "升级骑兵营至43级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185782,
		desc = "升级弓兵营至43级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185783,
		desc = "升级车兵营至43级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185784,
		desc = "升级金矿至43级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185785,
		desc = "升级农田至43级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185786,
		desc = "升级伐木场至43级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185787,
		desc = "升级采石场至43级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185788,
		desc = "升级铁矿场至43级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185789,
		desc = "升级校场至43级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185790,
		desc = "升级仓库至43级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185791,
		desc = "升级医馆至43级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185792,
		desc = "升级酒馆至43级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185793,
		desc = "升级哨塔至43级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185794,
		desc = "升级研究所至43级，升级研究所可以研究高级科技。",
	},
	{
		id = 185795,
		desc = "升级铁匠铺至43级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185796,
		desc = "升级屯所至43级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185797,
		desc = "升级战争工坊至43级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185798,
		desc = "升级城墙至43级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185799,
		desc = "升级府衙至44级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185800,
		desc = "升级步兵营至44级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185801,
		desc = "升级骑兵营至44级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185802,
		desc = "升级弓兵营至44级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185803,
		desc = "升级车兵营至44级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185804,
		desc = "升级金矿至44级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185805,
		desc = "升级农田至44级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185806,
		desc = "升级伐木场至44级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185807,
		desc = "升级采石场至44级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185808,
		desc = "升级铁矿场至44级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185809,
		desc = "升级校场至44级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185810,
		desc = "升级仓库至44级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185811,
		desc = "升级医馆至44级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185812,
		desc = "升级酒馆至44级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185813,
		desc = "升级哨塔至44级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185814,
		desc = "升级研究所至44级，升级研究所可以研究高级科技。",
	},
	{
		id = 185815,
		desc = "升级铁匠铺至44级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185816,
		desc = "升级屯所至44级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185817,
		desc = "升级战争工坊至44级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185818,
		desc = "升级城墙至44级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185819,
		desc = "升级府衙至45级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185820,
		desc = "升级步兵营至45级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185821,
		desc = "升级骑兵营至45级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185822,
		desc = "升级弓兵营至45级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185823,
		desc = "升级车兵营至45级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185824,
		desc = "升级金矿至45级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185825,
		desc = "升级农田至45级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185826,
		desc = "升级伐木场至45级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185827,
		desc = "升级采石场至45级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185828,
		desc = "升级铁矿场至45级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185829,
		desc = "升级校场至45级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185830,
		desc = "升级仓库至45级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185831,
		desc = "升级医馆至45级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185832,
		desc = "升级酒馆至45级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185833,
		desc = "升级哨塔至45级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185834,
		desc = "升级研究所至45级，升级研究所可以研究高级科技。",
	},
	{
		id = 185835,
		desc = "升级铁匠铺至45级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185836,
		desc = "升级屯所至45级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185837,
		desc = "升级战争工坊至45级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185838,
		desc = "升级城墙至45级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185839,
		desc = "升级府衙至46级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185840,
		desc = "升级步兵营至46级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185841,
		desc = "升级骑兵营至46级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185842,
		desc = "升级弓兵营至46级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185843,
		desc = "升级车兵营至46级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185844,
		desc = "升级金矿至46级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185845,
		desc = "升级农田至46级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185846,
		desc = "升级伐木场至46级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185847,
		desc = "升级采石场至46级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185848,
		desc = "升级铁矿场至46级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185849,
		desc = "升级校场至46级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185850,
		desc = "升级仓库至46级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185851,
		desc = "升级医馆至46级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185852,
		desc = "升级酒馆至46级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185853,
		desc = "升级哨塔至46级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185854,
		desc = "升级研究所至46级，升级研究所可以研究高级科技。",
	},
	{
		id = 185855,
		desc = "升级铁匠铺至46级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185856,
		desc = "升级屯所至46级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185857,
		desc = "升级战争工坊至46级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185858,
		desc = "升级城墙至46级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185859,
		desc = "升级府衙至47级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185860,
		desc = "升级步兵营至47级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185861,
		desc = "升级骑兵营至47级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185862,
		desc = "升级弓兵营至47级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185863,
		desc = "升级车兵营至47级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185864,
		desc = "升级金矿至47级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185865,
		desc = "升级农田至47级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185866,
		desc = "升级伐木场至47级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185867,
		desc = "升级采石场至47级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185868,
		desc = "升级铁矿场至47级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185869,
		desc = "升级校场至47级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185870,
		desc = "升级仓库至47级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185871,
		desc = "升级医馆至47级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185872,
		desc = "升级酒馆至47级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185873,
		desc = "升级哨塔至47级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185874,
		desc = "升级研究所至47级，升级研究所可以研究高级科技。",
	},
	{
		id = 185875,
		desc = "升级铁匠铺至47级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185876,
		desc = "升级屯所至47级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185877,
		desc = "升级战争工坊至47级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185878,
		desc = "升级城墙至47级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185879,
		desc = "升级府衙至48级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185880,
		desc = "升级步兵营至48级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185881,
		desc = "升级骑兵营至48级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185882,
		desc = "升级弓兵营至48级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185883,
		desc = "升级车兵营至48级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185884,
		desc = "升级金矿至48级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185885,
		desc = "升级农田至48级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185886,
		desc = "升级伐木场至48级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185887,
		desc = "升级采石场至48级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185888,
		desc = "升级铁矿场至48级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185889,
		desc = "升级校场至48级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185890,
		desc = "升级仓库至48级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185891,
		desc = "升级医馆至48级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185892,
		desc = "升级酒馆至48级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185893,
		desc = "升级哨塔至48级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185894,
		desc = "升级研究所至48级，升级研究所可以研究高级科技。",
	},
	{
		id = 185895,
		desc = "升级铁匠铺至48级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185896,
		desc = "升级屯所至48级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185897,
		desc = "升级战争工坊至48级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185898,
		desc = "升级城墙至48级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185899,
		desc = "升级府衙至49级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185900,
		desc = "升级步兵营至49级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185901,
		desc = "升级骑兵营至49级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185902,
		desc = "升级弓兵营至49级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185903,
		desc = "升级车兵营至49级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185904,
		desc = "升级金矿至49级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185905,
		desc = "升级农田至49级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185906,
		desc = "升级伐木场至49级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185907,
		desc = "升级采石场至49级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185908,
		desc = "升级铁矿场至49级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185909,
		desc = "升级校场至49级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185910,
		desc = "升级仓库至49级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185911,
		desc = "升级医馆至49级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185912,
		desc = "升级酒馆至49级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185913,
		desc = "升级哨塔至49级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185914,
		desc = "升级研究所至49级，升级研究所可以研究高级科技。",
	},
	{
		id = 185915,
		desc = "升级铁匠铺至49级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185916,
		desc = "升级屯所至49级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185917,
		desc = "升级战争工坊至49级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185918,
		desc = "升级城墙至49级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185919,
		desc = "升级府衙至50级，升级府衙可以解锁新的建筑和功能。",
	},
	{
		id = 185920,
		desc = "升级步兵营至50级，升级步兵营可以训练高级步兵。",
	},
	{
		id = 185921,
		desc = "升级骑兵营至50级，升级骑兵营可以训练高级骑兵。",
	},
	{
		id = 185922,
		desc = "升级弓兵营至50级，升级弓兵营可以训练高级弓兵。",
	},
	{
		id = 185923,
		desc = "升级车兵营至50级，升级车兵营可以训练高级车兵。",
	},
	{
		id = 185924,
		desc = "升级金矿至50级，升级金矿可以提高黄金产量和容量。",
	},
	{
		id = 185925,
		desc = "升级农田至50级，升级农田可以提高粮食产量和容量。",
	},
	{
		id = 185926,
		desc = "升级伐木场至50级，升级伐木场可以提高木材产量和容量。",
	},
	{
		id = 185927,
		desc = "升级采石场至50级，升级采石场可以提高石料产量和容量。",
	},
	{
		id = 185928,
		desc = "升级铁矿场至50级，升级铁矿场可以提高铁矿产量和容量。",
	},
	{
		id = 185929,
		desc = "升级校场至50级，升级校场可以提高武将带兵数。",
	},
	{
		id = 185930,
		desc = "升级仓库至50级，升级仓库可以保护更多资源不被掠夺和消耗。",
	},
	{
		id = 185931,
		desc = "升级医馆至50级，升级医馆可以容纳更多伤兵。",
	},
	{
		id = 185932,
		desc = "升级酒馆至50级，升级酒馆可以招募更多武将。",
	},
	{
		id = 185933,
		desc = "升级哨塔至50级，升级哨塔可以侦查到跟多敌军信息。",
	},
	{
		id = 185934,
		desc = "升级研究所至50级，升级研究所可以研究高级科技。",
	},
	{
		id = 185935,
		desc = "升级铁匠铺至50级，升级铁匠铺可以加快锻造速度并减少锻造消耗。",
	},
	{
		id = 185936,
		desc = "升级屯所至50级，升级屯所可以增加帮助盟友次数和效果。",
	},
	{
		id = 185937,
		desc = "升级战争工坊至50级，升级战争工坊可以制造更高级陷阱。",
	},
	{
		id = 185938,
		desc = "升级城墙至50级，升级城墙可以提高陷阱容量和城防值。",
	},
	{
		id = 185939,
		desc = "升级石料场至20级，升级石料场可以提高石料产量和容量。",
	},
	{
		id = 190001,
		desc = "研究科技",
	},
	{
		id = 190002,
		desc = "训练士兵",
	},
	{
		id = 190003,
		desc = "训练士兵",
	},
	{
		id = 190004,
		desc = "训练士兵",
	},
	{
		id = 190005,
		desc = "训练士兵",
	},
	{
		id = 190006,
		desc = "训练士兵",
	},
	{
		id = 190007,
		desc = "训练士兵",
	},
	{
		id = 190008,
		desc = "训练士兵",
	},
	{
		id = 190009,
		desc = "训练士兵",
	},
	{
		id = 190010,
		desc = "训练士兵",
	},
	{
		id = 190011,
		desc = "训练士兵",
	},
	{
		id = 190012,
		desc = "训练士兵",
	},
	{
		id = 190013,
		desc = "训练士兵",
	},
	{
		id = 190014,
		desc = "训练士兵",
	},
	{
		id = 190015,
		desc = "训练士兵",
	},
	{
		id = 190016,
		desc = "训练士兵",
	},
	{
		id = 190017,
		desc = "训练士兵",
	},
	{
		id = 190018,
		desc = "训练士兵",
	},
	{
		id = 190019,
		desc = "训练士兵",
	},
	{
		id = 190020,
		desc = "训练士兵",
	},
	{
		id = 190021,
		desc = "训练士兵",
	},
	{
		id = 190022,
		desc = "击杀野外敌人",
	},
	{
		id = 190023,
		desc = "击杀野外敌人",
	},
	{
		id = 190024,
		desc = "击杀野外敌人",
	},
	{
		id = 190025,
		desc = "击杀野外敌人",
	},
	{
		id = 190026,
		desc = "击杀野外敌人",
	},
	{
		id = 190027,
		desc = "攻击玩家",
	},
	{
		id = 190028,
		desc = "攻击玩家",
	},
	{
		id = 190029,
		desc = "掠夺资源",
	},
	{
		id = 190030,
		desc = "掠夺资源",
	},
	{
		id = 190031,
		desc = "掠夺资源",
	},
	{
		id = 190032,
		desc = "掠夺资源",
	},
	{
		id = 190033,
		desc = "掠夺资源",
	},
	{
		id = 190034,
		desc = "掠夺资源",
	},
	{
		id = 190035,
		desc = "掠夺资源",
	},
	{
		id = 190036,
		desc = "掠夺资源",
	},
	{
		id = 190037,
		desc = "掠夺资源",
	},
	{
		id = 190038,
		desc = "掠夺资源",
	},
	{
		id = 190039,
		desc = "采集资源",
	},
	{
		id = 190040,
		desc = "采集资源",
	},
	{
		id = 190041,
		desc = "采集资源",
	},
	{
		id = 190042,
		desc = "采集资源",
	},
	{
		id = 190043,
		desc = "采集资源",
	},
	{
		id = 190044,
		desc = "奋勇杀敌",
	},
	{
		id = 190045,
		desc = "奋勇杀敌",
	},
	{
		id = 190046,
		desc = "奋勇杀敌",
	},
	{
		id = 190047,
		desc = "奋勇杀敌",
	},
	{
		id = 190048,
		desc = "奋勇杀敌",
	},
	{
		id = 190049,
		desc = "奋勇杀敌",
	},
	{
		id = 190050,
		desc = "奋勇杀敌",
	},
	{
		id = 190051,
		desc = "奋勇杀敌",
	},
	{
		id = 190052,
		desc = "奋勇杀敌",
	},
	{
		id = 190053,
		desc = "奋勇杀敌",
	},
	{
		id = 190054,
		desc = "奋勇杀敌",
	},
	{
		id = 190055,
		desc = "奋勇杀敌",
	},
	{
		id = 190056,
		desc = "奋勇杀敌",
	},
	{
		id = 190057,
		desc = "奋勇杀敌",
	},
	{
		id = 190058,
		desc = "防御城池",
	},
	{
		id = 190059,
		desc = "治愈伤兵",
	},
	{
		id = 190060,
		desc = "治愈伤兵",
	},
	{
		id = 190061,
		desc = "治愈伤兵",
	},
	{
		id = 190062,
		desc = "治愈伤兵",
	},
	{
		id = 190063,
		desc = "治愈伤兵",
	},
	{
		id = 190064,
		desc = "治愈伤兵",
	},
	{
		id = 190065,
		desc = "治愈伤兵",
	},
	{
		id = 190066,
		desc = "治愈伤兵",
	},
	{
		id = 190067,
		desc = "治愈伤兵",
	},
	{
		id = 190068,
		desc = "治愈伤兵",
	},
	{
		id = 190069,
		desc = "治愈伤兵",
	},
	{
		id = 190070,
		desc = "治愈伤兵",
	},
	{
		id = 190071,
		desc = "治愈伤兵",
	},
	{
		id = 190072,
		desc = "治愈伤兵",
	},
	{
		id = 190073,
		desc = "联盟贡献",
	},
	{
		id = 190074,
		desc = "联盟贡献",
	},
	{
		id = 190075,
		desc = "联盟贡献",
	},
	{
		id = 190076,
		desc = "联盟贡献",
	},
	{
		id = 190077,
		desc = "联盟贡献",
	},
	{
		id = 190078,
		desc = "合成材料",
	},
	{
		id = 190079,
		desc = "合成材料",
	},
	{
		id = 190080,
		desc = "合成材料",
	},
	{
		id = 190081,
		desc = "合成材料",
	},
	{
		id = 190082,
		desc = "合成材料",
	},
	{
		id = 190083,
		desc = "收缴兵器",
	},
	{
		id = 190084,
		desc = "收缴兵器",
	},
	{
		id = 190085,
		desc = "收缴兵器",
	},
	{
		id = 190086,
		desc = "收缴兵器",
	},
	{
		id = 190087,
		desc = "收缴兵器",
	},
	{
		id = 190088,
		desc = "众志成城",
	},
	{
		id = 190089,
		desc = "商城购物",
	},
	{
		id = 190090,
		desc = "商城购物",
	},
	{
		id = 190091,
		desc = "商城购物",
	},
	{
		id = 190092,
		desc = "商城购物",
	},
	{
		id = 190093,
		desc = "商城购物",
	},
	{
		id = 190094,
		desc = "联盟兑换",
	},
	{
		id = 190095,
		desc = "收获资源",
	},
	{
		id = 190096,
		desc = "收获资源",
	},
	{
		id = 190097,
		desc = "收获资源",
	},
	{
		id = 190098,
		desc = "收获资源",
	},
	{
		id = 190099,
		desc = "收获资源",
	},
	{
		id = 190100,
		desc = "收获资源",
	},
	{
		id = 190101,
		desc = "收获资源",
	},
	{
		id = 190102,
		desc = "收获资源",
	},
	{
		id = 190103,
		desc = "收获资源",
	},
	{
		id = 190104,
		desc = "收获资源",
	},
	{
		id = 190105,
		desc = "收获资源",
	},
	{
		id = 190106,
		desc = "收获资源",
	},
	{
		id = 190107,
		desc = "收获资源",
	},
	{
		id = 190108,
		desc = "收获资源",
	},
	{
		id = 190109,
		desc = "收获资源",
	},
	{
		id = 190110,
		desc = "收获资源",
	},
	{
		id = 190111,
		desc = "收获资源",
	},
	{
		id = 190112,
		desc = "收获资源",
	},
	{
		id = 190113,
		desc = "收获资源",
	},
	{
		id = 190114,
		desc = "收获资源",
	},
	{
		id = 195001,
		desc = "在研究所中研究1项科技。",
	},
	{
		id = 195002,
		desc = "训练50个士兵。",
	},
	{
		id = 195003,
		desc = "训练60个士兵。",
	},
	{
		id = 195004,
		desc = "训练80个士兵。",
	},
	{
		id = 195005,
		desc = "训练100个士兵。",
	},
	{
		id = 195006,
		desc = "训练135个士兵。",
	},
	{
		id = 195007,
		desc = "训练190个士兵。",
	},
	{
		id = 195008,
		desc = "训练270个士兵。",
	},
	{
		id = 195009,
		desc = "训练400个士兵。",
	},
	{
		id = 195010,
		desc = "训练500个士兵。",
	},
	{
		id = 195011,
		desc = "训练900个士兵。",
	},
	{
		id = 195012,
		desc = "训练50个士兵。",
	},
	{
		id = 195013,
		desc = "训练60个士兵。",
	},
	{
		id = 195014,
		desc = "训练80个士兵。",
	},
	{
		id = 195015,
		desc = "训练100个士兵。",
	},
	{
		id = 195016,
		desc = "训练135个士兵。",
	},
	{
		id = 195017,
		desc = "训练190个士兵。",
	},
	{
		id = 195018,
		desc = "训练270个士兵。",
	},
	{
		id = 195019,
		desc = "训练400个士兵。",
	},
	{
		id = 195020,
		desc = "训练500个士兵。",
	},
	{
		id = 195021,
		desc = "训练900个士兵。",
	},
	{
		id = 195022,
		desc = "击杀野外部队1支。",
	},
	{
		id = 195023,
		desc = "击杀野外部队2支。",
	},
	{
		id = 195024,
		desc = "击杀野外部队3支。",
	},
	{
		id = 195025,
		desc = "击杀野外部队4支。",
	},
	{
		id = 195026,
		desc = "击杀野外部队5支。",
	},
	{
		id = 195027,
		desc = "攻击其他主公获胜1次。",
	},
	{
		id = 195028,
		desc = "攻击其他主公获胜2次。",
	},
	{
		id = 195029,
		desc = "从其他主公城池中掠夺100资源。",
	},
	{
		id = 195030,
		desc = "从其他主公城池中掠夺200资源。",
	},
	{
		id = 195031,
		desc = "从其他主公城池中掠夺300资源。",
	},
	{
		id = 195032,
		desc = "从其他主公城池中掠夺400资源。",
	},
	{
		id = 195033,
		desc = "从其他主公城池中掠夺500资源。",
	},
	{
		id = 195034,
		desc = "从其他主公城池中掠夺600资源。",
	},
	{
		id = 195035,
		desc = "从其他主公城池中掠夺700资源。",
	},
	{
		id = 195036,
		desc = "从其他主公城池中掠夺800资源。",
	},
	{
		id = 195037,
		desc = "从其他主公城池中掠夺900资源。",
	},
	{
		id = 195038,
		desc = "从其他主公城池中掠夺1000资源。",
	},
	{
		id = 195039,
		desc = "从城外任意采集点采集2000资源。",
	},
	{
		id = 195040,
		desc = "从城外任意采集点采集5000资源。",
	},
	{
		id = 195041,
		desc = "从城外任意采集点采集10000资源。",
	},
	{
		id = 195042,
		desc = "从城外任意采集点采集20000资源。",
	},
	{
		id = 195043,
		desc = "从城外任意采集点采集50000资源。",
	},
	{
		id = 195044,
		desc = "主动击杀其他主公20个士兵。",
	},
	{
		id = 195045,
		desc = "主动击杀其他主公50个士兵。",
	},
	{
		id = 195046,
		desc = "主动击杀其他主公100个士兵。",
	},
	{
		id = 195047,
		desc = "主动击杀其他主公200个士兵。",
	},
	{
		id = 195048,
		desc = "主动击杀其他主公500个士兵。",
	},
	{
		id = 195049,
		desc = "主动击杀其他主公1000个士兵。",
	},
	{
		id = 195050,
		desc = "主动击杀其他主公2000个士兵。",
	},
	{
		id = 195051,
		desc = "主动击杀其他主公100个士兵。",
	},
	{
		id = 195052,
		desc = "主动击杀其他主公250个士兵。",
	},
	{
		id = 195053,
		desc = "主动击杀其他主公500个士兵。",
	},
	{
		id = 195054,
		desc = "主动击杀其他主公1000个士兵。",
	},
	{
		id = 195055,
		desc = "主动击杀其他主公2500个士兵。",
	},
	{
		id = 195056,
		desc = "主动击杀其他主公5000个士兵。",
	},
	{
		id = 195057,
		desc = "主动击杀其他主公10000个士兵。",
	},
	{
		id = 195058,
		desc = "成功防御其他主公进攻1次。",
	},
	{
		id = 195059,
		desc = "治愈20名伤兵。",
	},
	{
		id = 195060,
		desc = "治愈50名伤兵。",
	},
	{
		id = 195061,
		desc = "治愈100名伤兵。",
	},
	{
		id = 195062,
		desc = "治愈200名伤兵。",
	},
	{
		id = 195063,
		desc = "治愈500名伤兵。",
	},
	{
		id = 195064,
		desc = "治愈1000名伤兵。",
	},
	{
		id = 195065,
		desc = "治愈2000名伤兵。",
	},
	{
		id = 195066,
		desc = "治愈100名伤兵。",
	},
	{
		id = 195067,
		desc = "治愈250名伤兵。",
	},
	{
		id = 195068,
		desc = "治愈500名伤兵。",
	},
	{
		id = 195069,
		desc = "治愈1000名伤兵。",
	},
	{
		id = 195070,
		desc = "治愈2500名伤兵。",
	},
	{
		id = 195071,
		desc = "治愈5000名伤兵。",
	},
	{
		id = 195072,
		desc = "治愈10000名伤兵。",
	},
	{
		id = 195073,
		desc = "科技捐献获得100点个人贡献值。",
	},
	{
		id = 195074,
		desc = "科技捐献获得200点个人贡献值。",
	},
	{
		id = 195075,
		desc = "科技捐献获得300点个人贡献值。",
	},
	{
		id = 195076,
		desc = "科技捐献获得400点个人贡献值。",
	},
	{
		id = 195077,
		desc = "科技捐献获得500点个人贡献值。",
	},
	{
		id = 195078,
		desc = "合成1次装备强化材料。",
	},
	{
		id = 195079,
		desc = "合成2次装备强化材料。",
	},
	{
		id = 195080,
		desc = "合成3次装备强化材料。",
	},
	{
		id = 195081,
		desc = "合成4次装备强化材料。",
	},
	{
		id = 195082,
		desc = "合成5次装备强化材料。",
	},
	{
		id = 195083,
		desc = "从战斗中获得1件武将装备。",
	},
	{
		id = 195084,
		desc = "从战斗中获得2件武将装备。",
	},
	{
		id = 195085,
		desc = "从战斗中获得3件武将装备。",
	},
	{
		id = 195086,
		desc = "从战斗中获得4件武将装备。",
	},
	{
		id = 195087,
		desc = "从战斗中获得5件武将装备。",
	},
	{
		id = 195088,
		desc = "集结2名以上其他主公在战斗中获胜1次。",
	},
	{
		id = 195089,
		desc = "在商城中消费10元宝。",
	},
	{
		id = 195090,
		desc = "在商城中消费50元宝。",
	},
	{
		id = 195091,
		desc = "在商城中消费100元宝。",
	},
	{
		id = 195092,
		desc = "在商城中消费200元宝。",
	},
	{
		id = 195093,
		desc = "在商城中消费400元宝。",
	},
	{
		id = 195094,
		desc = "在联盟中兑换1次物品。",
	},
	{
		id = 195095,
		desc = "从城池中收获400资源。",
	},
	{
		id = 195096,
		desc = "从城池中收获2500资源。",
	},
	{
		id = 195097,
		desc = "从城池中收获5000资源。",
	},
	{
		id = 195098,
		desc = "从城池中收获7000资源。",
	},
	{
		id = 195099,
		desc = "从城池中收获10000资源。",
	},
	{
		id = 195100,
		desc = "从城池中收获12500资源。",
	},
	{
		id = 195101,
		desc = "从城池中收获16000资源。",
	},
	{
		id = 195102,
		desc = "从城池中收获20000资源。",
	},
	{
		id = 195103,
		desc = "从城池中收获25000资源。",
	},
	{
		id = 195104,
		desc = "从城池中收获30000资源。",
	},
	{
		id = 195105,
		desc = "从城池中收获4000资源。",
	},
	{
		id = 195106,
		desc = "从城池中收获25000资源。",
	},
	{
		id = 195107,
		desc = "从城池中收获50000资源。",
	},
	{
		id = 195108,
		desc = "从城池中收获70000资源。",
	},
	{
		id = 195109,
		desc = "从城池中收获100000资源。",
	},
	{
		id = 195110,
		desc = "从城池中收获125000资源。",
	},
	{
		id = 195111,
		desc = "从城池中收获160000资源。",
	},
	{
		id = 195112,
		desc = "从城池中收获200000资源。",
	},
	{
		id = 195113,
		desc = "从城池中收获250000资源。",
	},
	{
		id = 195114,
		desc = "从城池中收获300000资源。",
	},
	{
		id = 200001,
		desc = "1级滚木",
	},
	{
		id = 200002,
		desc = "1级飞矢",
	},
	{
		id = 200003,
		desc = "1级落石",
	},
	{
		id = 200004,
		desc = "2级滚木",
	},
	{
		id = 200005,
		desc = "2级飞矢",
	},
	{
		id = 200006,
		desc = "2级落石",
	},
	{
		id = 200007,
		desc = "3级滚木",
	},
	{
		id = 200008,
		desc = "3级飞矢",
	},
	{
		id = 200009,
		desc = "3级落石",
	},
	{
		id = 200010,
		desc = "4级滚木",
	},
	{
		id = 200011,
		desc = "4级飞矢",
	},
	{
		id = 200012,
		desc = "4级落石",
	},
	{
		id = 200013,
		desc = "5级滚木",
	},
	{
		id = 200014,
		desc = "5级飞矢",
	},
	{
		id = 200015,
		desc = "5级落石",
	},
	{
		id = 200016,
		desc = "6级滚木",
	},
	{
		id = 200017,
		desc = "6级飞矢",
	},
	{
		id = 200018,
		desc = "6级落石",
	},
	{
		id = 200019,
		desc = "7级滚木",
	},
	{
		id = 200020,
		desc = "7级飞矢",
	},
	{
		id = 200021,
		desc = "7级落石",
	},
	{
		id = 200022,
		desc = "8级滚木",
	},
	{
		id = 200023,
		desc = "8级飞矢",
	},
	{
		id = 200024,
		desc = "8级落石",
	},
	{
		id = 200025,
		desc = "9级滚木",
	},
	{
		id = 200026,
		desc = "9级飞矢",
	},
	{
		id = 200027,
		desc = "9级落石",
	},
	{
		id = 200028,
		desc = "10级滚木",
	},
	{
		id = 200029,
		desc = "10级飞矢",
	},
	{
		id = 200030,
		desc = "10级落石",
	},
	{
		id = 200031,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200032,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200033,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200034,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200035,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200036,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200037,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200038,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200039,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200040,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200041,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200042,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200043,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200044,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200045,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200046,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200047,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200048,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200049,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200050,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200051,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200052,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200053,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200054,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200055,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200056,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200057,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 200058,
		desc = "作战防御用的圆木，从城上推滚下去杀伤弓兵",
	},
	{
		id = 200059,
		desc = "作战防御用的箭矢，从城上射击而杀伤骑兵",
	},
	{
		id = 200060,
		desc = "作战防御用的石块，从城上抛扔下去杀伤步兵",
	},
	{
		id = 210001,
		desc = "斥候",
	},
	{
		id = 210002,
		desc = "囚犯",
	},
	{
		id = 210003,
		desc = "土匪",
	},
	{
		id = 210004,
		desc = "刺客",
	},
	{
		id = 210005,
		desc = "叛军",
	},
	{
		id = 210006,
		desc = "藤甲兵",
	},
	{
		id = 210007,
		desc = "西凉骑兵",
	},
	{
		id = 210008,
		desc = "龙泉精兵",
	},
	{
		id = 210009,
		desc = "精英藤甲",
	},
	{
		id = 210010,
		desc = "虎豹骑",
	},
	{
		id = 210011,
		desc = "白耳兵",
	},
	{
		id = 210012,
		desc = "丹阳兵",
	},
	{
		id = 210013,
		desc = "白马义从",
	},
	{
		id = 210014,
		desc = "燕弩兵",
	},
	{
		id = 210015,
		desc = "元戍弩兵",
	},
	{
		id = 210016,
		desc = "陷阵营",
	},
	{
		id = 210017,
		desc = "南蛮兵",
	},
	{
		id = 210018,
		desc = "精锐南蛮",
	},
	{
		id = 210019,
		desc = "铁甲兵",
	},
	{
		id = 210020,
		desc = "精锐铁甲",
	},
	{
		id = 210021,
		desc = "先登死士",
	},
	{
		id = 210022,
		desc = "龙泉精骑",
	},
	{
		id = 210023,
		desc = "无当飞军",
	},
	{
		id = 210024,
		desc = "南蛮精骑",
	},
	{
		id = 210025,
		desc = "光武枪骑",
	},
	{
		id = 210026,
		desc = "皇城禁军",
	},
	{
		id = 210027,
		desc = "皇城禁军",
	},
	{
		id = 210028,
		desc = "皇城禁军",
	},
	{
		id = 210029,
		desc = "皇城禁军",
	},
	{
		id = 210030,
		desc = "皇城禁军",
	},
	{
		id = 210031,
		desc = "皇城禁军",
	},
	{
		id = 210032,
		desc = "皇城禁军",
	},
	{
		id = 210033,
		desc = "皇城禁军",
	},
	{
		id = 210034,
		desc = "皇城禁军",
	},
	{
		id = 210035,
		desc = "皇城禁军",
	},
	{
		id = 210036,
		desc = "皇城禁军",
	},
	{
		id = 210037,
		desc = "皇城禁军",
	},
	{
		id = 210038,
		desc = "皇城禁军",
	},
	{
		id = 210039,
		desc = "皇城禁军",
	},
	{
		id = 210040,
		desc = "皇城禁军",
	},
	{
		id = 210041,
		desc = "皇城禁军",
	},
	{
		id = 210042,
		desc = "皇城禁军",
	},
	{
		id = 210043,
		desc = "皇城禁军",
	},
	{
		id = 210044,
		desc = "皇城禁军",
	},
	{
		id = 210045,
		desc = "皇城禁军",
	},
	{
		id = 210046,
		desc = "皇城守军",
	},
	{
		id = 210047,
		desc = "皇城守军",
	},
	{
		id = 210048,
		desc = "皇城守军",
	},
	{
		id = 210049,
		desc = "皇城守军",
	},
	{
		id = 210050,
		desc = "皇城守军",
	},
	{
		id = 210051,
		desc = "皇城守军",
	},
	{
		id = 210052,
		desc = "皇城守军",
	},
	{
		id = 210053,
		desc = "皇城守军",
	},
	{
		id = 210054,
		desc = "皇城守军",
	},
	{
		id = 210055,
		desc = "皇城守军",
	},
	{
		id = 210056,
		desc = "皇城守军",
	},
	{
		id = 210057,
		desc = "皇城守军",
	},
	{
		id = 210058,
		desc = "皇城守军",
	},
	{
		id = 210059,
		desc = "皇城守军",
	},
	{
		id = 210060,
		desc = "皇城守军",
	},
	{
		id = 210061,
		desc = "皇城守军",
	},
	{
		id = 210062,
		desc = "皇城守军",
	},
	{
		id = 210063,
		desc = "皇城守军",
	},
	{
		id = 210064,
		desc = "皇城守军",
	},
	{
		id = 210065,
		desc = "皇城守军",
	},
	{
		id = 210066,
		desc = "皇城守军",
	},
	{
		id = 210067,
		desc = "皇城禁军",
	},
	{
		id = 210068,
		desc = "皇城禁军",
	},
	{
		id = 210069,
		desc = "皇城禁军",
	},
	{
		id = 210070,
		desc = "皇城禁军",
	},
	{
		id = 210071,
		desc = "皇城禁军",
	},
	{
		id = 210072,
		desc = "皇城禁军",
	},
	{
		id = 210073,
		desc = "皇城禁军",
	},
	{
		id = 210074,
		desc = "皇城禁军",
	},
	{
		id = 210075,
		desc = "皇城禁军",
	},
	{
		id = 210076,
		desc = "皇城禁军",
	},
	{
		id = 210077,
		desc = "皇城禁军",
	},
	{
		id = 210078,
		desc = "皇城禁军",
	},
	{
		id = 210079,
		desc = "皇城禁军",
	},
	{
		id = 210080,
		desc = "皇城禁军",
	},
	{
		id = 210081,
		desc = "皇城禁军",
	},
	{
		id = 210082,
		desc = "皇城禁军",
	},
	{
		id = 210083,
		desc = "皇城禁军",
	},
	{
		id = 210084,
		desc = "皇城禁军",
	},
	{
		id = 210085,
		desc = "皇城禁军",
	},
	{
		id = 210086,
		desc = "皇城禁军",
	},
	{
		id = 210087,
		desc = "皇城守军",
	},
	{
		id = 210088,
		desc = "皇城守军",
	},
	{
		id = 210089,
		desc = "皇城守军",
	},
	{
		id = 210090,
		desc = "皇城守军",
	},
	{
		id = 210091,
		desc = "皇城守军",
	},
	{
		id = 210092,
		desc = "皇城守军",
	},
	{
		id = 210093,
		desc = "皇城守军",
	},
	{
		id = 210094,
		desc = "皇城守军",
	},
	{
		id = 210095,
		desc = "皇城守军",
	},
	{
		id = 210096,
		desc = "皇城守军",
	},
	{
		id = 210097,
		desc = "皇城守军",
	},
	{
		id = 210098,
		desc = "皇城守军",
	},
	{
		id = 210099,
		desc = "皇城守军",
	},
	{
		id = 210100,
		desc = "皇城守军",
	},
	{
		id = 210101,
		desc = "皇城守军",
	},
	{
		id = 210102,
		desc = "皇城守军",
	},
	{
		id = 210103,
		desc = "皇城守军",
	},
	{
		id = 210104,
		desc = "皇城守军",
	},
	{
		id = 210105,
		desc = "皇城守军",
	},
	{
		id = 210106,
		desc = "皇城守军",
	},
	{
		id = 210107,
		desc = "皇城守军",
	},
	{
		id = 210108,
		desc = "神弓飞骑",
	},
	{
		id = 211001,
		desc = "侦察兵，看得远跑得快",
	},
	{
		id = 211002,
		desc = "越狱的逃犯，决不能放过",
	},
	{
		id = 211003,
		desc = "亡命之徒，严重危害百姓生活",
	},
	{
		id = 211004,
		desc = "神出鬼没的杀手，小心他背后放冷箭",
	},
	{
		id = 211005,
		desc = "侦察兵，看得远跑得快",
	},
	{
		id = 211006,
		desc = "越狱的逃犯，决不能放过",
	},
	{
		id = 211007,
		desc = "亡命之徒，严重危害百姓生活",
	},
	{
		id = 211008,
		desc = "神出鬼没的杀手，小心他背后放冷箭",
	},
	{
		id = 211009,
		desc = "一柄朴刀耍的虎虎生风，让人难以靠近",
	},
	{
		id = 211010,
		desc = "一柄朴刀耍的虎虎生风，让人难以靠近",
	},
	{
		id = 211011,
		desc = "靠强有力的燕弩快速射杀敌人",
	},
	{
		id = 211012,
		desc = "精锐的骑兵，冲锋时有如虎豹",
	},
	{
		id = 211013,
		desc = "精锐的步兵，军服的白羽装饰是其标志",
	},
	{
		id = 211014,
		desc = "头绑青巾，手执巨锤，其勇猛令人闻风丧胆",
	},
	{
		id = 211015,
		desc = "清一色白马部队，均是善射的轻骑",
	},
	{
		id = 211016,
		desc = "精锐的弩兵，擅长从远处射杀敌人",
	},
	{
		id = 211017,
		desc = "勇猛异常的步兵，冲锋陷阵，所向披靡",
	},
	{
		id = 211018,
		desc = "一身藤甲刀枪不入，只怕火攻",
	},
	{
		id = 211019,
		desc = "精锐的重步兵，一身铁甲防护能力极强",
	},
	{
		id = 211020,
		desc = "作战彪悍、凶狠，尤其适合沙漠戈壁的长距离持久奔袭作战",
	},
	{
		id = 211021,
		desc = "作战勇猛，悍不畏死，常是冲上城楼的第一人",
	},
	{
		id = 211022,
		desc = "装备精良的精锐骑兵，冲锋陷阵所向披靡",
	},
	{
		id = 211023,
		desc = "由少数民族组建的劲旅，善弓弩和毒箭，精于防守",
	},
	{
		id = 211024,
		desc = "南蛮族的特殊军团，高骑于巨象之上，冲击力强横",
	},
	{
		id = 211025,
		desc = "装备精良的精锐骑兵，冲锋陷阵所向披靡",
	},
	{
		id = 211026,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211027,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211028,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211029,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211030,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211031,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211032,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211033,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211034,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211035,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211036,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211037,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211038,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211039,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211040,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211041,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211042,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211043,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211044,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211045,
		desc = "向国王宫殿行进的小股部队",
	},
	{
		id = 211046,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211047,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211048,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211049,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211050,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211051,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211052,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211053,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211054,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211055,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211056,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211057,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211058,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211059,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211060,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211061,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211062,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211063,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211064,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211065,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211066,
		desc = "驻守国王宫殿的小股部队",
	},
	{
		id = 211067,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211068,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211069,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211070,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211071,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211072,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211073,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211074,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211075,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211076,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211077,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211078,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211079,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211080,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211081,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211082,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211083,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211084,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211085,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211086,
		desc = "向国王宫殿行进的部队",
	},
	{
		id = 211087,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211088,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211089,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211090,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211091,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211092,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211093,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211094,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211095,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211096,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211097,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211098,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211099,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211100,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211101,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211102,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211103,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211104,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211105,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211106,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211107,
		desc = "驻守国王宫殿的部队",
	},
	{
		id = 211108,
		desc = "装备神弓的骑射手，令人闻风丧胆",
	},
	{
		id = 212001,
		desc = "守兵（小）",
	},
	{
		id = 212002,
		desc = "皇位战军队(小)",
	},
	{
		id = 212003,
		desc = "皇位战军队(小)",
	},
	{
		id = 213001,
		desc = "守卫皇城的小股部队",
	},
	{
		id = 213002,
		desc = "守卫皇城的小股部队",
	},
	{
		id = 213003,
		desc = "守卫皇城的小股部队",
	},
	{
		id = 214001,
		desc = "守兵（大）",
	},
	{
		id = 214002,
		desc = "皇位战军队（大）",
	},
	{
		id = 214003,
		desc = "皇位战军队（大）",
	},
	{
		id = 215001,
		desc = "守卫皇城的部队",
	},
	{
		id = 215002,
		desc = "守卫皇城的部队",
	},
	{
		id = 215003,
		desc = "守卫皇城的部队",
	},
	{
		id = 216001,
		desc = "张角军营寨",
	},
	{
		id = 216002,
		desc = "夏侯渊军营寨",
	},
	{
		id = 216003,
		desc = "颜良军营寨",
	},
	{
		id = 216004,
		desc = "文丑军营寨",
	},
	{
		id = 216005,
		desc = "曹丕军营寨",
	},
	{
		id = 216006,
		desc = "关平军营寨",
	},
	{
		id = 216007,
		desc = "魏延军营寨",
	},
	{
		id = 216008,
		desc = "张苞军营寨",
	},
	{
		id = 216009,
		desc = "徐晃军营寨",
	},
	{
		id = 216010,
		desc = "张郃军营寨",
	},
	{
		id = 216011,
		desc = "刘备军营寨",
	},
	{
		id = 216012,
		desc = "孙权军营寨",
	},
	{
		id = 216013,
		desc = "曹操军营寨",
	},
	{
		id = 216014,
		desc = "周泰军营寨",
	},
	{
		id = 216015,
		desc = "董卓军营寨",
	},
	{
		id = 216016,
		desc = "孙策军营寨",
	},
	{
		id = 216017,
		desc = "袁绍军营寨",
	},
	{
		id = 216018,
		desc = "赵云军营寨",
	},
	{
		id = 216019,
		desc = "姜维军营寨",
	},
	{
		id = 216020,
		desc = "荀彧军营寨",
	},
	{
		id = 216021,
		desc = "贾诩军营寨",
	},
	{
		id = 216022,
		desc = "周瑜军营寨",
	},
	{
		id = 216023,
		desc = "黄忠军营寨",
	},
	{
		id = 216024,
		desc = "司马懿军营寨",
	},
	{
		id = 216025,
		desc = "吕布军营寨",
	},
	{
		id = 216026,
		desc = "诸葛亮军营寨",
	},
	{
		id = 216027,
		desc = "玉玺碎片",
	},
	{
		id = 217001,
		desc = "张角",
	},
	{
		id = 217002,
		desc = "夏侯渊",
	},
	{
		id = 217003,
		desc = "颜良",
	},
	{
		id = 217004,
		desc = "文丑",
	},
	{
		id = 217005,
		desc = "曹丕",
	},
	{
		id = 217006,
		desc = "关平",
	},
	{
		id = 217007,
		desc = "魏延",
	},
	{
		id = 217008,
		desc = "张苞",
	},
	{
		id = 217009,
		desc = "徐晃",
	},
	{
		id = 217010,
		desc = "张郃",
	},
	{
		id = 217011,
		desc = "刘备",
	},
	{
		id = 217012,
		desc = "孙权",
	},
	{
		id = 217013,
		desc = "曹操",
	},
	{
		id = 217014,
		desc = "周泰",
	},
	{
		id = 217015,
		desc = "董卓",
	},
	{
		id = 217016,
		desc = "孙策",
	},
	{
		id = 217017,
		desc = "袁绍",
	},
	{
		id = 217018,
		desc = "赵云",
	},
	{
		id = 217019,
		desc = "姜维",
	},
	{
		id = 217020,
		desc = "荀彧",
	},
	{
		id = 217021,
		desc = "贾诩",
	},
	{
		id = 217022,
		desc = "周瑜",
	},
	{
		id = 217023,
		desc = "黄忠",
	},
	{
		id = 217024,
		desc = "司马懿",
	},
	{
		id = 217025,
		desc = "吕布",
	},
	{
		id = 217026,
		desc = "诸葛亮",
	},
	{
		id = 217027,
		desc = "和氏璧碎片",
	},
	{
		id = 220001,
		desc = "免战",
	},
	{
		id = 220002,
		desc = "士兵粮食消耗减少",
	},
	{
		id = 220003,
		desc = "反侦察",
	},
	{
		id = 220004,
		desc = "伪装术",
	},
	{
		id = 220005,
		desc = "单个军团出征上限增加",
	},
	{
		id = 220006,
		desc = "建筑建造速度增加",
	},
	{
		id = 220007,
		desc = "科技研究速度增加",
	},
	{
		id = 220008,
		desc = "陷阱容量增加",
	},
	{
		id = 220009,
		desc = "联盟帮助次数增加",
	},
	{
		id = 220010,
		desc = "联盟帮助减少时间增加",
	},
	{
		id = 220011,
		desc = "援兵军团数量增加",
	},
	{
		id = 220012,
		desc = "升级装备白银消耗减少",
	},
	{
		id = 220013,
		desc = "分解装备白银获得增加",
	},
	{
		id = 220014,
		desc = "出征移动速度提升",
	},
	{
		id = 220015,
		desc = "剿匪行军速度增加",
	},
	{
		id = 220016,
		desc = "行军速度增加",
	},
	{
		id = 220017,
		desc = "行动力恢复加速",
	},
	{
		id = 220019,
		desc = "伤兵上限增加",
	},
	{
		id = 220020,
		desc = "陷阱制造速度提升",
	},
	{
		id = 220021,
		desc = "部队训练速度提升",
	},
	{
		id = 220022,
		desc = "伤兵恢复速度增加",
	},
	{
		id = 220023,
		desc = "伤兵恢复费用降低",
	},
	{
		id = 220024,
		desc = "城墙耐久上限增加",
	},
	{
		id = 220025,
		desc = "出征伤兵比例",
	},
	{
		id = 220027,
		desc = "仓库黄金保护容量",
	},
	{
		id = 220028,
		desc = "仓库粮草保护容量",
	},
	{
		id = 220029,
		desc = "仓库木材保护容量",
	},
	{
		id = 220030,
		desc = "仓库石料保护容量",
	},
	{
		id = 220031,
		desc = "仓库铁矿保护容量",
	},
	{
		id = 220032,
		desc = "受到攻击不会损失资源",
	},
	{
		id = 220033,
		desc = "攻击或侦察该玩家的敌军行军速度-75%%",
	},
	{
		id = 220034,
		desc = "集结军团数增加",
	},
	{
		id = 220035,
		desc = "步兵训练数量提升",
	},
	{
		id = 220036,
		desc = "骑兵训练数量提升",
	},
	{
		id = 220037,
		desc = "弓兵训练数量提升",
	},
	{
		id = 220038,
		desc = "车兵训练数量提升",
	},
	{
		id = 220039,
		desc = "雇佣兵容量提升",
	},
	{
		id = 220040,
		desc = "陷阱制造数量提升",
	},
	{
		id = 220041,
		desc = "敌人侦察速度降低",
	},
	{
		id = 220056,
		desc = "建造队列",
	},
	{
		id = 220042,
		desc = "伐木场增产",
	},
	{
		id = 220043,
		desc = "农田增产",
	},
	{
		id = 220044,
		desc = "金矿增产",
	},
	{
		id = 220045,
		desc = "石料增产",
	},
	{
		id = 220046,
		desc = "铁矿增产",
	},
	{
		id = 220047,
		desc = "世界采集木头速度提升",
	},
	{
		id = 220048,
		desc = "世界采集粮食速度提升",
	},
	{
		id = 220049,
		desc = "世界采集黄金速度提升",
	},
	{
		id = 220050,
		desc = "世界采集石料速度提升",
	},
	{
		id = 220051,
		desc = "世界采集铁矿速度提升",
	},
	{
		id = 220052,
		desc = "步兵负重增加",
	},
	{
		id = 220053,
		desc = "骑兵负重增加",
	},
	{
		id = 220054,
		desc = "弓兵负重增加",
	},
	{
		id = 220055,
		desc = "车兵负重增加",
	},
	{
		id = 220057,
		desc = "火箭对骑兵伤害增加",
	},
	{
		id = 220058,
		desc = "落石对步兵伤害增加",
	},
	{
		id = 220059,
		desc = "滚木对弓兵伤害增加",
	},
	{
		id = 220060,
		desc = "步兵防御加成",
	},
	{
		id = 220061,
		desc = "步兵生命加成",
	},
	{
		id = 220062,
		desc = "步兵攻击加成",
	},
	{
		id = 220063,
		desc = "骑兵防御加成",
	},
	{
		id = 220064,
		desc = "骑兵生命加成",
	},
	{
		id = 220065,
		desc = "骑兵攻击加成",
	},
	{
		id = 220066,
		desc = "弓兵防御加成",
	},
	{
		id = 220067,
		desc = "弓兵生命加成",
	},
	{
		id = 220068,
		desc = "弓兵攻击加成",
	},
	{
		id = 220069,
		desc = "车兵防御加成",
	},
	{
		id = 220070,
		desc = "车兵生命加成",
	},
	{
		id = 220071,
		desc = "车兵攻击加成",
	},
	{
		id = 220072,
		desc = "敌方步兵防御降低",
	},
	{
		id = 220073,
		desc = "敌方步兵生命降低",
	},
	{
		id = 220074,
		desc = "敌方步兵攻击降低",
	},
	{
		id = 220075,
		desc = "敌方骑兵防御降低",
	},
	{
		id = 220076,
		desc = "敌方骑兵生命降低",
	},
	{
		id = 220077,
		desc = "敌方骑兵攻击降低",
	},
	{
		id = 220078,
		desc = "敌方弓兵防御降低",
	},
	{
		id = 220079,
		desc = "敌方弓兵生命降低",
	},
	{
		id = 220080,
		desc = "敌方弓兵攻击降低",
	},
	{
		id = 220081,
		desc = "敌方投石车防御降低",
	},
	{
		id = 220082,
		desc = "敌方投石车生命降低",
	},
	{
		id = 220083,
		desc = "敌方投石车攻击降低",
	},
	{
		id = 220084,
		desc = "减少我方步兵受到的敌方步兵伤害",
	},
	{
		id = 220085,
		desc = "减少我方步兵受到的敌方骑兵伤害",
	},
	{
		id = 220086,
		desc = "减少我方步兵受到的敌方弓兵伤害",
	},
	{
		id = 220087,
		desc = "减少我方步兵受到的敌方车兵伤害",
	},
	{
		id = 220088,
		desc = "减少我方骑兵受到的敌方步兵伤害",
	},
	{
		id = 220089,
		desc = "减少我方骑兵受到的敌方骑兵伤害",
	},
	{
		id = 220090,
		desc = "减少我方骑兵受到的敌方弓兵伤害",
	},
	{
		id = 220091,
		desc = "减少我方骑兵受到的敌方车兵伤害",
	},
	{
		id = 220092,
		desc = "减少我方弓兵受到的敌方步兵伤害",
	},
	{
		id = 220093,
		desc = "减少我方弓兵受到的敌方骑兵伤害",
	},
	{
		id = 220094,
		desc = "减少我方弓兵受到的敌方弓兵伤害",
	},
	{
		id = 220095,
		desc = "减少我方弓兵受到的敌方车兵伤害",
	},
	{
		id = 220096,
		desc = "减少我方车兵受到的敌方步兵伤害",
	},
	{
		id = 220097,
		desc = "减少我方车兵受到的敌方骑兵伤害",
	},
	{
		id = 220098,
		desc = "减少我方车兵受到的敌方弓兵伤害",
	},
	{
		id = 220099,
		desc = "减少我方车兵受到的敌方车兵伤害",
	},
	{
		id = 220100,
		desc = "阵亡步兵转换为伤兵代替死亡",
	},
	{
		id = 220101,
		desc = "阵亡骑兵转换为伤兵代替死亡",
	},
	{
		id = 220102,
		desc = "阵亡弓兵转换为伤兵代替死亡",
	},
	{
		id = 220103,
		desc = "阵亡车兵转换为伤兵代替死亡",
	},
	{
		id = 220104,
		desc = "步兵守城时防御增加",
	},
	{
		id = 220105,
		desc = "步兵守城时血量增加",
	},
	{
		id = 220106,
		desc = "步兵守城时攻击增加",
	},
	{
		id = 220107,
		desc = "骑兵守城时防御增加",
	},
	{
		id = 220108,
		desc = "骑兵守城时血量增加",
	},
	{
		id = 220109,
		desc = "骑兵守城时攻击增加",
	},
	{
		id = 220110,
		desc = "弓兵守城时防御增加",
	},
	{
		id = 220111,
		desc = "弓兵守城时血量增加",
	},
	{
		id = 220112,
		desc = "弓兵守城时攻击增加",
	},
	{
		id = 220113,
		desc = "车兵守城时防御增加",
	},
	{
		id = 220114,
		desc = "车兵守城时血量增加",
	},
	{
		id = 220115,
		desc = "车兵守城时攻击增加",
	},
	{
		id = 220116,
		desc = "每个军团中副将数量增加",
	},
	{
		id = 220117,
		desc = "玩家可操控军团数量增加",
	},
	{
		id = 220118,
		desc = "城墙修复速度增加（cd减少）",
	},
	{
		id = 220124,
		desc = "车兵移速增加",
	},
	{
		id = 220125,
		desc = "野外战斗防御时步兵攻击力增加",
	},
	{
		id = 220126,
		desc = "野外战斗攻击时骑兵攻击力增加",
	},
	{
		id = 220127,
		desc = "建筑建造消耗减少",
	},
	{
		id = 220128,
		desc = "科技研究消耗减少",
	},
	{
		id = 220129,
		desc = "世界粮食开采量增加（具体值）",
	},
	{
		id = 220130,
		desc = "世界木材开采量增加（具体值）",
	},
	{
		id = 220131,
		desc = "世界石料开采量增加（具体值）",
	},
	{
		id = 220132,
		desc = "世界铁矿开采量增加（具体值）",
	},
	{
		id = 220133,
		desc = "收获黄金时获得3倍收益概率",
	},
	{
		id = 220135,
		desc = "行动力上限增加",
	},
	{
		id = 220136,
		desc = "箭塔攻击力增加",
	},
	{
		id = 220137,
		desc = "陷阱触发概率增加",
	},
	{
		id = 220138,
		desc = "城池战斗攻击时车兵攻击力增加",
	},
	{
		id = 220142,
		desc = "攻城时敌人弓箭陷阱攻击降低",
	},
	{
		id = 220143,
		desc = "攻城时敌人木头陷阱攻击降低",
	},
	{
		id = 220144,
		desc = "攻城时敌人落石陷阱攻击降低",
	},
	{
		id = 220145,
		desc = "联盟成员上限增加",
	},
	{
		id = 220146,
		desc = "联盟堡垒上限增加",
	},
	{
		id = 220147,
		desc = "陷阱损失减少",
	},
	{
		id = 220148,
		desc = "集结军队的行军速度增加",
	},
	{
		id = 220149,
		desc = "野外战斗防御时步兵防御力增加",
	},
	{
		id = 220150,
		desc = "野外战斗防御时步兵血量增加",
	},
	{
		id = 220151,
		desc = "野外战斗攻击时骑兵防御力增加",
	},
	{
		id = 220152,
		desc = "野外战斗攻击时骑兵血量增加",
	},
	{
		id = 220153,
		desc = "城池战斗防守时弓兵攻击力增加",
	},
	{
		id = 220154,
		desc = "城池战斗防守时弓兵防御力增加",
	},
	{
		id = 220155,
		desc = "城池战斗防守时弓兵血量增加",
	},
	{
		id = 220156,
		desc = "城池战斗攻击时车兵防御力增加",
	},
	{
		id = 220157,
		desc = "城池战斗攻击时车兵血量增加",
	},
	{
		id = 220158,
		desc = "援兵的步兵防御力增加",
	},
	{
		id = 220159,
		desc = "援兵的骑兵防御力增加",
	},
	{
		id = 220160,
		desc = "援兵的弓兵防御力增加",
	},
	{
		id = 220161,
		desc = "援兵的车兵防御力增加",
	},
	{
		id = 220162,
		desc = "主公获得额外经验值加成",
	},
	{
		id = 220163,
		desc = "立即建造加速",
	},
	{
		id = 220164,
		desc = "部队攻击增加",
	},
	{
		id = 220165,
		desc = "部队防御增加",
	},
	{
		id = 220166,
		desc = "部队生命增加",
	},
	{
		id = 220167,
		desc = "主动攻击造成的己方阵亡士兵中的一定比例转换为伤兵代替死亡",
	},
	{
		id = 220168,
		desc = "野外战斗时步兵攻击力增加",
	},
	{
		id = 220169,
		desc = "野外战斗时步兵防御力增加",
	},
	{
		id = 220170,
		desc = "野外战斗时步兵生命力增加",
	},
	{
		id = 220171,
		desc = "野外战斗时骑兵攻击力增加",
	},
	{
		id = 220172,
		desc = "野外战斗时骑兵防御力增加",
	},
	{
		id = 220173,
		desc = "野外战斗时骑兵生命力增加",
	},
	{
		id = 220174,
		desc = "野外战斗时弓兵攻击力增加",
	},
	{
		id = 220175,
		desc = "野外战斗时弓兵防御力增加",
	},
	{
		id = 220176,
		desc = "野外战斗时弓兵生命力增加",
	},
	{
		id = 220177,
		desc = "野外战斗时车兵攻击力增加",
	},
	{
		id = 220178,
		desc = "野外战斗时车兵防御力增加",
	},
	{
		id = 220179,
		desc = "野外战斗时车兵生命力增加",
	},
	{
		id = 220180,
		desc = "所有资源产量增加",
	},
	{
		id = 220181,
		desc = "一次性获得X小时产量的所有资源",
	},
	{
		id = 220182,
		desc = "所有外出部队在X秒内召回自己主城",
	},
	{
		id = 220183,
		desc = "陷阱攻击力增加",
	},
	{
		id = 220184,
		desc = "武将带兵数量提高",
	},
	{
		id = 220185,
		desc = "通用加速",
	},
	{
		id = 220186,
		desc = "建筑加速",
	},
	{
		id = 220187,
		desc = "训练加速",
	},
	{
		id = 220188,
		desc = "医疗加速",
	},
	{
		id = 220189,
		desc = "研究加速",
	},
	{
		id = 220190,
		desc = "初级行军返回",
	},
	{
		id = 220191,
		desc = "高级行军返回",
	},
	{
		id = 220192,
		desc = "可招募武将上限增加",
	},
	{
		id = 220193,
		desc = "联盟人数上限增加",
	},
	{
		id = 220194,
		desc = "可建造的联盟堡垒数量增加",
	},
	{
		id = 220195,
		desc = "敌军步兵攻击降低",
	},
	{
		id = 220196,
		desc = "敌军骑兵攻击降低",
	},
	{
		id = 220197,
		desc = "敌军弓兵攻击降低",
	},
	{
		id = 220198,
		desc = "敌军车兵攻击降低",
	},
	{
		id = 220199,
		desc = "集结军团的行军速度增加",
	},
	{
		id = 220200,
		desc = "联盟仓库每日存储上限增加",
	},
	{
		id = 220201,
		desc = "联盟箭塔数量增加",
	},
	{
		id = 220202,
		desc = "联盟农田产量增加",
	},
	{
		id = 220203,
		desc = "联盟金矿产量增加",
	},
	{
		id = 220204,
		desc = "联盟伐木场产量增加",
	},
	{
		id = 220205,
		desc = "联盟采石场产量增加",
	},
	{
		id = 220206,
		desc = "联盟铁矿场产量增加",
	},
	{
		id = 220207,
		desc = "滚木类陷阱触发概率增加",
	},
	{
		id = 220208,
		desc = "落石类陷阱触发概率增加",
	},
	{
		id = 220209,
		desc = "箭矢类陷阱触发概率增加",
	},
	{
		id = 220210,
		desc = "武将带兵数量提高",
	},
	{
		id = 220211,
		desc = "队列数增加",
	},
	{
		id = 220212,
		desc = "采集行军速度",
	},
	{
		id = 220213,
		desc = "主动攻击造成的己方阵亡士兵中的一定比例转换为伤兵",
	},
	{
		id = 220214,
		desc = "VIP激活",
	},
	{
		id = 220215,
		desc = "仓库所有资源保护容量",
	},
	{
		id = 220216,
		desc = "顽强斗志",
	},
	{
		id = 230001,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230002,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230003,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230004,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230005,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230006,
		desc = "驻守采石场时产量+%{num}",
	},
	{
		id = 230007,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230008,
		desc = "驻守屯所时帮助减少时间+%{num}",
	},
	{
		id = 230009,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230010,
		desc = "驻守屯所时帮助减少时间+%{num}",
	},
	{
		id = 230011,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230012,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230013,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230014,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230015,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230016,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230017,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230018,
		desc = "驻守屯所时帮助减少时间+%{num}",
	},
	{
		id = 230019,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230020,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230021,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230022,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230023,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230024,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230025,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230026,
		desc = "所在军团铁矿采集速度+%{num}",
	},
	{
		id = 230027,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230028,
		desc = "所在军团石矿采集速度+%{num}",
	},
	{
		id = 230029,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230030,
		desc = "驻守伐木场时产量+%{num}",
	},
	{
		id = 230031,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230032,
		desc = "驻守铁矿场时产量+%{num}",
	},
	{
		id = 230033,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230034,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230035,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230036,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230037,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230038,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230039,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230040,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230041,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230042,
		desc = "驻守城墙时增加陷阱容量+%{num}",
	},
	{
		id = 230043,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230044,
		desc = "所在军团木材采集速度+%{num}",
	},
	{
		id = 230045,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230046,
		desc = "驻守战争工坊时制造速度+%{num}",
	},
	{
		id = 230047,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230048,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230049,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230050,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230051,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230052,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230053,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230054,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230055,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230056,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230057,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230058,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230059,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230060,
		desc = "所在军团木材采集速度+%{num}",
	},
	{
		id = 230061,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230062,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230063,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230064,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230065,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230066,
		desc = "驻守城墙时增加陷阱容量+%{num}",
	},
	{
		id = 230067,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230068,
		desc = "驻守伐木场时产量+%{num}",
	},
	{
		id = 230069,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230070,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230071,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230072,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230073,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230074,
		desc = "所在军团铁矿采集速度+%{num}",
	},
	{
		id = 230075,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230076,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230077,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230078,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230079,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230080,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230081,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230082,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230083,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230084,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230085,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230086,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230087,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230088,
		desc = "驻守城墙时增加陷阱容量+%{num}",
	},
	{
		id = 230089,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230090,
		desc = "驻守战争工坊时制造速度+%{num}",
	},
	{
		id = 230091,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230092,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230093,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230094,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230095,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230096,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230097,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230098,
		desc = "所在军团木材采集速度+%{num}",
	},
	{
		id = 230099,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230100,
		desc = "所在军团石矿采集速度+%{num}",
	},
	{
		id = 230101,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230102,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230103,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230104,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230105,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230106,
		desc = "所在军团石矿采集速度+%{num}",
	},
	{
		id = 230107,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230108,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230109,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230110,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230111,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230112,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230113,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230114,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230115,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230116,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230117,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230118,
		desc = "驻守采石场时产量+%{num}",
	},
	{
		id = 230119,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230120,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230121,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230122,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230123,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230124,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230125,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230126,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230127,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230128,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230129,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230130,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230131,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230132,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230133,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230134,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230135,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230136,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230137,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230138,
		desc = "驻守城墙时增加陷阱容量+%{num}",
	},
	{
		id = 230139,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230140,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230141,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230142,
		desc = "驻守战争工坊时制造速度+%{num}",
	},
	{
		id = 230143,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230144,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230145,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230146,
		desc = "所在军团木材采集速度+%{num}",
	},
	{
		id = 230147,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230148,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230149,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230150,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230151,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230152,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230153,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230154,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230155,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230156,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230157,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230158,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230159,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230160,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230161,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230162,
		desc = "所在军团石矿采集速度+%{num}",
	},
	{
		id = 230163,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230164,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230165,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230166,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230167,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230168,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230169,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230170,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230171,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230172,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230173,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230174,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230175,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230176,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230177,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230178,
		desc = "所在军团木材采集速度+%{num}",
	},
	{
		id = 230179,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230180,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230181,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230182,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230183,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230184,
		desc = "驻守屯所时帮助减少时间+%{num}",
	},
	{
		id = 230185,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230186,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230187,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230188,
		desc = "驻守城墙时增加陷阱容量+%{num}",
	},
	{
		id = 230189,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230190,
		desc = "驻守屯所时帮助减少时间+%{num}",
	},
	{
		id = 230191,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230192,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230193,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230194,
		desc = "所在军团铁矿采集速度+%{num}",
	},
	{
		id = 230195,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230196,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230197,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230198,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230199,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230200,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230201,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230202,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230203,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230204,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230205,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230206,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230207,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230208,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230209,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230210,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230211,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230212,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230213,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230214,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230215,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230216,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230217,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230218,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230219,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230220,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230221,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230222,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230223,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230224,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230225,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230226,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230227,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230228,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230229,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230230,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230231,
		desc = "麾下所有兵种攻击+%{num}",
	},
	{
		id = 230232,
		desc = "麾下所有兵种防/命+%{num}",
	},
	{
		id = 230233,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230234,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230235,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230236,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230237,
		desc = "麾下所有兵种攻击+%{num}",
	},
	{
		id = 230238,
		desc = "麾下所有兵种负重+%{num}",
	},
	{
		id = 230239,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230240,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230241,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230242,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230243,
		desc = "麾下所有兵种攻/防/命+%{num}",
	},
	{
		id = 230244,
		desc = "麾下所有兵种防/命+%{num}",
	},
	{
		id = 230245,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230246,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230247,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230248,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230249,
		desc = "麾下所有兵种攻击+%{num}",
	},
	{
		id = 230250,
		desc = "麾下所有兵种负重+%{num}",
	},
	{
		id = 230251,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230252,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230253,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230254,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230255,
		desc = "麾下所有兵种攻/防/命+%{num}",
	},
	{
		id = 230256,
		desc = "麾下所有兵种防/命+%{num}",
	},
	{
		id = 230257,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230258,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230259,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230260,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230261,
		desc = "麾下所有兵种负重+%{num}",
	},
	{
		id = 230262,
		desc = "麾下所有兵种攻击+%{num}",
	},
	{
		id = 230263,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230264,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230265,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230266,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230267,
		desc = "麾下所有兵种攻/防/命+%{num}",
	},
	{
		id = 230268,
		desc = "麾下所有兵种防/命+%{num}",
	},
	{
		id = 230269,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230270,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230271,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230272,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230273,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230274,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230275,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230276,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230277,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230278,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230279,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230280,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230281,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230282,
		desc = "驻守伐木场时产量+%{num}",
	},
	{
		id = 230283,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230284,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230285,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230286,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230287,
		desc = "驻守伐木场时产量+%{num}",
	},
	{
		id = 230288,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230289,
		desc = "驻守采石场时产量+%{num}",
	},
	{
		id = 230290,
		desc = "驻守战争工坊时制造速度+%{num}",
	},
	{
		id = 230291,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230292,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230293,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230294,
		desc = "麾下所有兵种负重+%{num}",
	},
	{
		id = 230295,
		desc = "驻守城墙时增加陷阱容量+%{num}",
	},
	{
		id = 230296,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230297,
		desc = "所在军团石矿采集速度+%{num}",
	},
	{
		id = 230298,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230299,
		desc = "所在军团木材采集速度+%{num}",
	},
	{
		id = 230300,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230301,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230302,
		desc = "驻守战争工坊时制造速度+%{num}",
	},
	{
		id = 230303,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230304,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230305,
		desc = "麾下所有兵种负重+%{num}",
	},
	{
		id = 230306,
		desc = "所在军团铁矿采集速度+%{num}",
	},
	{
		id = 230307,
		desc = "驻守铁矿场时产量+%{num}",
	},
	{
		id = 230308,
		desc = "所在军团粮食采集速度+%{num}",
	},
	{
		id = 230309,
		desc = "所在军团黄金采集速度+%{num}",
	},
	{
		id = 230310,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230311,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230312,
		desc = "所在军团木材采集速度+%{num}",
	},
	{
		id = 230313,
		desc = "驻守农田时产量+%{num}",
	},
	{
		id = 230314,
		desc = "驻守伐木场时产量+%{num}",
	},
	{
		id = 230315,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230316,
		desc = "驻守采石场时产量+%{num}",
	},
	{
		id = 230317,
		desc = "驻守金矿时产量+%{num}",
	},
	{
		id = 230318,
		desc = "麾下所有兵种负重+%{num}",
	},
	{
		id = 230319,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230320,
		desc = "所在军团石矿采集速度+%{num}",
	},
	{
		id = 230321,
		desc = "驻守屯所时帮助减少时间+%{num}",
	},
	{
		id = 230322,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230323,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230324,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230325,
		desc = "驻守战争工坊时制造速度+%{num}",
	},
	{
		id = 230326,
		desc = "驻守仓库时资源保护量+%{num}",
	},
	{
		id = 230327,
		desc = "麾下所有兵种负重+%{num}",
	},
	{
		id = 230328,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230329,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230330,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230331,
		desc = "驻守城墙时增加陷阱容量+%{num}",
	},
	{
		id = 230332,
		desc = "驻守校场时武将带兵数量+%{num}",
	},
	{
		id = 230333,
		desc = "驻守医馆时伤兵上限+%{num}",
	},
	{
		id = 230334,
		desc = "驻守屯所时帮助减少时间+%{num}",
	},
	{
		id = 230335,
		desc = "驻守兵营时部队训练速度+%{num}",
	},
	{
		id = 230336,
		desc = "所在军团资源采集速度+%{num}",
	},
	{
		id = 230337,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 230338,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 230339,
		desc = "驻守的资源建筑产量+%{num}",
	},
	{
		id = 230340,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 230341,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 230342,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240001,
		desc = "农田产量+%{num}",
	},
	{
		id = 240002,
		desc = "陷阱攻击+%{num}",
	},
	{
		id = 240003,
		desc = "金矿产量+%{num}",
	},
	{
		id = 240004,
		desc = "科研速度+%{num}",
	},
	{
		id = 240005,
		desc = "农田和金矿产量+%{num}",
	},
	{
		id = 240006,
		desc = "所有兵种生命+%{num}",
	},
	{
		id = 240007,
		desc = "金矿和伐木场产量+%{num}",
	},
	{
		id = 240008,
		desc = "农田和伐木场产量+%{num}",
	},
	{
		id = 240009,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 240010,
		desc = "士兵训练和医疗速度+%{num}",
	},
	{
		id = 240011,
		desc = "医疗速度+%{num}",
	},
	{
		id = 240012,
		desc = "粮食采集速度+%{num}",
	},
	{
		id = 240013,
		desc = "黄金采集速度+%{num}",
	},
	{
		id = 240014,
		desc = "科研速度+%{num}",
	},
	{
		id = 240015,
		desc = "陷阱攻击+%{num}",
	},
	{
		id = 240016,
		desc = "石矿产量+%{num}",
	},
	{
		id = 240017,
		desc = "木材采集速度+%{num}",
	},
	{
		id = 240018,
		desc = "士兵训练速度+%{num}",
	},
	{
		id = 240019,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240020,
		desc = "所有兵种防御+%{num}",
	},
	{
		id = 240021,
		desc = "所有兵种攻击+%{num}",
	},
	{
		id = 240022,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240023,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 240024,
		desc = "木材产量和采集速度+%{num}",
	},
	{
		id = 240025,
		desc = "士兵训练速度+%{num}",
	},
	{
		id = 240026,
		desc = "粮食和木材采集速度+%{num}",
	},
	{
		id = 240027,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240028,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 240029,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240030,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 240031,
		desc = "石矿产量和采集速度+%{num}",
	},
	{
		id = 240032,
		desc = "伤兵医疗速度+%{num}",
	},
	{
		id = 240033,
		desc = "所有资源矿产量+%{num}",
	},
	{
		id = 240034,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240035,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240036,
		desc = "所有兵种攻/防/命+%{num}",
	},
	{
		id = 240037,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240038,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 240039,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 240040,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 240041,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240042,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 240043,
		desc = "所有兵种防御+%{num}",
	},
	{
		id = 240044,
		desc = "所有兵种生命+%{num}",
	},
	{
		id = 240045,
		desc = "所有资源采集速度+%{num}",
	},
	{
		id = 240046,
		desc = "铁矿产量和采集速度+%{num}",
	},
	{
		id = 240047,
		desc = "士兵训练速度+%{num}",
	},
	{
		id = 240048,
		desc = "骑兵/弓兵/车兵攻击+%{num}",
	},
	{
		id = 240049,
		desc = "陷阱攻击+%{num}",
	},
	{
		id = 240050,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 240051,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 240052,
		desc = "伤兵医疗速度+%{num}",
	},
	{
		id = 240053,
		desc = "所有兵种攻/防/命+%{num}",
	},
	{
		id = 240054,
		desc = "黄金产量和采集速度+%{num}",
	},
	{
		id = 240055,
		desc = "科研速度+%{num}",
	},
	{
		id = 240056,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240057,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 240058,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240059,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 240060,
		desc = "步兵攻/防/命+%{num}",
	},
	{
		id = 240061,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240062,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240063,
		desc = "骑兵攻/防/命+%{num}",
	},
	{
		id = 240064,
		desc = "弓兵攻/防/命+%{num}",
	},
	{
		id = 240065,
		desc = "车兵攻/防/命+%{num}",
	},
	{
		id = 240066,
		desc = "武将带兵数量+%{num}",
	},
	{
		id = 240067,
		desc = "阵亡士兵的%{num}转化为伤兵",
	},
	{
		id = 241001,
		desc = "【步兵攻/防/命】",
	},
	{
		id = 241002,
		desc = "【骑兵攻/防/命】",
	},
	{
		id = 241003,
		desc = "【弓兵攻/防/命】",
	},
	{
		id = 241004,
		desc = "【车兵攻/防/命】",
	},
	{
		id = 250001,
		desc = "建造金矿",
	},
	{
		id = 250002,
		desc = "升级府衙至2级",
	},
	{
		id = 250003,
		desc = "建造弓兵营",
	},
	{
		id = 250004,
		desc = "升级弓兵营至2级",
	},
	{
		id = 250005,
		desc = "升级步兵营至2级",
	},
	{
		id = 250006,
		desc = "战胜囚犯2次",
	},
	{
		id = 250007,
		desc = "升级骑兵营至2级",
	},
	{
		id = 250008,
		desc = "升级金矿至2级",
	},
	{
		id = 250009,
		desc = "升级农田至2级",
	},
	{
		id = 250010,
		desc = "升级仓库至2级",
	},
	{
		id = 250011,
		desc = "升级校场至2级",
	},
	{
		id = 250012,
		desc = "升级医馆至2级",
	},
	{
		id = 250013,
		desc = "升级酒馆至2级",
	},
	{
		id = 250014,
		desc = "升级哨塔至2级",
	},
	{
		id = 250015,
		desc = "升级城墙至2级",
	},
	{
		id = 250016,
		desc = "升级府衙至3级",
	},
	{
		id = 250017,
		desc = "建造铁匠铺",
	},
	{
		id = 250018,
		desc = "升级铁匠铺至2级",
	},
	{
		id = 250019,
		desc = "升级步兵营至3级",
	},
	{
		id = 250020,
		desc = "战胜土匪4次",
	},
	{
		id = 250021,
		desc = "升级骑兵营至3级",
	},
	{
		id = 250022,
		desc = "升级弓兵营至3级",
	},
	{
		id = 250023,
		desc = "升级金矿至3级",
	},
	{
		id = 250024,
		desc = "升级农田至3级",
	},
	{
		id = 250025,
		desc = "升级仓库至3级",
	},
	{
		id = 250026,
		desc = "升级校场至3级",
	},
	{
		id = 250027,
		desc = "升级医馆至3级",
	},
	{
		id = 250028,
		desc = "升级酒馆至3级",
	},
	{
		id = 250029,
		desc = "升级哨塔至3级",
	},
	{
		id = 250030,
		desc = "升级铁匠铺至3级",
	},
	{
		id = 250031,
		desc = "升级城墙至3级",
	},
	{
		id = 250032,
		desc = "升级府衙至4级",
	},
	{
		id = 250033,
		desc = "建造研究所",
	},
	{
		id = 250034,
		desc = "建战争工坊",
	},
	{
		id = 250035,
		desc = "升级战争工坊至2级",
	},
	{
		id = 250036,
		desc = "升级步兵营至4级",
	},
	{
		id = 250037,
		desc = "升级骑兵营至4级",
	},
	{
		id = 250038,
		desc = "升级弓兵营至4级",
	},
	{
		id = 250039,
		desc = "升级研究所至2级",
	},
	{
		id = 250040,
		desc = "研究科技-徭役I",
	},
	{
		id = 250041,
		desc = "升级金矿至4级",
	},
	{
		id = 250042,
		desc = "升级农田至4级",
	},
	{
		id = 250043,
		desc = "升级校场至4级",
	},
	{
		id = 250044,
		desc = "升级研究所至3级",
	},
	{
		id = 250045,
		desc = "升级战争工坊至3级",
	},
	{
		id = 250046,
		desc = "升级仓库至4级",
	},
	{
		id = 250047,
		desc = "升级医馆至4级",
	},
	{
		id = 250048,
		desc = "升级酒馆至4级",
	},
	{
		id = 250049,
		desc = "升级哨塔至4级",
	},
	{
		id = 250050,
		desc = "升级研究所至4级",
	},
	{
		id = 250051,
		desc = "升级铁匠铺至4级",
	},
	{
		id = 250052,
		desc = "升级战争工坊至4级",
	},
	{
		id = 250053,
		desc = "升级城墙至4级",
	},
	{
		id = 250054,
		desc = "战胜刺客1次",
	},
	{
		id = 250055,
		desc = "升级府衙至5级",
	},
	{
		id = 250056,
		desc = "建造车兵营",
	},
	{
		id = 250057,
		desc = "升级车兵营至2级",
	},
	{
		id = 250058,
		desc = "升级车兵营至3级",
	},
	{
		id = 250059,
		desc = "升级步兵营至5级",
	},
	{
		id = 250060,
		desc = "升级骑兵营至5级",
	},
	{
		id = 250061,
		desc = "升级弓兵营至5级",
	},
	{
		id = 250062,
		desc = "升级车兵营至4级",
	},
	{
		id = 250063,
		desc = "升级车兵营至5级",
	},
	{
		id = 250064,
		desc = "升级金矿至5级",
	},
	{
		id = 250065,
		desc = "升级农田至5级",
	},
	{
		id = 250066,
		desc = "升级校场至5级",
	},
	{
		id = 250067,
		desc = "升级仓库至5级",
	},
	{
		id = 250068,
		desc = "升级医馆至5级",
	},
	{
		id = 250069,
		desc = "升级酒馆至5级",
	},
	{
		id = 250070,
		desc = "升级哨塔至5级",
	},
	{
		id = 250071,
		desc = "升级研究所至5级",
	},
	{
		id = 250072,
		desc = "升级铁匠铺至5级",
	},
	{
		id = 250073,
		desc = "升级战争工坊至5级",
	},
	{
		id = 250074,
		desc = "升级城墙至5级",
	},
	{
		id = 250075,
		desc = "升级府衙至6级",
	},
	{
		id = 250076,
		desc = "建造战争大厅",
	},
	{
		id = 250077,
		desc = "升级步兵营至6级",
	},
	{
		id = 250078,
		desc = "升级骑兵营至6级",
	},
	{
		id = 250079,
		desc = "升级弓兵营至6级",
	},
	{
		id = 250080,
		desc = "升级车兵营至6级",
	},
	{
		id = 250081,
		desc = "升级金矿至6级",
	},
	{
		id = 250082,
		desc = "升级农田至6级",
	},
	{
		id = 250083,
		desc = "升级校场至6级",
	},
	{
		id = 250084,
		desc = "升级仓库至6级",
	},
	{
		id = 250085,
		desc = "升级医馆至6级",
	},
	{
		id = 250086,
		desc = "升级酒馆至6级",
	},
	{
		id = 250087,
		desc = "升级哨塔至6级",
	},
	{
		id = 250088,
		desc = "升级研究所至6级",
	},
	{
		id = 250089,
		desc = "升级铁匠铺至6级",
	},
	{
		id = 250090,
		desc = "升级战争工坊至6级",
	},
	{
		id = 250091,
		desc = "升级城墙至6级",
	},
	{
		id = 250092,
		desc = "升级府衙至7级",
	},
	{
		id = 250093,
		desc = "建造屯所",
	},
	{
		id = 250094,
		desc = "升级屯所至2级",
	},
	{
		id = 250095,
		desc = "升级屯所至3级",
	},
	{
		id = 250096,
		desc = "升级步兵营至7级",
	},
	{
		id = 250097,
		desc = "升级骑兵营至7级",
	},
	{
		id = 250098,
		desc = "升级弓兵营至7级",
	},
	{
		id = 250099,
		desc = "升级车兵营至7级",
	},
	{
		id = 250100,
		desc = "升级屯所至4级",
	},
	{
		id = 250101,
		desc = "升级金矿至7级",
	},
	{
		id = 250102,
		desc = "升级农田至7级",
	},
	{
		id = 250103,
		desc = "升级校场至7级",
	},
	{
		id = 250104,
		desc = "升级仓库至7级",
	},
	{
		id = 250105,
		desc = "升级医馆至7级",
	},
	{
		id = 250106,
		desc = "升级屯所至5级",
	},
	{
		id = 250107,
		desc = "升级酒馆至7级",
	},
	{
		id = 250108,
		desc = "升级哨塔至7级",
	},
	{
		id = 250109,
		desc = "升级研究所至7级",
	},
	{
		id = 250110,
		desc = "升级铁匠铺至7级",
	},
	{
		id = 250111,
		desc = "升级屯所至6级",
	},
	{
		id = 250112,
		desc = "升级屯所至7级",
	},
	{
		id = 250113,
		desc = "升级战争工坊至7级",
	},
	{
		id = 250114,
		desc = "升级城墙至7级",
	},
	{
		id = 250115,
		desc = "升级府衙至8级",
	},
	{
		id = 250116,
		desc = "升级步兵营至8级",
	},
	{
		id = 250117,
		desc = "升级骑兵营至8级",
	},
	{
		id = 250118,
		desc = "升级弓兵营至8级",
	},
	{
		id = 250119,
		desc = "升级车兵营至8级",
	},
	{
		id = 250120,
		desc = "升级金矿至8级",
	},
	{
		id = 250121,
		desc = "升级农田至8级",
	},
	{
		id = 250122,
		desc = "升级校场至8级",
	},
	{
		id = 250123,
		desc = "升级仓库至8级",
	},
	{
		id = 250124,
		desc = "升级医馆至8级",
	},
	{
		id = 250125,
		desc = "升级酒馆至8级",
	},
	{
		id = 250126,
		desc = "升级哨塔至8级",
	},
	{
		id = 250127,
		desc = "升级研究所至8级",
	},
	{
		id = 250128,
		desc = "升级铁匠铺至8级",
	},
	{
		id = 250129,
		desc = "升级屯所至8级",
	},
	{
		id = 250130,
		desc = "升级战争工坊至8级",
	},
	{
		id = 250131,
		desc = "升级城墙至8级",
	},
	{
		id = 250132,
		desc = "升级府衙至9级",
	},
	{
		id = 250133,
		desc = "升级步兵营至9级",
	},
	{
		id = 250134,
		desc = "升级骑兵营至9级",
	},
	{
		id = 250135,
		desc = "升级弓兵营至9级",
	},
	{
		id = 250136,
		desc = "升级车兵营至9级",
	},
	{
		id = 250137,
		desc = "升级金矿至9级",
	},
	{
		id = 250138,
		desc = "升级农田至9级",
	},
	{
		id = 250139,
		desc = "升级校场至9级",
	},
	{
		id = 250140,
		desc = "升级仓库至9级",
	},
	{
		id = 250141,
		desc = "升级医馆至9级",
	},
	{
		id = 250142,
		desc = "升级酒馆至9级",
	},
	{
		id = 250143,
		desc = "升级哨塔至9级",
	},
	{
		id = 250144,
		desc = "升级研究所至9级",
	},
	{
		id = 250145,
		desc = "升级铁匠铺至9级",
	},
	{
		id = 250146,
		desc = "升级屯所至9级",
	},
	{
		id = 250147,
		desc = "升级战争工坊至9级",
	},
	{
		id = 250148,
		desc = "升级城墙至9级",
	},
	{
		id = 250149,
		desc = "升级府衙至10级",
	},
	{
		id = 250150,
		desc = "建造伐木场",
	},
	{
		id = 250151,
		desc = "升级步兵营至10级",
	},
	{
		id = 250152,
		desc = "升级骑兵营至10级",
	},
	{
		id = 250153,
		desc = "升级弓兵营至10级",
	},
	{
		id = 250154,
		desc = "升级车兵营至10级",
	},
	{
		id = 250155,
		desc = "升级金矿至10级",
	},
	{
		id = 250156,
		desc = "升级农田至10级",
	},
	{
		id = 250157,
		desc = "升级校场至10级",
	},
	{
		id = 250158,
		desc = "升级仓库至10级",
	},
	{
		id = 250159,
		desc = "升级医馆至10级",
	},
	{
		id = 250160,
		desc = "升级酒馆至10级",
	},
	{
		id = 250161,
		desc = "升级哨塔至10级",
	},
	{
		id = 250162,
		desc = "升级研究所至10级",
	},
	{
		id = 250163,
		desc = "升级铁匠铺至10级",
	},
	{
		id = 250164,
		desc = "升级屯所至10级",
	},
	{
		id = 250165,
		desc = "升级战争工坊至10级",
	},
	{
		id = 250166,
		desc = "升级城墙至10级",
	},
	{
		id = 250167,
		desc = "升级府衙至11级",
	},
	{
		id = 250168,
		desc = "升级步兵营至11级",
	},
	{
		id = 250169,
		desc = "升级骑兵营至11级",
	},
	{
		id = 250170,
		desc = "升级弓兵营至11级",
	},
	{
		id = 250171,
		desc = "升级车兵营至11级",
	},
	{
		id = 250172,
		desc = "升级金矿至11级",
	},
	{
		id = 250173,
		desc = "升级农田至11级",
	},
	{
		id = 250174,
		desc = "升级伐木场至11级",
	},
	{
		id = 250175,
		desc = "升级校场至11级",
	},
	{
		id = 250176,
		desc = "升级仓库至11级",
	},
	{
		id = 250177,
		desc = "升级医馆至11级",
	},
	{
		id = 250178,
		desc = "升级酒馆至11级",
	},
	{
		id = 250179,
		desc = "升级哨塔至11级",
	},
	{
		id = 250180,
		desc = "升级研究所至11级",
	},
	{
		id = 250181,
		desc = "升级铁匠铺至11级",
	},
	{
		id = 250182,
		desc = "升级屯所至11级",
	},
	{
		id = 250183,
		desc = "升级战争工坊至11级",
	},
	{
		id = 250184,
		desc = "升级城墙至11级",
	},
	{
		id = 250185,
		desc = "升级府衙至12级",
	},
	{
		id = 250186,
		desc = "升级步兵营至12级",
	},
	{
		id = 250187,
		desc = "升级骑兵营至12级",
	},
	{
		id = 250188,
		desc = "升级弓兵营至12级",
	},
	{
		id = 250189,
		desc = "升级车兵营至12级",
	},
	{
		id = 250190,
		desc = "升级金矿至12级",
	},
	{
		id = 250191,
		desc = "升级农田至12级",
	},
	{
		id = 250192,
		desc = "升级伐木场至12级",
	},
	{
		id = 250193,
		desc = "升级校场至12级",
	},
	{
		id = 250194,
		desc = "升级仓库至12级",
	},
	{
		id = 250195,
		desc = "升级医馆至12级",
	},
	{
		id = 250196,
		desc = "升级酒馆至12级",
	},
	{
		id = 250197,
		desc = "升级哨塔至12级",
	},
	{
		id = 250198,
		desc = "升级研究所至12级",
	},
	{
		id = 250199,
		desc = "升级铁匠铺至12级",
	},
	{
		id = 250200,
		desc = "升级屯所至12级",
	},
	{
		id = 250201,
		desc = "升级战争工坊至12级",
	},
	{
		id = 250202,
		desc = "升级城墙至12级",
	},
	{
		id = 250203,
		desc = "升级府衙至13级",
	},
	{
		id = 250204,
		desc = "升级步兵营至13级",
	},
	{
		id = 250205,
		desc = "升级骑兵营至13级",
	},
	{
		id = 250206,
		desc = "升级弓兵营至13级",
	},
	{
		id = 250207,
		desc = "升级车兵营至13级",
	},
	{
		id = 250208,
		desc = "升级金矿至13级",
	},
	{
		id = 250209,
		desc = "升级农田至13级",
	},
	{
		id = 250210,
		desc = "升级伐木场至13级",
	},
	{
		id = 250211,
		desc = "升级校场至13级",
	},
	{
		id = 250212,
		desc = "升级仓库至13级",
	},
	{
		id = 250213,
		desc = "升级医馆至13级",
	},
	{
		id = 250214,
		desc = "升级酒馆至13级",
	},
	{
		id = 250215,
		desc = "升级哨塔至13级",
	},
	{
		id = 250216,
		desc = "升级研究所至13级",
	},
	{
		id = 250217,
		desc = "升级铁匠铺至13级",
	},
	{
		id = 250218,
		desc = "升级屯所至13级",
	},
	{
		id = 250219,
		desc = "升级战争工坊至13级",
	},
	{
		id = 250220,
		desc = "升级城墙至13级",
	},
	{
		id = 250221,
		desc = "升级府衙至14级",
	},
	{
		id = 250222,
		desc = "升级步兵营至14级",
	},
	{
		id = 250223,
		desc = "升级骑兵营至14级",
	},
	{
		id = 250224,
		desc = "升级弓兵营至14级",
	},
	{
		id = 250225,
		desc = "升级车兵营至14级",
	},
	{
		id = 250226,
		desc = "升级金矿至14级",
	},
	{
		id = 250227,
		desc = "升级农田至14级",
	},
	{
		id = 250228,
		desc = "升级伐木场至14级",
	},
	{
		id = 250229,
		desc = "升级校场至14级",
	},
	{
		id = 250230,
		desc = "升级仓库至14级",
	},
	{
		id = 250231,
		desc = "升级医馆至14级",
	},
	{
		id = 250232,
		desc = "升级酒馆至14级",
	},
	{
		id = 250233,
		desc = "升级哨塔至14级",
	},
	{
		id = 250234,
		desc = "升级研究所至14级",
	},
	{
		id = 250235,
		desc = "升级铁匠铺至14级",
	},
	{
		id = 250236,
		desc = "升级屯所至14级",
	},
	{
		id = 250237,
		desc = "升级战争工坊至14级",
	},
	{
		id = 250238,
		desc = "升级城墙至14级",
	},
	{
		id = 250239,
		desc = "升级府衙至15级",
	},
	{
		id = 250240,
		desc = "升级步兵营至15级",
	},
	{
		id = 250241,
		desc = "升级骑兵营至15级",
	},
	{
		id = 250242,
		desc = "升级弓兵营至15级",
	},
	{
		id = 250243,
		desc = "升级车兵营至15级",
	},
	{
		id = 250244,
		desc = "升级金矿至15级",
	},
	{
		id = 250245,
		desc = "升级农田至15级",
	},
	{
		id = 250246,
		desc = "升级伐木场至15级",
	},
	{
		id = 250247,
		desc = "升级校场至15级",
	},
	{
		id = 250248,
		desc = "升级仓库至15级",
	},
	{
		id = 250249,
		desc = "升级医馆至15级",
	},
	{
		id = 250250,
		desc = "升级酒馆至15级",
	},
	{
		id = 250251,
		desc = "升级哨塔至15级",
	},
	{
		id = 250252,
		desc = "升级研究所至15级",
	},
	{
		id = 250253,
		desc = "升级铁匠铺至15级",
	},
	{
		id = 250254,
		desc = "升级屯所至15级",
	},
	{
		id = 250255,
		desc = "升级战争工坊至15级",
	},
	{
		id = 250256,
		desc = "升级城墙至15级",
	},
	{
		id = 250257,
		desc = "升级府衙至16级",
	},
	{
		id = 250258,
		desc = "升级步兵营至16级",
	},
	{
		id = 250259,
		desc = "升级骑兵营至16级",
	},
	{
		id = 250260,
		desc = "升级弓兵营至16级",
	},
	{
		id = 250261,
		desc = "升级车兵营至16级",
	},
	{
		id = 250262,
		desc = "升级金矿至16级",
	},
	{
		id = 250263,
		desc = "升级农田至16级",
	},
	{
		id = 250264,
		desc = "升级伐木场至16级",
	},
	{
		id = 250265,
		desc = "升级校场至16级",
	},
	{
		id = 250266,
		desc = "升级仓库至16级",
	},
	{
		id = 250267,
		desc = "升级医馆至16级",
	},
	{
		id = 250268,
		desc = "升级酒馆至16级",
	},
	{
		id = 250269,
		desc = "升级哨塔至16级",
	},
	{
		id = 250270,
		desc = "升级研究所至16级",
	},
	{
		id = 250271,
		desc = "升级铁匠铺至16级",
	},
	{
		id = 250272,
		desc = "升级屯所至16级",
	},
	{
		id = 250273,
		desc = "升级战争工坊至16级",
	},
	{
		id = 250274,
		desc = "升级城墙至16级",
	},
	{
		id = 250275,
		desc = "升级府衙至17级",
	},
	{
		id = 250276,
		desc = "升级步兵营至17级",
	},
	{
		id = 250277,
		desc = "升级骑兵营至17级",
	},
	{
		id = 250278,
		desc = "升级弓兵营至17级",
	},
	{
		id = 250279,
		desc = "升级车兵营至17级",
	},
	{
		id = 250280,
		desc = "升级金矿至17级",
	},
	{
		id = 250281,
		desc = "升级农田至17级",
	},
	{
		id = 250282,
		desc = "升级伐木场至17级",
	},
	{
		id = 250283,
		desc = "升级校场至17级",
	},
	{
		id = 250284,
		desc = "升级仓库至17级",
	},
	{
		id = 250285,
		desc = "升级医馆至17级",
	},
	{
		id = 250286,
		desc = "升级酒馆至17级",
	},
	{
		id = 250287,
		desc = "升级哨塔至17级",
	},
	{
		id = 250288,
		desc = "升级研究所至17级",
	},
	{
		id = 250289,
		desc = "升级铁匠铺至17级",
	},
	{
		id = 250290,
		desc = "升级屯所至17级",
	},
	{
		id = 250291,
		desc = "升级战争工坊至17级",
	},
	{
		id = 250292,
		desc = "升级城墙至17级",
	},
	{
		id = 250293,
		desc = "升级府衙至18级",
	},
	{
		id = 250294,
		desc = "升级步兵营至18级",
	},
	{
		id = 250295,
		desc = "升级骑兵营至18级",
	},
	{
		id = 250296,
		desc = "升级弓兵营至18级",
	},
	{
		id = 250297,
		desc = "升级车兵营至18级",
	},
	{
		id = 250298,
		desc = "升级金矿至18级",
	},
	{
		id = 250299,
		desc = "升级农田至18级",
	},
	{
		id = 250300,
		desc = "升级伐木场至18级",
	},
	{
		id = 250301,
		desc = "升级校场至18级",
	},
	{
		id = 250302,
		desc = "升级仓库至18级",
	},
	{
		id = 250303,
		desc = "升级医馆至18级",
	},
	{
		id = 250304,
		desc = "升级酒馆至18级",
	},
	{
		id = 250305,
		desc = "升级哨塔至18级",
	},
	{
		id = 250306,
		desc = "升级研究所至18级",
	},
	{
		id = 250307,
		desc = "升级铁匠铺至18级",
	},
	{
		id = 250308,
		desc = "升级屯所至18级",
	},
	{
		id = 250309,
		desc = "升级战争工坊至18级",
	},
	{
		id = 250310,
		desc = "升级城墙至18级",
	},
	{
		id = 250311,
		desc = "升级府衙至19级",
	},
	{
		id = 250312,
		desc = "升级步兵营至19级",
	},
	{
		id = 250313,
		desc = "升级骑兵营至19级",
	},
	{
		id = 250314,
		desc = "升级弓兵营至19级",
	},
	{
		id = 250315,
		desc = "升级车兵营至19级",
	},
	{
		id = 250316,
		desc = "升级金矿至19级",
	},
	{
		id = 250317,
		desc = "升级农田至19级",
	},
	{
		id = 250318,
		desc = "升级伐木场至19级",
	},
	{
		id = 250319,
		desc = "升级校场至19级",
	},
	{
		id = 250320,
		desc = "升级仓库至19级",
	},
	{
		id = 250321,
		desc = "升级医馆至19级",
	},
	{
		id = 250322,
		desc = "升级酒馆至19级",
	},
	{
		id = 250323,
		desc = "升级哨塔至19级",
	},
	{
		id = 250324,
		desc = "升级研究所至19级",
	},
	{
		id = 250325,
		desc = "升级铁匠铺至19级",
	},
	{
		id = 250326,
		desc = "升级屯所至19级",
	},
	{
		id = 250327,
		desc = "升级战争工坊至19级",
	},
	{
		id = 250328,
		desc = "升级城墙至19级",
	},
	{
		id = 250329,
		desc = "升级府衙至20级",
	},
	{
		id = 250330,
		desc = "建造采石场",
	},
	{
		id = 250331,
		desc = "升级步兵营至20级",
	},
	{
		id = 250332,
		desc = "升级骑兵营至20级",
	},
	{
		id = 250333,
		desc = "升级弓兵营至20级",
	},
	{
		id = 250334,
		desc = "升级车兵营至20级",
	},
	{
		id = 250335,
		desc = "升级金矿至20级",
	},
	{
		id = 250336,
		desc = "升级农田至20级",
	},
	{
		id = 250337,
		desc = "升级伐木场至20级",
	},
	{
		id = 250338,
		desc = "升级校场至20级",
	},
	{
		id = 250339,
		desc = "升级仓库至20级",
	},
	{
		id = 250340,
		desc = "升级医馆至20级",
	},
	{
		id = 250341,
		desc = "升级酒馆至20级",
	},
	{
		id = 250342,
		desc = "升级哨塔至20级",
	},
	{
		id = 250343,
		desc = "升级研究所至20级",
	},
	{
		id = 250344,
		desc = "升级铁匠铺至20级",
	},
	{
		id = 250345,
		desc = "升级屯所至20级",
	},
	{
		id = 250346,
		desc = "升级战争工坊至20级",
	},
	{
		id = 250347,
		desc = "升级城墙至20级",
	},
	{
		id = 250348,
		desc = "升级府衙至21级",
	},
	{
		id = 250349,
		desc = "升级步兵营至21级",
	},
	{
		id = 250350,
		desc = "升级骑兵营至21级",
	},
	{
		id = 250351,
		desc = "升级弓兵营至21级",
	},
	{
		id = 250352,
		desc = "升级车兵营至21级",
	},
	{
		id = 250353,
		desc = "升级金矿至21级",
	},
	{
		id = 250354,
		desc = "升级农田至21级",
	},
	{
		id = 250355,
		desc = "升级伐木场至21级",
	},
	{
		id = 250356,
		desc = "升级采石场至21级",
	},
	{
		id = 250357,
		desc = "升级校场至21级",
	},
	{
		id = 250358,
		desc = "升级仓库至21级",
	},
	{
		id = 250359,
		desc = "升级医馆至21级",
	},
	{
		id = 250360,
		desc = "升级酒馆至21级",
	},
	{
		id = 250361,
		desc = "升级哨塔至21级",
	},
	{
		id = 250362,
		desc = "升级研究所至21级",
	},
	{
		id = 250363,
		desc = "升级铁匠铺至21级",
	},
	{
		id = 250364,
		desc = "升级屯所至21级",
	},
	{
		id = 250365,
		desc = "升级战争工坊至21级",
	},
	{
		id = 250366,
		desc = "升级城墙至21级",
	},
	{
		id = 250367,
		desc = "升级府衙至22级",
	},
	{
		id = 250368,
		desc = "升级步兵营至22级",
	},
	{
		id = 250369,
		desc = "升级骑兵营至22级",
	},
	{
		id = 250370,
		desc = "升级弓兵营至22级",
	},
	{
		id = 250371,
		desc = "升级车兵营至22级",
	},
	{
		id = 250372,
		desc = "升级金矿至22级",
	},
	{
		id = 250373,
		desc = "升级农田至22级",
	},
	{
		id = 250374,
		desc = "升级伐木场至22级",
	},
	{
		id = 250375,
		desc = "升级采石场至22级",
	},
	{
		id = 250376,
		desc = "升级校场至22级",
	},
	{
		id = 250377,
		desc = "升级仓库至22级",
	},
	{
		id = 250378,
		desc = "升级医馆至22级",
	},
	{
		id = 250379,
		desc = "升级酒馆至22级",
	},
	{
		id = 250380,
		desc = "升级哨塔至22级",
	},
	{
		id = 250381,
		desc = "升级研究所至22级",
	},
	{
		id = 250382,
		desc = "升级铁匠铺至22级",
	},
	{
		id = 250383,
		desc = "升级屯所至22级",
	},
	{
		id = 250384,
		desc = "升级战争工坊至22级",
	},
	{
		id = 250385,
		desc = "升级城墙至22级",
	},
	{
		id = 250386,
		desc = "升级府衙至23级",
	},
	{
		id = 250387,
		desc = "升级步兵营至23级",
	},
	{
		id = 250388,
		desc = "升级骑兵营至23级",
	},
	{
		id = 250389,
		desc = "升级弓兵营至23级",
	},
	{
		id = 250390,
		desc = "升级车兵营至23级",
	},
	{
		id = 250391,
		desc = "升级金矿至23级",
	},
	{
		id = 250392,
		desc = "升级农田至23级",
	},
	{
		id = 250393,
		desc = "升级伐木场至23级",
	},
	{
		id = 250394,
		desc = "升级采石场至23级",
	},
	{
		id = 250395,
		desc = "升级校场至23级",
	},
	{
		id = 250396,
		desc = "升级仓库至23级",
	},
	{
		id = 250397,
		desc = "升级医馆至23级",
	},
	{
		id = 250398,
		desc = "升级酒馆至23级",
	},
	{
		id = 250399,
		desc = "升级哨塔至23级",
	},
	{
		id = 250400,
		desc = "升级研究所至23级",
	},
	{
		id = 250401,
		desc = "升级铁匠铺至23级",
	},
	{
		id = 250402,
		desc = "升级屯所至23级",
	},
	{
		id = 250403,
		desc = "升级战争工坊至23级",
	},
	{
		id = 250404,
		desc = "升级城墙至23级",
	},
	{
		id = 250405,
		desc = "升级府衙至24级",
	},
	{
		id = 250406,
		desc = "升级步兵营至24级",
	},
	{
		id = 250407,
		desc = "升级骑兵营至24级",
	},
	{
		id = 250408,
		desc = "升级弓兵营至24级",
	},
	{
		id = 250409,
		desc = "升级车兵营至24级",
	},
	{
		id = 250410,
		desc = "升级金矿至24级",
	},
	{
		id = 250411,
		desc = "升级农田至24级",
	},
	{
		id = 250412,
		desc = "升级伐木场至24级",
	},
	{
		id = 250413,
		desc = "升级采石场至24级",
	},
	{
		id = 250414,
		desc = "升级校场至24级",
	},
	{
		id = 250415,
		desc = "升级仓库至24级",
	},
	{
		id = 250416,
		desc = "升级医馆至24级",
	},
	{
		id = 250417,
		desc = "升级酒馆至24级",
	},
	{
		id = 250418,
		desc = "升级哨塔至24级",
	},
	{
		id = 250419,
		desc = "升级研究所至24级",
	},
	{
		id = 250420,
		desc = "升级铁匠铺至24级",
	},
	{
		id = 250421,
		desc = "升级屯所至24级",
	},
	{
		id = 250422,
		desc = "升级战争工坊至24级",
	},
	{
		id = 250423,
		desc = "升级城墙至24级",
	},
	{
		id = 250424,
		desc = "升级府衙至25级",
	},
	{
		id = 250425,
		desc = "升级步兵营至25级",
	},
	{
		id = 250426,
		desc = "升级骑兵营至25级",
	},
	{
		id = 250427,
		desc = "升级弓兵营至25级",
	},
	{
		id = 250428,
		desc = "升级车兵营至25级",
	},
	{
		id = 250429,
		desc = "升级金矿至25级",
	},
	{
		id = 250430,
		desc = "升级农田至25级",
	},
	{
		id = 250431,
		desc = "升级伐木场至25级",
	},
	{
		id = 250432,
		desc = "升级采石场至25级",
	},
	{
		id = 250433,
		desc = "升级校场至25级",
	},
	{
		id = 250434,
		desc = "升级仓库至25级",
	},
	{
		id = 250435,
		desc = "升级医馆至25级",
	},
	{
		id = 250436,
		desc = "升级酒馆至25级",
	},
	{
		id = 250437,
		desc = "升级哨塔至25级",
	},
	{
		id = 250438,
		desc = "升级研究所至25级",
	},
	{
		id = 250439,
		desc = "升级铁匠铺至25级",
	},
	{
		id = 250440,
		desc = "升级屯所至25级",
	},
	{
		id = 250441,
		desc = "升级战争工坊至25级",
	},
	{
		id = 250442,
		desc = "升级城墙至25级",
	},
	{
		id = 250443,
		desc = "升级府衙至26级",
	},
	{
		id = 250444,
		desc = "升级步兵营至26级",
	},
	{
		id = 250445,
		desc = "升级骑兵营至26级",
	},
	{
		id = 250446,
		desc = "升级弓兵营至26级",
	},
	{
		id = 250447,
		desc = "升级车兵营至26级",
	},
	{
		id = 250448,
		desc = "升级金矿至26级",
	},
	{
		id = 250449,
		desc = "升级农田至26级",
	},
	{
		id = 250450,
		desc = "升级伐木场至26级",
	},
	{
		id = 250451,
		desc = "升级采石场至26级",
	},
	{
		id = 250452,
		desc = "升级校场至26级",
	},
	{
		id = 250453,
		desc = "升级仓库至26级",
	},
	{
		id = 250454,
		desc = "升级医馆至26级",
	},
	{
		id = 250455,
		desc = "升级酒馆至26级",
	},
	{
		id = 250456,
		desc = "升级哨塔至26级",
	},
	{
		id = 250457,
		desc = "升级研究所至26级",
	},
	{
		id = 250458,
		desc = "升级铁匠铺至26级",
	},
	{
		id = 250459,
		desc = "升级屯所至26级",
	},
	{
		id = 250460,
		desc = "升级战争工坊至26级",
	},
	{
		id = 250461,
		desc = "升级城墙至26级",
	},
	{
		id = 250462,
		desc = "升级府衙至27级",
	},
	{
		id = 250463,
		desc = "升级步兵营至27级",
	},
	{
		id = 250464,
		desc = "升级骑兵营至27级",
	},
	{
		id = 250465,
		desc = "升级弓兵营至27级",
	},
	{
		id = 250466,
		desc = "升级车兵营至27级",
	},
	{
		id = 250467,
		desc = "升级金矿至27级",
	},
	{
		id = 250468,
		desc = "升级农田至27级",
	},
	{
		id = 250469,
		desc = "升级伐木场至27级",
	},
	{
		id = 250470,
		desc = "升级采石场至27级",
	},
	{
		id = 250471,
		desc = "升级校场至27级",
	},
	{
		id = 250472,
		desc = "升级仓库至27级",
	},
	{
		id = 250473,
		desc = "升级医馆至27级",
	},
	{
		id = 250474,
		desc = "升级酒馆至27级",
	},
	{
		id = 250475,
		desc = "升级哨塔至27级",
	},
	{
		id = 250476,
		desc = "升级研究所至27级",
	},
	{
		id = 250477,
		desc = "升级铁匠铺至27级",
	},
	{
		id = 250478,
		desc = "升级屯所至27级",
	},
	{
		id = 250479,
		desc = "升级战争工坊至27级",
	},
	{
		id = 250480,
		desc = "升级城墙至27级",
	},
	{
		id = 250481,
		desc = "升级府衙至28级",
	},
	{
		id = 250482,
		desc = "升级步兵营至28级",
	},
	{
		id = 250483,
		desc = "升级骑兵营至28级",
	},
	{
		id = 250484,
		desc = "升级弓兵营至28级",
	},
	{
		id = 250485,
		desc = "升级车兵营至28级",
	},
	{
		id = 250486,
		desc = "升级金矿至28级",
	},
	{
		id = 250487,
		desc = "升级农田至28级",
	},
	{
		id = 250488,
		desc = "升级伐木场至28级",
	},
	{
		id = 250489,
		desc = "升级采石场至28级",
	},
	{
		id = 250490,
		desc = "升级校场至28级",
	},
	{
		id = 250491,
		desc = "升级仓库至28级",
	},
	{
		id = 250492,
		desc = "升级医馆至28级",
	},
	{
		id = 250493,
		desc = "升级酒馆至28级",
	},
	{
		id = 250494,
		desc = "升级哨塔至28级",
	},
	{
		id = 250495,
		desc = "升级研究所至28级",
	},
	{
		id = 250496,
		desc = "升级铁匠铺至28级",
	},
	{
		id = 250497,
		desc = "升级屯所至28级",
	},
	{
		id = 250498,
		desc = "升级战争工坊至28级",
	},
	{
		id = 250499,
		desc = "升级城墙至28级",
	},
	{
		id = 250500,
		desc = "升级府衙至29级",
	},
	{
		id = 250501,
		desc = "升级步兵营至29级",
	},
	{
		id = 250502,
		desc = "升级骑兵营至29级",
	},
	{
		id = 250503,
		desc = "升级弓兵营至29级",
	},
	{
		id = 250504,
		desc = "升级车兵营至29级",
	},
	{
		id = 250505,
		desc = "升级金矿至29级",
	},
	{
		id = 250506,
		desc = "升级农田至29级",
	},
	{
		id = 250507,
		desc = "升级伐木场至29级",
	},
	{
		id = 250508,
		desc = "升级采石场至29级",
	},
	{
		id = 250509,
		desc = "升级校场至29级",
	},
	{
		id = 250510,
		desc = "升级仓库至29级",
	},
	{
		id = 250511,
		desc = "升级医馆至29级",
	},
	{
		id = 250512,
		desc = "升级酒馆至29级",
	},
	{
		id = 250513,
		desc = "升级哨塔至29级",
	},
	{
		id = 250514,
		desc = "升级研究所至29级",
	},
	{
		id = 250515,
		desc = "升级铁匠铺至29级",
	},
	{
		id = 250516,
		desc = "升级屯所至29级",
	},
	{
		id = 250517,
		desc = "升级战争工坊至29级",
	},
	{
		id = 250518,
		desc = "升级城墙至29级",
	},
	{
		id = 250519,
		desc = "升级府衙至30级",
	},
	{
		id = 250520,
		desc = "升级步兵营至30级",
	},
	{
		id = 250521,
		desc = "升级骑兵营至30级",
	},
	{
		id = 250522,
		desc = "升级弓兵营至30级",
	},
	{
		id = 250523,
		desc = "升级车兵营至30级",
	},
	{
		id = 250524,
		desc = "升级金矿至30级",
	},
	{
		id = 250525,
		desc = "升级农田至30级",
	},
	{
		id = 250526,
		desc = "升级伐木场至30级",
	},
	{
		id = 250527,
		desc = "升级采石场至30级",
	},
	{
		id = 250528,
		desc = "升级校场至30级",
	},
	{
		id = 250529,
		desc = "升级仓库至30级",
	},
	{
		id = 250530,
		desc = "升级医馆至30级",
	},
	{
		id = 250531,
		desc = "升级酒馆至30级",
	},
	{
		id = 250532,
		desc = "升级哨塔至30级",
	},
	{
		id = 250533,
		desc = "升级研究所至30级",
	},
	{
		id = 250534,
		desc = "升级铁匠铺至30级",
	},
	{
		id = 250535,
		desc = "升级屯所至30级",
	},
	{
		id = 250536,
		desc = "升级战争工坊至30级",
	},
	{
		id = 250537,
		desc = "升级城墙至30级",
	},
	{
		id = 250538,
		desc = "升级府衙至31级",
	},
	{
		id = 250539,
		desc = "升级步兵营至31级",
	},
	{
		id = 250540,
		desc = "升级骑兵营至31级",
	},
	{
		id = 250541,
		desc = "升级弓兵营至31级",
	},
	{
		id = 250542,
		desc = "升级车兵营至31级",
	},
	{
		id = 250543,
		desc = "升级金矿至31级",
	},
	{
		id = 250544,
		desc = "升级农田至31级",
	},
	{
		id = 250545,
		desc = "升级伐木场至31级",
	},
	{
		id = 250546,
		desc = "升级采石场至31级",
	},
	{
		id = 250547,
		desc = "升级校场至31级",
	},
	{
		id = 250548,
		desc = "升级仓库至31级",
	},
	{
		id = 250549,
		desc = "升级医馆至31级",
	},
	{
		id = 250550,
		desc = "升级酒馆至31级",
	},
	{
		id = 250551,
		desc = "升级哨塔至31级",
	},
	{
		id = 250552,
		desc = "升级研究所至31级",
	},
	{
		id = 250553,
		desc = "升级铁匠铺至31级",
	},
	{
		id = 250554,
		desc = "升级屯所至31级",
	},
	{
		id = 250555,
		desc = "升级战争工坊至31级",
	},
	{
		id = 250556,
		desc = "升级城墙至31级",
	},
	{
		id = 250557,
		desc = "升级府衙至32级",
	},
	{
		id = 250558,
		desc = "升级步兵营至32级",
	},
	{
		id = 250559,
		desc = "升级骑兵营至32级",
	},
	{
		id = 250560,
		desc = "升级弓兵营至32级",
	},
	{
		id = 250561,
		desc = "升级车兵营至32级",
	},
	{
		id = 250562,
		desc = "升级金矿至32级",
	},
	{
		id = 250563,
		desc = "升级农田至32级",
	},
	{
		id = 250564,
		desc = "升级伐木场至32级",
	},
	{
		id = 250565,
		desc = "升级采石场至32级",
	},
	{
		id = 250566,
		desc = "升级校场至32级",
	},
	{
		id = 250567,
		desc = "升级仓库至32级",
	},
	{
		id = 250568,
		desc = "升级医馆至32级",
	},
	{
		id = 250569,
		desc = "升级酒馆至32级",
	},
	{
		id = 250570,
		desc = "升级哨塔至32级",
	},
	{
		id = 250571,
		desc = "升级研究所至32级",
	},
	{
		id = 250572,
		desc = "升级铁匠铺至32级",
	},
	{
		id = 250573,
		desc = "升级屯所至32级",
	},
	{
		id = 250574,
		desc = "升级战争工坊至32级",
	},
	{
		id = 250575,
		desc = "升级城墙至32级",
	},
	{
		id = 250576,
		desc = "升级府衙至33级",
	},
	{
		id = 250577,
		desc = "升级步兵营至33级",
	},
	{
		id = 250578,
		desc = "升级骑兵营至33级",
	},
	{
		id = 250579,
		desc = "升级弓兵营至33级",
	},
	{
		id = 250580,
		desc = "升级车兵营至33级",
	},
	{
		id = 250581,
		desc = "升级金矿至33级",
	},
	{
		id = 250582,
		desc = "升级农田至33级",
	},
	{
		id = 250583,
		desc = "升级伐木场至33级",
	},
	{
		id = 250584,
		desc = "升级采石场至33级",
	},
	{
		id = 250585,
		desc = "升级校场至33级",
	},
	{
		id = 250586,
		desc = "升级仓库至33级",
	},
	{
		id = 250587,
		desc = "升级医馆至33级",
	},
	{
		id = 250588,
		desc = "升级酒馆至33级",
	},
	{
		id = 250589,
		desc = "升级哨塔至33级",
	},
	{
		id = 250590,
		desc = "升级研究所至33级",
	},
	{
		id = 250591,
		desc = "升级铁匠铺至33级",
	},
	{
		id = 250592,
		desc = "升级屯所至33级",
	},
	{
		id = 250593,
		desc = "升级战争工坊至33级",
	},
	{
		id = 250594,
		desc = "升级城墙至33级",
	},
	{
		id = 250595,
		desc = "升级府衙至34级",
	},
	{
		id = 250596,
		desc = "升级步兵营至34级",
	},
	{
		id = 250597,
		desc = "升级骑兵营至34级",
	},
	{
		id = 250598,
		desc = "升级弓兵营至34级",
	},
	{
		id = 250599,
		desc = "升级车兵营至34级",
	},
	{
		id = 250600,
		desc = "升级金矿至34级",
	},
	{
		id = 250601,
		desc = "升级农田至34级",
	},
	{
		id = 250602,
		desc = "升级伐木场至34级",
	},
	{
		id = 250603,
		desc = "升级采石场至34级",
	},
	{
		id = 250604,
		desc = "升级校场至34级",
	},
	{
		id = 250605,
		desc = "升级仓库至34级",
	},
	{
		id = 250606,
		desc = "升级医馆至34级",
	},
	{
		id = 250607,
		desc = "升级酒馆至34级",
	},
	{
		id = 250608,
		desc = "升级哨塔至34级",
	},
	{
		id = 250609,
		desc = "升级研究所至34级",
	},
	{
		id = 250610,
		desc = "升级铁匠铺至34级",
	},
	{
		id = 250611,
		desc = "升级屯所至34级",
	},
	{
		id = 250612,
		desc = "升级战争工坊至34级",
	},
	{
		id = 250613,
		desc = "升级城墙至34级",
	},
	{
		id = 250614,
		desc = "升级府衙至35级",
	},
	{
		id = 250615,
		desc = "建造铁矿场",
	},
	{
		id = 250616,
		desc = "升级步兵营至35级",
	},
	{
		id = 250617,
		desc = "升级骑兵营至35级",
	},
	{
		id = 250618,
		desc = "升级弓兵营至35级",
	},
	{
		id = 250619,
		desc = "升级车兵营至35级",
	},
	{
		id = 250620,
		desc = "升级铁矿场至25级",
	},
	{
		id = 250621,
		desc = "升级金矿至35级",
	},
	{
		id = 250622,
		desc = "升级农田至35级",
	},
	{
		id = 250623,
		desc = "升级伐木场至35级",
	},
	{
		id = 250624,
		desc = "升级采石场至35级",
	},
	{
		id = 250625,
		desc = "升级铁矿场至30级",
	},
	{
		id = 250626,
		desc = "升级校场至35级",
	},
	{
		id = 250627,
		desc = "升级仓库至35级",
	},
	{
		id = 250628,
		desc = "升级医馆至35级",
	},
	{
		id = 250629,
		desc = "升级酒馆至35级",
	},
	{
		id = 250630,
		desc = "升级哨塔至35级",
	},
	{
		id = 250631,
		desc = "升级铁矿场至33级",
	},
	{
		id = 250632,
		desc = "升级铁矿场至34级",
	},
	{
		id = 250633,
		desc = "升级铁矿场至35级",
	},
	{
		id = 250634,
		desc = "升级研究所至35级",
	},
	{
		id = 250635,
		desc = "升级铁匠铺至35级",
	},
	{
		id = 250636,
		desc = "升级屯所至35级",
	},
	{
		id = 250637,
		desc = "升级战争工坊至35级",
	},
	{
		id = 250638,
		desc = "升级城墙至35级",
	},
	{
		id = 250639,
		desc = "升级府衙至36级",
	},
	{
		id = 250640,
		desc = "升级步兵营至36级",
	},
	{
		id = 250641,
		desc = "升级骑兵营至36级",
	},
	{
		id = 250642,
		desc = "升级弓兵营至36级",
	},
	{
		id = 250643,
		desc = "升级车兵营至36级",
	},
	{
		id = 250644,
		desc = "升级金矿至36级",
	},
	{
		id = 250645,
		desc = "升级农田至36级",
	},
	{
		id = 250646,
		desc = "升级伐木场至36级",
	},
	{
		id = 250647,
		desc = "升级采石场至36级",
	},
	{
		id = 250648,
		desc = "升级铁矿场至36级",
	},
	{
		id = 250649,
		desc = "升级校场至36级",
	},
	{
		id = 250650,
		desc = "升级仓库至36级",
	},
	{
		id = 250651,
		desc = "升级医馆至36级",
	},
	{
		id = 250652,
		desc = "升级酒馆至36级",
	},
	{
		id = 250653,
		desc = "升级哨塔至36级",
	},
	{
		id = 250654,
		desc = "升级研究所至36级",
	},
	{
		id = 250655,
		desc = "升级铁匠铺至36级",
	},
	{
		id = 250656,
		desc = "升级屯所至36级",
	},
	{
		id = 250657,
		desc = "升级战争工坊至36级",
	},
	{
		id = 250658,
		desc = "升级城墙至36级",
	},
	{
		id = 250659,
		desc = "升级府衙至37级",
	},
	{
		id = 250660,
		desc = "升级步兵营至37级",
	},
	{
		id = 250661,
		desc = "升级骑兵营至37级",
	},
	{
		id = 250662,
		desc = "升级弓兵营至37级",
	},
	{
		id = 250663,
		desc = "升级车兵营至37级",
	},
	{
		id = 250664,
		desc = "升级金矿至37级",
	},
	{
		id = 250665,
		desc = "升级农田至37级",
	},
	{
		id = 250666,
		desc = "升级伐木场至37级",
	},
	{
		id = 250667,
		desc = "升级采石场至37级",
	},
	{
		id = 250668,
		desc = "升级铁矿场至37级",
	},
	{
		id = 250669,
		desc = "升级校场至37级",
	},
	{
		id = 250670,
		desc = "升级仓库至37级",
	},
	{
		id = 250671,
		desc = "升级医馆至37级",
	},
	{
		id = 250672,
		desc = "升级酒馆至37级",
	},
	{
		id = 250673,
		desc = "升级哨塔至37级",
	},
	{
		id = 250674,
		desc = "升级研究所至37级",
	},
	{
		id = 250675,
		desc = "升级铁匠铺至37级",
	},
	{
		id = 250676,
		desc = "升级屯所至37级",
	},
	{
		id = 250677,
		desc = "升级战争工坊至37级",
	},
	{
		id = 250678,
		desc = "升级城墙至37级",
	},
	{
		id = 250679,
		desc = "升级府衙至38级",
	},
	{
		id = 250680,
		desc = "升级步兵营至38级",
	},
	{
		id = 250681,
		desc = "升级骑兵营至38级",
	},
	{
		id = 250682,
		desc = "升级弓兵营至38级",
	},
	{
		id = 250683,
		desc = "升级车兵营至38级",
	},
	{
		id = 250684,
		desc = "升级金矿至38级",
	},
	{
		id = 250685,
		desc = "升级农田至38级",
	},
	{
		id = 250686,
		desc = "升级伐木场至38级",
	},
	{
		id = 250687,
		desc = "升级采石场至38级",
	},
	{
		id = 250688,
		desc = "升级铁矿场至38级",
	},
	{
		id = 250689,
		desc = "升级校场至38级",
	},
	{
		id = 250690,
		desc = "升级仓库至38级",
	},
	{
		id = 250691,
		desc = "升级医馆至38级",
	},
	{
		id = 250692,
		desc = "升级酒馆至38级",
	},
	{
		id = 250693,
		desc = "升级哨塔至38级",
	},
	{
		id = 250694,
		desc = "升级研究所至38级",
	},
	{
		id = 250695,
		desc = "升级铁匠铺至38级",
	},
	{
		id = 250696,
		desc = "升级屯所至38级",
	},
	{
		id = 250697,
		desc = "升级战争工坊至38级",
	},
	{
		id = 250698,
		desc = "升级城墙至38级",
	},
	{
		id = 250699,
		desc = "升级府衙至39级",
	},
	{
		id = 250700,
		desc = "升级步兵营至39级",
	},
	{
		id = 250701,
		desc = "升级骑兵营至39级",
	},
	{
		id = 250702,
		desc = "升级弓兵营至39级",
	},
	{
		id = 250703,
		desc = "升级车兵营至39级",
	},
	{
		id = 250704,
		desc = "升级金矿至39级",
	},
	{
		id = 250705,
		desc = "升级农田至39级",
	},
	{
		id = 250706,
		desc = "升级伐木场至39级",
	},
	{
		id = 250707,
		desc = "升级采石场至39级",
	},
	{
		id = 250708,
		desc = "升级铁矿场至39级",
	},
	{
		id = 250709,
		desc = "升级校场至39级",
	},
	{
		id = 250710,
		desc = "升级仓库至39级",
	},
	{
		id = 250711,
		desc = "升级医馆至39级",
	},
	{
		id = 250712,
		desc = "升级酒馆至39级",
	},
	{
		id = 250713,
		desc = "升级哨塔至39级",
	},
	{
		id = 250714,
		desc = "升级研究所至39级",
	},
	{
		id = 250715,
		desc = "升级铁匠铺至39级",
	},
	{
		id = 250716,
		desc = "升级屯所至39级",
	},
	{
		id = 250717,
		desc = "升级战争工坊至39级",
	},
	{
		id = 250718,
		desc = "升级城墙至39级",
	},
	{
		id = 250719,
		desc = "升级府衙至40级",
	},
	{
		id = 250720,
		desc = "升级步兵营至40级",
	},
	{
		id = 250721,
		desc = "升级骑兵营至40级",
	},
	{
		id = 250722,
		desc = "升级弓兵营至40级",
	},
	{
		id = 250723,
		desc = "升级车兵营至40级",
	},
	{
		id = 250724,
		desc = "升级金矿至40级",
	},
	{
		id = 250725,
		desc = "升级农田至40级",
	},
	{
		id = 250726,
		desc = "升级伐木场至40级",
	},
	{
		id = 250727,
		desc = "升级采石场至40级",
	},
	{
		id = 250728,
		desc = "升级铁矿场至40级",
	},
	{
		id = 250729,
		desc = "升级校场至40级",
	},
	{
		id = 250730,
		desc = "升级仓库至40级",
	},
	{
		id = 250731,
		desc = "升级医馆至40级",
	},
	{
		id = 250732,
		desc = "升级酒馆至40级",
	},
	{
		id = 250733,
		desc = "升级哨塔至40级",
	},
	{
		id = 250734,
		desc = "升级研究所至40级",
	},
	{
		id = 250735,
		desc = "升级铁匠铺至40级",
	},
	{
		id = 250736,
		desc = "升级屯所至40级",
	},
	{
		id = 250737,
		desc = "升级战争工坊至40级",
	},
	{
		id = 250738,
		desc = "升级城墙至40级",
	},
	{
		id = 250739,
		desc = "升级府衙至41级",
	},
	{
		id = 250740,
		desc = "升级步兵营至41级",
	},
	{
		id = 250741,
		desc = "升级骑兵营至41级",
	},
	{
		id = 250742,
		desc = "升级弓兵营至41级",
	},
	{
		id = 250743,
		desc = "升级车兵营至41级",
	},
	{
		id = 250744,
		desc = "升级金矿至41级",
	},
	{
		id = 250745,
		desc = "升级农田至41级",
	},
	{
		id = 250746,
		desc = "升级伐木场至41级",
	},
	{
		id = 250747,
		desc = "升级采石场至41级",
	},
	{
		id = 250748,
		desc = "升级铁矿场至41级",
	},
	{
		id = 250749,
		desc = "升级校场至41级",
	},
	{
		id = 250750,
		desc = "升级仓库至41级",
	},
	{
		id = 250751,
		desc = "升级医馆至41级",
	},
	{
		id = 250752,
		desc = "升级酒馆至41级",
	},
	{
		id = 250753,
		desc = "升级哨塔至41级",
	},
	{
		id = 250754,
		desc = "升级研究所至41级",
	},
	{
		id = 250755,
		desc = "升级铁匠铺至41级",
	},
	{
		id = 250756,
		desc = "升级屯所至41级",
	},
	{
		id = 250757,
		desc = "升级战争工坊至41级",
	},
	{
		id = 250758,
		desc = "升级城墙至41级",
	},
	{
		id = 250759,
		desc = "升级府衙至42级",
	},
	{
		id = 250760,
		desc = "升级步兵营至42级",
	},
	{
		id = 250761,
		desc = "升级骑兵营至42级",
	},
	{
		id = 250762,
		desc = "升级弓兵营至42级",
	},
	{
		id = 250763,
		desc = "升级车兵营至42级",
	},
	{
		id = 250764,
		desc = "升级金矿至42级",
	},
	{
		id = 250765,
		desc = "升级农田至42级",
	},
	{
		id = 250766,
		desc = "升级伐木场至42级",
	},
	{
		id = 250767,
		desc = "升级采石场至42级",
	},
	{
		id = 250768,
		desc = "升级铁矿场至42级",
	},
	{
		id = 250769,
		desc = "升级校场至42级",
	},
	{
		id = 250770,
		desc = "升级仓库至42级",
	},
	{
		id = 250771,
		desc = "升级医馆至42级",
	},
	{
		id = 250772,
		desc = "升级酒馆至42级",
	},
	{
		id = 250773,
		desc = "升级哨塔至42级",
	},
	{
		id = 250774,
		desc = "升级研究所至42级",
	},
	{
		id = 250775,
		desc = "升级铁匠铺至42级",
	},
	{
		id = 250776,
		desc = "升级屯所至42级",
	},
	{
		id = 250777,
		desc = "升级战争工坊至42级",
	},
	{
		id = 250778,
		desc = "升级城墙至42级",
	},
	{
		id = 250779,
		desc = "升级府衙至43级",
	},
	{
		id = 250780,
		desc = "升级步兵营至43级",
	},
	{
		id = 250781,
		desc = "升级骑兵营至43级",
	},
	{
		id = 250782,
		desc = "升级弓兵营至43级",
	},
	{
		id = 250783,
		desc = "升级车兵营至43级",
	},
	{
		id = 250784,
		desc = "升级金矿至43级",
	},
	{
		id = 250785,
		desc = "升级农田至43级",
	},
	{
		id = 250786,
		desc = "升级伐木场至43级",
	},
	{
		id = 250787,
		desc = "升级采石场至43级",
	},
	{
		id = 250788,
		desc = "升级铁矿场至43级",
	},
	{
		id = 250789,
		desc = "升级校场至43级",
	},
	{
		id = 250790,
		desc = "升级仓库至43级",
	},
	{
		id = 250791,
		desc = "升级医馆至43级",
	},
	{
		id = 250792,
		desc = "升级酒馆至43级",
	},
	{
		id = 250793,
		desc = "升级哨塔至43级",
	},
	{
		id = 250794,
		desc = "升级研究所至43级",
	},
	{
		id = 250795,
		desc = "升级铁匠铺至43级",
	},
	{
		id = 250796,
		desc = "升级屯所至43级",
	},
	{
		id = 250797,
		desc = "升级战争工坊至43级",
	},
	{
		id = 250798,
		desc = "升级城墙至43级",
	},
	{
		id = 250799,
		desc = "升级府衙至44级",
	},
	{
		id = 250800,
		desc = "升级步兵营至44级",
	},
	{
		id = 250801,
		desc = "升级骑兵营至44级",
	},
	{
		id = 250802,
		desc = "升级弓兵营至44级",
	},
	{
		id = 250803,
		desc = "升级车兵营至44级",
	},
	{
		id = 250804,
		desc = "升级金矿至44级",
	},
	{
		id = 250805,
		desc = "升级农田至44级",
	},
	{
		id = 250806,
		desc = "升级伐木场至44级",
	},
	{
		id = 250807,
		desc = "升级采石场至44级",
	},
	{
		id = 250808,
		desc = "升级铁矿场至44级",
	},
	{
		id = 250809,
		desc = "升级校场至44级",
	},
	{
		id = 250810,
		desc = "升级仓库至44级",
	},
	{
		id = 250811,
		desc = "升级医馆至44级",
	},
	{
		id = 250812,
		desc = "升级酒馆至44级",
	},
	{
		id = 250813,
		desc = "升级哨塔至44级",
	},
	{
		id = 250814,
		desc = "升级研究所至44级",
	},
	{
		id = 250815,
		desc = "升级铁匠铺至44级",
	},
	{
		id = 250816,
		desc = "升级屯所至44级",
	},
	{
		id = 250817,
		desc = "升级战争工坊至44级",
	},
	{
		id = 250818,
		desc = "升级城墙至44级",
	},
	{
		id = 250819,
		desc = "升级府衙至45级",
	},
	{
		id = 250820,
		desc = "升级步兵营至45级",
	},
	{
		id = 250821,
		desc = "升级骑兵营至45级",
	},
	{
		id = 250822,
		desc = "升级弓兵营至45级",
	},
	{
		id = 250823,
		desc = "升级车兵营至45级",
	},
	{
		id = 250824,
		desc = "升级金矿至45级",
	},
	{
		id = 250825,
		desc = "升级农田至45级",
	},
	{
		id = 250826,
		desc = "升级伐木场至45级",
	},
	{
		id = 250827,
		desc = "升级采石场至45级",
	},
	{
		id = 250828,
		desc = "升级铁矿场至45级",
	},
	{
		id = 250829,
		desc = "升级校场至45级",
	},
	{
		id = 250830,
		desc = "升级仓库至45级",
	},
	{
		id = 250831,
		desc = "升级医馆至45级",
	},
	{
		id = 250832,
		desc = "升级酒馆至45级",
	},
	{
		id = 250833,
		desc = "升级哨塔至45级",
	},
	{
		id = 250834,
		desc = "升级研究所至45级",
	},
	{
		id = 250835,
		desc = "升级铁匠铺至45级",
	},
	{
		id = 250836,
		desc = "升级屯所至45级",
	},
	{
		id = 250837,
		desc = "升级战争工坊至45级",
	},
	{
		id = 250838,
		desc = "升级城墙至45级",
	},
	{
		id = 250839,
		desc = "升级府衙至46级",
	},
	{
		id = 250840,
		desc = "升级步兵营至46级",
	},
	{
		id = 250841,
		desc = "升级骑兵营至46级",
	},
	{
		id = 250842,
		desc = "升级弓兵营至46级",
	},
	{
		id = 250843,
		desc = "升级车兵营至46级",
	},
	{
		id = 250844,
		desc = "升级金矿至46级",
	},
	{
		id = 250845,
		desc = "升级农田至46级",
	},
	{
		id = 250846,
		desc = "升级伐木场至46级",
	},
	{
		id = 250847,
		desc = "升级采石场至46级",
	},
	{
		id = 250848,
		desc = "升级铁矿场至46级",
	},
	{
		id = 250849,
		desc = "升级校场至46级",
	},
	{
		id = 250850,
		desc = "升级仓库至46级",
	},
	{
		id = 250851,
		desc = "升级医馆至46级",
	},
	{
		id = 250852,
		desc = "升级酒馆至46级",
	},
	{
		id = 250853,
		desc = "升级哨塔至46级",
	},
	{
		id = 250854,
		desc = "升级研究所至46级",
	},
	{
		id = 250855,
		desc = "升级铁匠铺至46级",
	},
	{
		id = 250856,
		desc = "升级屯所至46级",
	},
	{
		id = 250857,
		desc = "升级战争工坊至46级",
	},
	{
		id = 250858,
		desc = "升级城墙至46级",
	},
	{
		id = 250859,
		desc = "升级府衙至47级",
	},
	{
		id = 250860,
		desc = "升级步兵营至47级",
	},
	{
		id = 250861,
		desc = "升级骑兵营至47级",
	},
	{
		id = 250862,
		desc = "升级弓兵营至47级",
	},
	{
		id = 250863,
		desc = "升级车兵营至47级",
	},
	{
		id = 250864,
		desc = "升级金矿至47级",
	},
	{
		id = 250865,
		desc = "升级农田至47级",
	},
	{
		id = 250866,
		desc = "升级伐木场至47级",
	},
	{
		id = 250867,
		desc = "升级采石场至47级",
	},
	{
		id = 250868,
		desc = "升级铁矿场至47级",
	},
	{
		id = 250869,
		desc = "升级校场至47级",
	},
	{
		id = 250870,
		desc = "升级仓库至47级",
	},
	{
		id = 250871,
		desc = "升级医馆至47级",
	},
	{
		id = 250872,
		desc = "升级酒馆至47级",
	},
	{
		id = 250873,
		desc = "升级哨塔至47级",
	},
	{
		id = 250874,
		desc = "升级研究所至47级",
	},
	{
		id = 250875,
		desc = "升级铁匠铺至47级",
	},
	{
		id = 250876,
		desc = "升级屯所至47级",
	},
	{
		id = 250877,
		desc = "升级战争工坊至47级",
	},
	{
		id = 250878,
		desc = "升级城墙至47级",
	},
	{
		id = 250879,
		desc = "升级府衙至48级",
	},
	{
		id = 250880,
		desc = "升级步兵营至48级",
	},
	{
		id = 250881,
		desc = "升级骑兵营至48级",
	},
	{
		id = 250882,
		desc = "升级弓兵营至48级",
	},
	{
		id = 250883,
		desc = "升级车兵营至48级",
	},
	{
		id = 250884,
		desc = "升级金矿至48级",
	},
	{
		id = 250885,
		desc = "升级农田至48级",
	},
	{
		id = 250886,
		desc = "升级伐木场至48级",
	},
	{
		id = 250887,
		desc = "升级采石场至48级",
	},
	{
		id = 250888,
		desc = "升级铁矿场至48级",
	},
	{
		id = 250889,
		desc = "升级校场至48级",
	},
	{
		id = 250890,
		desc = "升级仓库至48级",
	},
	{
		id = 250891,
		desc = "升级医馆至48级",
	},
	{
		id = 250892,
		desc = "升级酒馆至48级",
	},
	{
		id = 250893,
		desc = "升级哨塔至48级",
	},
	{
		id = 250894,
		desc = "升级研究所至48级",
	},
	{
		id = 250895,
		desc = "升级铁匠铺至48级",
	},
	{
		id = 250896,
		desc = "升级屯所至48级",
	},
	{
		id = 250897,
		desc = "升级战争工坊至48级",
	},
	{
		id = 250898,
		desc = "升级城墙至48级",
	},
	{
		id = 250899,
		desc = "升级府衙至49级",
	},
	{
		id = 250900,
		desc = "升级步兵营至49级",
	},
	{
		id = 250901,
		desc = "升级骑兵营至49级",
	},
	{
		id = 250902,
		desc = "升级弓兵营至49级",
	},
	{
		id = 250903,
		desc = "升级车兵营至49级",
	},
	{
		id = 250904,
		desc = "升级金矿至49级",
	},
	{
		id = 250905,
		desc = "升级农田至49级",
	},
	{
		id = 250906,
		desc = "升级伐木场至49级",
	},
	{
		id = 250907,
		desc = "升级采石场至49级",
	},
	{
		id = 250908,
		desc = "升级铁矿场至49级",
	},
	{
		id = 250909,
		desc = "升级校场至49级",
	},
	{
		id = 250910,
		desc = "升级仓库至49级",
	},
	{
		id = 250911,
		desc = "升级医馆至49级",
	},
	{
		id = 250912,
		desc = "升级酒馆至49级",
	},
	{
		id = 250913,
		desc = "升级哨塔至49级",
	},
	{
		id = 250914,
		desc = "升级研究所至49级",
	},
	{
		id = 250915,
		desc = "升级铁匠铺至49级",
	},
	{
		id = 250916,
		desc = "升级屯所至49级",
	},
	{
		id = 250917,
		desc = "升级战争工坊至49级",
	},
	{
		id = 250918,
		desc = "升级城墙至49级",
	},
	{
		id = 250919,
		desc = "升级府衙至50级",
	},
	{
		id = 250920,
		desc = "升级步兵营至50级",
	},
	{
		id = 250921,
		desc = "升级骑兵营至50级",
	},
	{
		id = 250922,
		desc = "升级弓兵营至50级",
	},
	{
		id = 250923,
		desc = "升级车兵营至50级",
	},
	{
		id = 250924,
		desc = "升级金矿至50级",
	},
	{
		id = 250925,
		desc = "升级农田至50级",
	},
	{
		id = 250926,
		desc = "升级伐木场至50级",
	},
	{
		id = 250927,
		desc = "升级采石场至50级",
	},
	{
		id = 250928,
		desc = "升级铁矿场至50级",
	},
	{
		id = 250929,
		desc = "升级校场至50级",
	},
	{
		id = 250930,
		desc = "升级仓库至50级",
	},
	{
		id = 250931,
		desc = "升级医馆至50级",
	},
	{
		id = 250932,
		desc = "升级酒馆至50级",
	},
	{
		id = 250933,
		desc = "升级哨塔至50级",
	},
	{
		id = 250934,
		desc = "升级研究所至50级",
	},
	{
		id = 250935,
		desc = "升级铁匠铺至50级",
	},
	{
		id = 250936,
		desc = "升级屯所至50级",
	},
	{
		id = 250937,
		desc = "升级战争工坊至50级",
	},
	{
		id = 250938,
		desc = "升级城墙至50级",
	},
	{
		id = 250939,
		desc = "升级石料场至20级",
	},
	{
		id = 260001,
		desc = "研究科技",
	},
	{
		id = 260002,
		desc = "训练士兵",
	},
	{
		id = 260003,
		desc = "训练士兵",
	},
	{
		id = 260004,
		desc = "训练士兵",
	},
	{
		id = 260005,
		desc = "训练士兵",
	},
	{
		id = 260006,
		desc = "训练士兵",
	},
	{
		id = 260007,
		desc = "训练士兵",
	},
	{
		id = 260008,
		desc = "训练士兵",
	},
	{
		id = 260009,
		desc = "训练士兵",
	},
	{
		id = 260010,
		desc = "训练士兵",
	},
	{
		id = 260011,
		desc = "训练士兵",
	},
	{
		id = 260012,
		desc = "训练士兵",
	},
	{
		id = 260013,
		desc = "训练士兵",
	},
	{
		id = 260014,
		desc = "训练士兵",
	},
	{
		id = 260015,
		desc = "训练士兵",
	},
	{
		id = 260016,
		desc = "训练士兵",
	},
	{
		id = 260017,
		desc = "训练士兵",
	},
	{
		id = 260018,
		desc = "训练士兵",
	},
	{
		id = 260019,
		desc = "训练士兵",
	},
	{
		id = 260020,
		desc = "训练士兵",
	},
	{
		id = 260021,
		desc = "训练士兵",
	},
	{
		id = 260022,
		desc = "击杀野外敌人",
	},
	{
		id = 260023,
		desc = "击杀野外敌人",
	},
	{
		id = 260024,
		desc = "击杀野外敌人",
	},
	{
		id = 260025,
		desc = "击杀野外敌人",
	},
	{
		id = 260026,
		desc = "击杀野外敌人",
	},
	{
		id = 260027,
		desc = "攻击玩家",
	},
	{
		id = 260028,
		desc = "攻击玩家",
	},
	{
		id = 260029,
		desc = "掠夺资源",
	},
	{
		id = 260030,
		desc = "掠夺资源",
	},
	{
		id = 260031,
		desc = "掠夺资源",
	},
	{
		id = 260032,
		desc = "掠夺资源",
	},
	{
		id = 260033,
		desc = "掠夺资源",
	},
	{
		id = 260034,
		desc = "掠夺资源",
	},
	{
		id = 260035,
		desc = "掠夺资源",
	},
	{
		id = 260036,
		desc = "掠夺资源",
	},
	{
		id = 260037,
		desc = "掠夺资源",
	},
	{
		id = 260038,
		desc = "掠夺资源",
	},
	{
		id = 260039,
		desc = "采集资源",
	},
	{
		id = 260040,
		desc = "采集资源",
	},
	{
		id = 260041,
		desc = "采集资源",
	},
	{
		id = 260042,
		desc = "采集资源",
	},
	{
		id = 260043,
		desc = "采集资源",
	},
	{
		id = 260044,
		desc = "奋勇杀敌",
	},
	{
		id = 260045,
		desc = "奋勇杀敌",
	},
	{
		id = 260046,
		desc = "奋勇杀敌",
	},
	{
		id = 260047,
		desc = "奋勇杀敌",
	},
	{
		id = 260048,
		desc = "奋勇杀敌",
	},
	{
		id = 260049,
		desc = "奋勇杀敌",
	},
	{
		id = 260050,
		desc = "奋勇杀敌",
	},
	{
		id = 260051,
		desc = "奋勇杀敌",
	},
	{
		id = 260052,
		desc = "奋勇杀敌",
	},
	{
		id = 260053,
		desc = "奋勇杀敌",
	},
	{
		id = 260054,
		desc = "奋勇杀敌",
	},
	{
		id = 260055,
		desc = "奋勇杀敌",
	},
	{
		id = 260056,
		desc = "奋勇杀敌",
	},
	{
		id = 260057,
		desc = "奋勇杀敌",
	},
	{
		id = 260058,
		desc = "防御城池",
	},
	{
		id = 260059,
		desc = "治愈伤兵",
	},
	{
		id = 260060,
		desc = "治愈伤兵",
	},
	{
		id = 260061,
		desc = "治愈伤兵",
	},
	{
		id = 260062,
		desc = "治愈伤兵",
	},
	{
		id = 260063,
		desc = "治愈伤兵",
	},
	{
		id = 260064,
		desc = "治愈伤兵",
	},
	{
		id = 260065,
		desc = "治愈伤兵",
	},
	{
		id = 260066,
		desc = "治愈伤兵",
	},
	{
		id = 260067,
		desc = "治愈伤兵",
	},
	{
		id = 260068,
		desc = "治愈伤兵",
	},
	{
		id = 260069,
		desc = "治愈伤兵",
	},
	{
		id = 260070,
		desc = "治愈伤兵",
	},
	{
		id = 260071,
		desc = "治愈伤兵",
	},
	{
		id = 260072,
		desc = "治愈伤兵",
	},
	{
		id = 260073,
		desc = "联盟贡献",
	},
	{
		id = 260074,
		desc = "联盟贡献",
	},
	{
		id = 260075,
		desc = "联盟贡献",
	},
	{
		id = 260076,
		desc = "联盟贡献",
	},
	{
		id = 260077,
		desc = "联盟贡献",
	},
	{
		id = 260078,
		desc = "合成材料",
	},
	{
		id = 260079,
		desc = "合成材料",
	},
	{
		id = 260080,
		desc = "合成材料",
	},
	{
		id = 260081,
		desc = "合成材料",
	},
	{
		id = 260082,
		desc = "合成材料",
	},
	{
		id = 260083,
		desc = "收缴兵器",
	},
	{
		id = 260084,
		desc = "收缴兵器",
	},
	{
		id = 260085,
		desc = "收缴兵器",
	},
	{
		id = 260086,
		desc = "收缴兵器",
	},
	{
		id = 260087,
		desc = "收缴兵器",
	},
	{
		id = 260088,
		desc = "众志成城",
	},
	{
		id = 260089,
		desc = "商城购物",
	},
	{
		id = 260090,
		desc = "商城购物",
	},
	{
		id = 260091,
		desc = "商城购物",
	},
	{
		id = 260092,
		desc = "商城购物",
	},
	{
		id = 260093,
		desc = "商城购物",
	},
	{
		id = 260094,
		desc = "联盟兑换",
	},
	{
		id = 260095,
		desc = "收获资源",
	},
	{
		id = 260096,
		desc = "收获资源",
	},
	{
		id = 260097,
		desc = "收获资源",
	},
	{
		id = 260098,
		desc = "收获资源",
	},
	{
		id = 260099,
		desc = "收获资源",
	},
	{
		id = 260100,
		desc = "收获资源",
	},
	{
		id = 260101,
		desc = "收获资源",
	},
	{
		id = 260102,
		desc = "收获资源",
	},
	{
		id = 260103,
		desc = "收获资源",
	},
	{
		id = 260104,
		desc = "收获资源",
	},
	{
		id = 260105,
		desc = "收获资源",
	},
	{
		id = 260106,
		desc = "收获资源",
	},
	{
		id = 260107,
		desc = "收获资源",
	},
	{
		id = 260108,
		desc = "收获资源",
	},
	{
		id = 260109,
		desc = "收获资源",
	},
	{
		id = 260110,
		desc = "收获资源",
	},
	{
		id = 260111,
		desc = "收获资源",
	},
	{
		id = 260112,
		desc = "收获资源",
	},
	{
		id = 260113,
		desc = "收获资源",
	},
	{
		id = 260114,
		desc = "收获资源",
	},
	{
		id = 270001,
		desc = "转盘抽奖",
	},
	{
		id = 270002,
		desc = "限时比赛",
	},
	{
		id = 270003,
		desc = "联盟任务",
	},
	{
		id = 270004,
		desc = "充值礼包",
	},
	{
		id = 270005,
		desc = "热卖礼包",
	},
	{
		id = 270006,
		desc = "节日礼包",
	},
	{
		id = 270007,
		desc = "成长任务",
	},
	{
		id = 270008,
		desc = "喜迎财神",
	},
	{
		id = 270009,
		desc = "皇陵探宝",
	},
	{
		id = 270010,
		desc = "成长基金",
	},
	{
		id = 270011,
		desc = "月卡送礼",
	},
	{
		id = 270012,
		desc = "府衙12礼包",
	},
	{
		id = 270013,
		desc = "府衙22礼包",
	},
	{
		id = 270014,
		desc = "府衙37礼包",
	},
	{
		id = 270015,
		desc = "医疗礼包",
	},
	{
		id = 270016,
		desc = "分享有礼",
	},
	{
		id = 270017,
		desc = "累计登录",
	},
	{
		id = 270018,
		desc = "累计充值",
	},
	{
		id = 270019,
		desc = "活动掉落",
	},
	{
		id = 270020,
		desc = "皇位战",
	},
	{
		id = 270021,
		desc = "累计消耗",
	},
	{
		id = 270022,
		desc = "幸运转盘",
	},
	{
		id = 270023,
		desc = "登入送礼",
	},
	{
		id = 270024,
		desc = "储值豪礼",
	},
	{
		id = 270025,
		desc = "消费返利",
	},
	{
		id = 270026,
		desc = "跨服战",
	},
	{
		id = 270027,
		desc = "奇珍兑换",
	},
	{
		id = 270028,
		desc = "奇珍抢购",
	},
	{
		id = 270029,
		desc = "神将下凡",
	},
	{
		id = 270030,
		desc = "祭天大典",
	},
	{
		id = 270031,
		desc = "充值返利",
	},
	{
		id = 270032,
		desc = "城战",
	},
	{
		id = 270033,
		desc = "限定活动",
	},
	{
		id = 270034,
		desc = "蓬莱礼包",
	},
	{
		id = 270035,
		desc = "箭术大赛",
	},
	{
		id = 270099,
		desc = "超值礼包",
	},
	{
		id = 271001,
		desc = "转盘抽奖",
	},
	{
		id = 271002,
		desc = "限时比赛",
	},
	{
		id = 271003,
		desc = "黄巾起义",
	},
	{
		id = 280001,
		desc = "皇帝",
	},
	{
		id = 280002,
		desc = "丞相",
	},
	{
		id = 280003,
		desc = "司徒",
	},
	{
		id = 280004,
		desc = "司空",
	},
	{
		id = 280005,
		desc = "司马",
	},
	{
		id = 280006,
		desc = "大将军",
	},
	{
		id = 280007,
		desc = "骠骑将军",
	},
	{
		id = 280008,
		desc = "车骑将军",
	},
	{
		id = 280009,
		desc = "卫将军",
	},
	{
		id = 280010,
		desc = "马夫",
	},
	{
		id = 280011,
		desc = "山贼",
	},
	{
		id = 280012,
		desc = "平民",
	},
	{
		id = 280013,
		desc = "逃兵",
	},
	{
		id = 280014,
		desc = "乱党",
	},
	{
		id = 280015,
		desc = "囚犯",
	},
	{
		id = 280101,
		desc = "守卫礼包",
	},
	{
		id = 280102,
		desc = "援助礼包",
	},
	{
		id = 280103,
		desc = "征战礼包",
	},
	{
		id = 290001,
		desc = "皇城位于地图中心，占领皇城的联盟才有权力推选皇帝！",
	},
	{
		id = 290002,
		desc = "提高出征部队中武将的带兵数和士兵的属性能显著提高部队战斗能力。",
	},
	{
		id = 290003,
		desc = "4件同品质的“翡翠”能合成1件高品质翡翠，其他材料也是如此。",
	},
	{
		id = 290004,
		desc = "采集资源时要小心，若被敌人击败，部队采集的资源是会被掠夺的！",
	},
	{
		id = 290005,
		desc = "将武将驻守到建筑中可以提高建筑的效果！",
	},
	{
		id = 290006,
		desc = "所有集结玩家享有集结发起者的科技、天赋等增益效果。（发起者以外的增益效果无效）",
	},
	{
		id = 290007,
		desc = "防御型的步兵可以承受大量伤害，他们在战斗中必不可少！",
	},
	{
		id = 290008,
		desc = "弓兵和骑兵有着强大的攻击能力，但防御能力较差。",
	},
	{
		id = 290009,
		desc = "车兵在攻城战中的作用无可替代。",
	},
	{
		id = 290010,
		desc = "粮田产量越高，可拥有的士兵数量越多。",
	},
	{
		id = 290011,
		desc = "酒馆等级越高，可招募武将上限提高",
	},
	{
		id = 290012,
		desc = "有武将驻守城墙时，可使防守城池的士兵更强力。",
	},
	{
		id = 290013,
		desc = "军团有更多的副将才能带领更多的士兵出征。",
	},
	{
		id = 290014,
		desc = "装备升星需要足够的进阶材料和同品质的万能装备",
	},
	{
		id = 290015,
		desc = "军团行军时，可以消耗行动力直达目的地，距离越远消耗行动力越多。",
	},
	{
		id = 300001,
		desc = "步兵攻击加成+20%%",
	},
	{
		id = 300002,
		desc = "骑兵攻击加成+20%%",
	},
	{
		id = 300003,
		desc = "弓兵攻击加成+20%%",
	},
	{
		id = 300004,
		desc = "车兵攻击加成+20%%",
	},
	{
		id = 300005,
		desc = "步兵防御加成+20%%",
	},
	{
		id = 300006,
		desc = "骑兵防御加成+20%%",
	},
	{
		id = 300007,
		desc = "弓兵防御加成+20%%",
	},
	{
		id = 300008,
		desc = "车兵防御加成+20%%",
	},
	{
		id = 300009,
		desc = "免战保护",
	},
	{
		id = 300010,
		desc = "粮食消耗减少25%%",
	},
	{
		id = 300011,
		desc = "粮食消耗减少50%%",
	},
	{
		id = 300012,
		desc = "反侦察",
	},
	{
		id = 300013,
		desc = "伪装术",
	},
	{
		id = 300014,
		desc = "世界采集木头速度提升25%%",
	},
	{
		id = 300015,
		desc = "世界采集粮食速度提升25%%",
	},
	{
		id = 300016,
		desc = "世界采集黄金速度提升25%%",
	},
	{
		id = 300017,
		desc = "世界采集石材速度提升25%%",
	},
	{
		id = 300018,
		desc = "世界采集铁矿速度提升25%%",
	},
	{
		id = 300019,
		desc = "世界采集木头速度提升50%%",
	},
	{
		id = 300020,
		desc = "世界采集粮食速度提升50%%",
	},
	{
		id = 300021,
		desc = "世界采集黄金速度提升50%%",
	},
	{
		id = 300022,
		desc = "世界采集石材速度提升50%%",
	},
	{
		id = 300023,
		desc = "世界采集铁矿速度提升50%%",
	},
	{
		id = 300024,
		desc = "军团出征上限增加25%%",
	},
	{
		id = 300025,
		desc = "（主动）1小时内，所有军团速度+100%%",
	},
	{
		id = 300026,
		desc = "（主动）1小时内，所有军团速度+100%%",
	},
	{
		id = 300027,
		desc = "（主动）使用后的下1次战斗，主动攻击造成的己方阵亡士兵中的50%%转换为伤兵代替死亡",
	},
	{
		id = 300028,
		desc = "无",
	},
	{
		id = 300029,
		desc = "无",
	},
	{
		id = 300030,
		desc = "无",
	},
	{
		id = 300031,
		desc = "（主动）1小时内，所有军团士兵攻击+10%%，出征战队伍上限+1",
	},
	{
		id = 300032,
		desc = "（主动）1小时内，所有军团士兵攻击+10%%，出征战队伍上限+1",
	},
	{
		id = 300033,
		desc = "（主动）1小时内，所有军团士兵攻击+10%%，出征战队伍上限+1",
	},
	{
		id = 300034,
		desc = "（主动）1小时内，所有军团士兵攻击+10%%，出征战队伍上限+1",
	},
	{
		id = 300035,
		desc = "（主动）使用后的2小时内，受到攻击时不会损失资源",
	},
	{
		id = 300036,
		desc = "（主动）2小时内，所有城内资源产出+100%%",
	},
	{
		id = 300037,
		desc = "（主动）2小时内，所有城内资源产出+100%%",
	},
	{
		id = 300038,
		desc = "（主动）2小时内，所有城内资源产出+100%%",
	},
	{
		id = 300039,
		desc = "（主动）2小时内，所有城内资源产出+100%%",
	},
	{
		id = 300040,
		desc = "（主动）2小时内，所有城内资源产出+100%%",
	},
	{
		id = 300041,
		desc = "无",
	},
	{
		id = 300042,
		desc = "无",
	},
	{
		id = 300043,
		desc = "无",
	},
	{
		id = 300044,
		desc = "无",
	},
	{
		id = 300045,
		desc = "无",
	},
	{
		id = 300046,
		desc = "（主动）一次性将所有外出部队召回自己主城，8小时冷却时间。",
	},
	{
		id = 300047,
		desc = "（主动）1小时内，我军防御/生命+20%%，24小时冷却时间。",
	},
	{
		id = 300048,
		desc = "（主动）1小时内，我军防御/生命+20%%，25小时冷却时间。",
	},
	{
		id = 300049,
		desc = "（主动）1小时内，我军防御/生命+20%%，26小时冷却时间。",
	},
	{
		id = 300050,
		desc = "（主动）1小时内，我军防御/生命+20%%，27小时冷却时间。",
	},
	{
		id = 300051,
		desc = "（主动）1小时内，我军防御/生命+20%%，28小时冷却时间。",
	},
	{
		id = 300052,
		desc = "（主动）1小时内，我军防御/生命+20%%，29小时冷却时间。",
	},
	{
		id = 300053,
		desc = "（主动）1小时内，我军防御/生命+20%%，30小时冷却时间。",
	},
	{
		id = 300054,
		desc = "（主动）1小时内，我军防御/生命+20%%，31小时冷却时间。",
	},
	{
		id = 300055,
		desc = "新手保护",
	},
	{
		id = 300056,
		desc = "第二个建造队列2小时",
	},
	{
		id = 300165,
		desc = "金矿增产100%%",
	},
	{
		id = 300166,
		desc = "农田增产100%%",
	},
	{
		id = 300167,
		desc = "伐木场增产100%%",
	},
	{
		id = 300168,
		desc = "石材增产100%%",
	},
	{
		id = 300169,
		desc = "铁矿增产100%%",
	},
	{
		id = 300170,
		desc = "步兵防御增加+20%%",
	},
	{
		id = 300171,
		desc = "骑兵防御增加+20%%",
	},
	{
		id = 300172,
		desc = "弓兵防御增加+20%%",
	},
	{
		id = 300173,
		desc = "车兵防御增加+20%%",
	},
	{
		id = 300174,
		desc = "步兵生命增加+20%%",
	},
	{
		id = 300175,
		desc = "骑兵生命增加+20%%",
	},
	{
		id = 300176,
		desc = "弓兵生命增加+20%%",
	},
	{
		id = 300177,
		desc = "车兵生命增加+20%%",
	},
	{
		id = 300178,
		desc = "军团攻击",
	},
	{
		id = 300179,
		desc = "军团攻击",
	},
	{
		id = 300180,
		desc = "军团攻击",
	},
	{
		id = 300181,
		desc = "军团攻击",
	},
	{
		id = 300182,
		desc = "军团防御",
	},
	{
		id = 300183,
		desc = "军团防御",
	},
	{
		id = 300184,
		desc = "军团防御",
	},
	{
		id = 300185,
		desc = "军团防御",
	},
	{
		id = 300186,
		desc = "军团生命",
	},
	{
		id = 300187,
		desc = "军团生命",
	},
	{
		id = 300188,
		desc = "军团生命",
	},
	{
		id = 300189,
		desc = "军团生命",
	},
	{
		id = 300190,
		desc = "军团带兵上限",
	},
	{
		id = 300191,
		desc = "所有资源产量",
	},
	{
		id = 300192,
		desc = "所有资源产量",
	},
	{
		id = 300193,
		desc = "所有资源产量",
	},
	{
		id = 300194,
		desc = "所有资源产量",
	},
	{
		id = 300195,
		desc = "所有资源产量",
	},
	{
		id = 300196,
		desc = "仓库保护量",
	},
	{
		id = 300197,
		desc = "建造速度",
	},
	{
		id = 300198,
		desc = "所有资源产量",
	},
	{
		id = 300199,
		desc = "所有资源产量",
	},
	{
		id = 300200,
		desc = "所有资源产量",
	},
	{
		id = 300201,
		desc = "所有资源产量",
	},
	{
		id = 300202,
		desc = "所有资源产量",
	},
	{
		id = 300203,
		desc = "军团负重上限",
	},
	{
		id = 300204,
		desc = "军团负重上限",
	},
	{
		id = 300205,
		desc = "军团负重上限",
	},
	{
		id = 300206,
		desc = "军团负重上限",
	},
	{
		id = 300207,
		desc = "建造速度",
	},
	{
		id = 300208,
		desc = "研究科技速度",
	},
	{
		id = 300209,
		desc = "农田产量",
	},
	{
		id = 300210,
		desc = "训练士兵速度",
	},
	{
		id = 300211,
		desc = "训练士兵速度",
	},
	{
		id = 300212,
		desc = "训练士兵速度",
	},
	{
		id = 300213,
		desc = "训练士兵速度",
	},
	{
		id = 300214,
		desc = "军团攻击",
	},
	{
		id = 300215,
		desc = "军团攻击",
	},
	{
		id = 300216,
		desc = "军团攻击",
	},
	{
		id = 300217,
		desc = "军团攻击",
	},
	{
		id = 300218,
		desc = "军团防御",
	},
	{
		id = 300219,
		desc = "军团防御",
	},
	{
		id = 300220,
		desc = "军团防御",
	},
	{
		id = 300221,
		desc = "军团防御",
	},
	{
		id = 300222,
		desc = "军团攻击",
	},
	{
		id = 300223,
		desc = "军团攻击",
	},
	{
		id = 300224,
		desc = "军团攻击",
	},
	{
		id = 300225,
		desc = "军团攻击",
	},
	{
		id = 300226,
		desc = "行军速度",
	},
	{
		id = 300227,
		desc = "行军速度",
	},
	{
		id = 300228,
		desc = "军团防御",
	},
	{
		id = 300229,
		desc = "军团防御",
	},
	{
		id = 300230,
		desc = "军团防御",
	},
	{
		id = 300231,
		desc = "军团防御",
	},
	{
		id = 300232,
		desc = "军团生命",
	},
	{
		id = 300233,
		desc = "生命加成",
	},
	{
		id = 300234,
		desc = "生命加成",
	},
	{
		id = 300235,
		desc = "生命加成",
	},
	{
		id = 300236,
		desc = "军团带兵上限",
	},
	{
		id = 300237,
		desc = "行军速度",
	},
	{
		id = 300238,
		desc = "行军速度",
	},
	{
		id = 300239,
		desc = "行军速度",
	},
	{
		id = 300240,
		desc = "行军速度",
	},
	{
		id = 300241,
		desc = "步兵生命加成+10%%",
	},
	{
		id = 300242,
		desc = "骑兵生命加成+10%%",
	},
	{
		id = 300243,
		desc = "弓兵生命加成+10%%",
	},
	{
		id = 300244,
		desc = "车兵生命加成+10%%",
	},
	{
		id = 300245,
		desc = "步兵防御加成+10%%",
	},
	{
		id = 300246,
		desc = "骑兵防御加成+10%%",
	},
	{
		id = 300247,
		desc = "弓兵防御加成+10%%",
	},
	{
		id = 300248,
		desc = "车兵防御加成+10%%",
	},
	{
		id = 300249,
		desc = "步兵攻击加成+10%%",
	},
	{
		id = 300250,
		desc = "骑兵攻击加成+10%%",
	},
	{
		id = 300251,
		desc = "弓兵攻击加成+10%%",
	},
	{
		id = 300252,
		desc = "车兵攻击加成+10%%",
	},
	{
		id = 300253,
		desc = "伐木场增产+20%%",
	},
	{
		id = 300254,
		desc = "农田增产+20%%",
	},
	{
		id = 300255,
		desc = "金矿增产+20%%",
	},
	{
		id = 300256,
		desc = "石材增产+20%%",
	},
	{
		id = 300257,
		desc = "铁材增产+20%%",
	},
	{
		id = 300258,
		desc = "世界采集木头速度提升+10%%",
	},
	{
		id = 300259,
		desc = "世界采集粮食速度提升+10%%",
	},
	{
		id = 300260,
		desc = "世界采集黄金速度提升+10%%",
	},
	{
		id = 300261,
		desc = "世界采集石材速度提升+10%%",
	},
	{
		id = 300262,
		desc = "世界采集铁材速度提升+10%%",
	},
	{
		id = 300263,
		desc = "己方主动攻击的阵亡士兵转化为伤兵代替死亡+10%%",
	},
	{
		id = 300264,
		desc = "陷阱攻击力增加+50%%",
	},
	{
		id = 300265,
		desc = "行军速度增加+25%%",
	},
	{
		id = 300266,
		desc = "伐木场增产+50%%",
	},
	{
		id = 300267,
		desc = "农田增产+50%%",
	},
	{
		id = 300268,
		desc = "金矿增产+50%%",
	},
	{
		id = 300269,
		desc = "石材增产+50%%",
	},
	{
		id = 300270,
		desc = "铁材增产+50%%",
	},
	{
		id = 300271,
		desc = "世界采集木头速度提升+25%%",
	},
	{
		id = 300272,
		desc = "世界采集粮食速度提升+25%%",
	},
	{
		id = 300273,
		desc = "世界采集黄金速度提升+25%%",
	},
	{
		id = 300274,
		desc = "世界采集石材速度提升+25%%",
	},
	{
		id = 300275,
		desc = "世界采集铁材速度提升+25%%",
	},
	{
		id = 300276,
		desc = "陷阱触发概率增加+5%%",
	},
	{
		id = 300277,
		desc = "VIP1激活",
	},
	{
		id = 300278,
		desc = "立即建造加速6min",
	},
	{
		id = 300279,
		desc = "木材产量+4%%",
	},
	{
		id = 300280,
		desc = "粮食产量+4%%",
	},
	{
		id = 300281,
		desc = "黄金产量+4%%",
	},
	{
		id = 300282,
		desc = "石料产量+4%%",
	},
	{
		id = 300283,
		desc = "铁矿产量+4%%",
	},
	{
		id = 300284,
		desc = "VIP2激活",
	},
	{
		id = 300285,
		desc = "立即建造加速7min",
	},
	{
		id = 300286,
		desc = "木材产量+6%%",
	},
	{
		id = 300287,
		desc = "粮食产量+6%%",
	},
	{
		id = 300288,
		desc = "黄金产量+6%%",
	},
	{
		id = 300289,
		desc = "石料产量+6%%",
	},
	{
		id = 300290,
		desc = "铁矿产量+6%%",
	},
	{
		id = 300291,
		desc = "打怪行军速度+5%%",
	},
	{
		id = 300292,
		desc = "行动力恢复速度+10%%",
	},
	{
		id = 300293,
		desc = "VIP3激活",
	},
	{
		id = 300294,
		desc = "立即建造加速9min",
	},
	{
		id = 300295,
		desc = "木材产量+8%%",
	},
	{
		id = 300296,
		desc = "粮食产量+8%%",
	},
	{
		id = 300297,
		desc = "黄金产量+8%%",
	},
	{
		id = 300298,
		desc = "石料产量+8%%",
	},
	{
		id = 300299,
		desc = "铁矿产量+8%%",
	},
	{
		id = 300300,
		desc = "打怪行军速度+10%%",
	},
	{
		id = 300301,
		desc = "行动力恢复速度+12%%",
	},
	{
		id = 300302,
		desc = "VIP4激活",
	},
	{
		id = 300303,
		desc = "立即建造加速11min",
	},
	{
		id = 300304,
		desc = "木材产量+10%%",
	},
	{
		id = 300305,
		desc = "粮食产量+10%%",
	},
	{
		id = 300306,
		desc = "黄金产量+10%%",
	},
	{
		id = 300307,
		desc = "石料产量+10%%",
	},
	{
		id = 300308,
		desc = "铁矿产量+10%%",
	},
	{
		id = 300309,
		desc = "打怪行军速度+15%%",
	},
	{
		id = 300310,
		desc = "行动力恢复速度+14%%",
	},
	{
		id = 300311,
		desc = "VIP5激活",
	},
	{
		id = 300312,
		desc = "立即建造加速13min",
	},
	{
		id = 300313,
		desc = "木材产量+12%%",
	},
	{
		id = 300314,
		desc = "粮食产量+12%%",
	},
	{
		id = 300315,
		desc = "黄金产量+12%%",
	},
	{
		id = 300316,
		desc = "石料产量+12%%",
	},
	{
		id = 300317,
		desc = "铁矿产量+12%%",
	},
	{
		id = 300318,
		desc = "打怪行军速度+20%%",
	},
	{
		id = 300319,
		desc = "行动力恢复速度+16%%",
	},
	{
		id = 300320,
		desc = "行军速度增加+5%%",
	},
	{
		id = 300321,
		desc = "VIP6激活",
	},
	{
		id = 300322,
		desc = "立即建造加速15min",
	},
	{
		id = 300323,
		desc = "木材产量+14%%",
	},
	{
		id = 300324,
		desc = "粮食产量+14%%",
	},
	{
		id = 300325,
		desc = "黄金产量+14%%",
	},
	{
		id = 300326,
		desc = "石料产量+14%%",
	},
	{
		id = 300327,
		desc = "铁矿产量+14%%",
	},
	{
		id = 300328,
		desc = "打怪行军速度+25%%",
	},
	{
		id = 300329,
		desc = "行动力恢复速度+18%%",
	},
	{
		id = 300330,
		desc = "行军速度增加+6%%",
	},
	{
		id = 300331,
		desc = "行军部队总数+1",
	},
	{
		id = 300332,
		desc = "VIP7激活",
	},
	{
		id = 300333,
		desc = "立即建造加速17min",
	},
	{
		id = 300334,
		desc = "木材产量+16%%",
	},
	{
		id = 300335,
		desc = "粮食产量+16%%",
	},
	{
		id = 300336,
		desc = "黄金产量+16%%",
	},
	{
		id = 300337,
		desc = "石料产量+16%%",
	},
	{
		id = 300338,
		desc = "铁矿产量+16%%",
	},
	{
		id = 300339,
		desc = "打怪行军速度+30%%",
	},
	{
		id = 300340,
		desc = "行动力恢复速度+20%%",
	},
	{
		id = 300341,
		desc = "行军速度增加+7%%",
	},
	{
		id = 300342,
		desc = "行军部队总数+1",
	},
	{
		id = 300343,
		desc = "步兵攻击增加+10%%",
	},
	{
		id = 300344,
		desc = "骑兵攻击增加+10%%",
	},
	{
		id = 300345,
		desc = "弓兵攻击增加+10%%",
	},
	{
		id = 300346,
		desc = "车兵攻击增加+10%%",
	},
	{
		id = 300347,
		desc = "VIP8激活",
	},
	{
		id = 300348,
		desc = "立即建造加速19min",
	},
	{
		id = 300349,
		desc = "木材产量+16%%",
	},
	{
		id = 300350,
		desc = "粮食产量+16%%",
	},
	{
		id = 300351,
		desc = "黄金产量+16%%",
	},
	{
		id = 300352,
		desc = "石料产量+16%%",
	},
	{
		id = 300353,
		desc = "铁矿产量+16%%",
	},
	{
		id = 300354,
		desc = "打怪行军速度+35%%",
	},
	{
		id = 300355,
		desc = "行动力恢复速度+22%%",
	},
	{
		id = 300356,
		desc = "行军速度增加+8%%",
	},
	{
		id = 300357,
		desc = "行军部队总数+1",
	},
	{
		id = 300358,
		desc = "步兵攻击增加+10%%",
	},
	{
		id = 300359,
		desc = "骑兵攻击增加+10%%",
	},
	{
		id = 300360,
		desc = "弓兵攻击增加+10%%",
	},
	{
		id = 300361,
		desc = "车兵攻击增加+10%%",
	},
	{
		id = 300362,
		desc = "步兵防御增加+10%%",
	},
	{
		id = 300363,
		desc = "骑兵防御增加+10%%",
	},
	{
		id = 300364,
		desc = "弓兵防御增加+10%%",
	},
	{
		id = 300365,
		desc = "车兵防御增加+10%%",
	},
	{
		id = 300366,
		desc = "VIP9激活",
	},
	{
		id = 300367,
		desc = "立即建造加速25min",
	},
	{
		id = 300368,
		desc = "木材产量+18%%",
	},
	{
		id = 300369,
		desc = "粮食产量+18%%",
	},
	{
		id = 300370,
		desc = "黄金产量+18%%",
	},
	{
		id = 300371,
		desc = "石料产量+18%%",
	},
	{
		id = 300372,
		desc = "铁矿产量+18%%",
	},
	{
		id = 300373,
		desc = "打怪行军速度+40%%",
	},
	{
		id = 300374,
		desc = "行动力恢复速度+24%%",
	},
	{
		id = 300375,
		desc = "行军速度增加+9%%",
	},
	{
		id = 300376,
		desc = "行军部队总数+1",
	},
	{
		id = 300377,
		desc = "步兵攻击增加+10%%",
	},
	{
		id = 300378,
		desc = "骑兵攻击增加+10%%",
	},
	{
		id = 300379,
		desc = "弓兵攻击增加+10%%",
	},
	{
		id = 300380,
		desc = "车兵攻击增加+10%%",
	},
	{
		id = 300381,
		desc = "步兵防御增加+10%%",
	},
	{
		id = 300382,
		desc = "骑兵防御增加+10%%",
	},
	{
		id = 300383,
		desc = "弓兵防御增加+10%%",
	},
	{
		id = 300384,
		desc = "车兵防御增加+10%%",
	},
	{
		id = 300385,
		desc = "步兵生命增加+10%%",
	},
	{
		id = 300386,
		desc = "骑兵生命增加+10%%",
	},
	{
		id = 300387,
		desc = "弓兵生命增加+10%%",
	},
	{
		id = 300388,
		desc = "车兵生命增加+10%%",
	},
	{
		id = 300389,
		desc = "医院容量增加+15%%",
	},
	{
		id = 300390,
		desc = "VIP10激活",
	},
	{
		id = 300391,
		desc = "立即建造加速30min",
	},
	{
		id = 300392,
		desc = "木材产量+20%%",
	},
	{
		id = 300393,
		desc = "粮食产量+20%%",
	},
	{
		id = 300394,
		desc = "黄金产量+20%%",
	},
	{
		id = 300395,
		desc = "石料产量+20%%",
	},
	{
		id = 300396,
		desc = "铁矿产量+20%%",
	},
	{
		id = 300397,
		desc = "打怪行军速度+45%%",
	},
	{
		id = 300398,
		desc = "行动力恢复速度+26%%",
	},
	{
		id = 300399,
		desc = "行军速度增加+10%%",
	},
	{
		id = 300400,
		desc = "行军部队总数+1",
	},
	{
		id = 300401,
		desc = "步兵攻击增加+15%%",
	},
	{
		id = 300402,
		desc = "骑兵攻击增加+15%%",
	},
	{
		id = 300403,
		desc = "弓兵攻击增加+15%%",
	},
	{
		id = 300404,
		desc = "车兵攻击增加+15%%",
	},
	{
		id = 300405,
		desc = "步兵防御增加+15%%",
	},
	{
		id = 300406,
		desc = "骑兵防御增加+15%%",
	},
	{
		id = 300407,
		desc = "弓兵防御增加+15%%",
	},
	{
		id = 300408,
		desc = "车兵防御增加+15%%",
	},
	{
		id = 300409,
		desc = "步兵生命增加+15%%",
	},
	{
		id = 300410,
		desc = "骑兵生命增加+15%%",
	},
	{
		id = 300411,
		desc = "弓兵生命增加+15%%",
	},
	{
		id = 300412,
		desc = "车兵生命增加+15%%",
	},
	{
		id = 300413,
		desc = "医院容量增加+30%%",
	},
	{
		id = 300414,
		desc = "VIP11激活",
	},
	{
		id = 300415,
		desc = "立即建造加速30min",
	},
	{
		id = 300416,
		desc = "木材产量+22%%",
	},
	{
		id = 300417,
		desc = "粮食产量+22%%",
	},
	{
		id = 300418,
		desc = "黄金产量+22%%",
	},
	{
		id = 300419,
		desc = "石料产量+22%%",
	},
	{
		id = 300420,
		desc = "铁矿产量+22%%",
	},
	{
		id = 300421,
		desc = "打怪行军速度+50%%",
	},
	{
		id = 300422,
		desc = "行动力恢复速度+28%%",
	},
	{
		id = 300423,
		desc = "行军速度增加+11%%",
	},
	{
		id = 300424,
		desc = "行军部队总数+1",
	},
	{
		id = 300425,
		desc = "步兵攻击增加+20%%",
	},
	{
		id = 300426,
		desc = "骑兵攻击增加+20%%",
	},
	{
		id = 300427,
		desc = "弓兵攻击增加+20%%",
	},
	{
		id = 300428,
		desc = "车兵攻击增加+20%%",
	},
	{
		id = 300429,
		desc = "步兵防御增加+20%%",
	},
	{
		id = 300430,
		desc = "骑兵防御增加+20%%",
	},
	{
		id = 300431,
		desc = "弓兵防御增加+20%%",
	},
	{
		id = 300432,
		desc = "车兵防御增加+20%%",
	},
	{
		id = 300433,
		desc = "步兵生命增加+20%%",
	},
	{
		id = 300434,
		desc = "骑兵生命增加+20%%",
	},
	{
		id = 300435,
		desc = "弓兵生命增加+20%%",
	},
	{
		id = 300436,
		desc = "车兵生命增加+20%%",
	},
	{
		id = 300437,
		desc = "医院容量增加+40%%",
	},
	{
		id = 300438,
		desc = "VIP12激活",
	},
	{
		id = 300439,
		desc = "立即建造加速30min",
	},
	{
		id = 300440,
		desc = "木材产量+25%%",
	},
	{
		id = 300441,
		desc = "粮食产量+25%%",
	},
	{
		id = 300442,
		desc = "黄金产量+25%%",
	},
	{
		id = 300443,
		desc = "石料产量+25%%",
	},
	{
		id = 300444,
		desc = "铁矿产量+25%%",
	},
	{
		id = 300445,
		desc = "打怪行军速度+50%%",
	},
	{
		id = 300446,
		desc = "行动力恢复速度+30%%",
	},
	{
		id = 300447,
		desc = "行军速度增加+12%%",
	},
	{
		id = 300448,
		desc = "行军部队总数+1",
	},
	{
		id = 300449,
		desc = "步兵攻击增加+25%%",
	},
	{
		id = 300450,
		desc = "骑兵攻击增加+25%%",
	},
	{
		id = 300451,
		desc = "弓兵攻击增加+25%%",
	},
	{
		id = 300452,
		desc = "车兵攻击增加+25%%",
	},
	{
		id = 300453,
		desc = "步兵防御增加+25%%",
	},
	{
		id = 300454,
		desc = "骑兵防御增加+25%%",
	},
	{
		id = 300455,
		desc = "弓兵防御增加+25%%",
	},
	{
		id = 300456,
		desc = "车兵防御增加+25%%",
	},
	{
		id = 300457,
		desc = "步兵生命增加+25%%",
	},
	{
		id = 300458,
		desc = "骑兵生命增加+25%%",
	},
	{
		id = 300459,
		desc = "弓兵生命增加+25%%",
	},
	{
		id = 300460,
		desc = "车兵生命增加+25%%",
	},
	{
		id = 300461,
		desc = "医院容量增加+50%%",
	},
	{
		id = 320001,
		desc = "府衙等级达标",
	},
	{
		id = 320002,
		desc = "在城内收集粮食或黄金",
	},
	{
		id = 320003,
		desc = "主公等级达标",
	},
	{
		id = 320004,
		desc = "拥有武将数量",
	},
	{
		id = 320005,
		desc = "建筑升级次数",
	},
	{
		id = 320006,
		desc = "出征使用【直达目标】次数",
	},
	{
		id = 320007,
		desc = "击杀野怪次数",
	},
	{
		id = 320008,
		desc = "在城外采集粮食或黄金",
	},
	{
		id = 320009,
		desc = "训练士兵数量",
	},
	{
		id = 320010,
		desc = "科技研发次数",
	},
	{
		id = 320011,
		desc = "拥有蓝色或更高品质装备数",
	},
	{
		id = 320012,
		desc = "抢夺城外采集资源",
	},
	{
		id = 320013,
		desc = "击杀野怪等级达标",
	},
	{
		id = 320014,
		desc = "使用主动技能次数",
	},
	{
		id = 320015,
		desc = "穿戴主公宝物数量",
	},
	{
		id = 320016,
		desc = "分解获得白银数",
	},
	{
		id = 320017,
		desc = "装备进阶次数",
	},
	{
		id = 320018,
		desc = "进阶蓝色及以上装备至+1",
	},
	{
		id = 320019,
		desc = "联盟捐献次数",
	},
	{
		id = 320020,
		desc = "花费个人荣誉数",
	},
	{
		id = 320021,
		desc = "联盟帮助次数",
	},
	{
		id = 320022,
		desc = "侦查其他玩家次数",
	},
	{
		id = 320023,
		desc = "攻城次数",
	},
	{
		id = 320024,
		desc = "治疗伤兵数",
	},
	{
		id = 320025,
		desc = "制造陷阱数",
	},
	{
		id = 320026,
		desc = "攻城掠夺资源数",
	},
	{
		id = 320027,
		desc = "VIP等级达标",
	},
	{
		id = 320028,
		desc = "最高战力达标",
	},
	{
		id = 320029,
		desc = "进阶蓝色及以上装备至+2",
	},
	{
		id = 320030,
		desc = "进阶蓝色及以上装备至+3",
	},
	{
		id = 320031,
		desc = "进阶蓝色及以上装备至+4",
	},
	{
		id = 320032,
		desc = "进阶蓝色及以上装备至+5",
	},
	{
		id = 320033,
		desc = "加入联盟",
	},
	{
		id = 330001,
		desc = "升级建筑",
	},
	{
		id = 330002,
		desc = "训练士兵",
	},
	{
		id = 330003,
		desc = "招募武将",
	},
	{
		id = 330004,
		desc = "主公天赋",
	},
	{
		id = 330005,
		desc = "主公宝物",
	},
	{
		id = 330006,
		desc = "提升装备",
	},
	{
		id = 330007,
		desc = "研究科技",
	},
	{
		id = 330008,
		desc = "建造陷阱",
	},
	{
		id = 330009,
		desc = "武将化神",
	},
	{
		id = 331001,
		desc = "【建造建筑】可以|<#225,40,50#>解锁更多新功能|。|<#\n#>|【升级建筑】可以|<#225,40,50#>提升建筑功能的效果|是所有战力提升方式的基础。",
	},
	{
		id = 331002,
		desc = "【士兵等级】士兵|<#225,40,50#>等级越高战力越强，兵种类型分为8大类|。|<#\n#>|盾兵-高防/高血/克制弓兵|<#\n#>|枪兵-高攻/高暴/克制骑兵|<#\n#>|骑兵-高移速/闪避/克制远程|<#\n#>|弓骑-高移速/剿匪战加成/克制远程|<#\n#>|弓兵-高射速/高攻|<#\n#>|弩兵-射程远/守城加成|<#\n#>|冲车-高负重/城战加成/免疫陷阱|<#\n#>|投石-高攻/城战加成/免疫陷阱",
	},
	{
		id = 331003,
		desc = "【武将信物】击败野外怪物或营寨可获得|<#225,40,50#>武将信物|。|<#\n#>|【招募方式】集齐所需|<#225,40,50#>武将信物|可在|<#225,40,50#>酒馆|招募该武将。|<#\n#>|【武将作用】在|<#225,40,50#>校场编辑|军团中编辑|<#225,40,50#>武将上阵|可有效提升士兵的战斗力。|<#\n#>|【武将驻守】武将可|<#225,40,50#>驻守|在建筑中为建筑|<#225,40,50#>提升效果|，驻守在|<#225,40,50#>城墙|上的武将会对|<#225,40,50#>所有预备役加成|。|<#\n#>|【武将属性】共有5种属性，所有属性根据不同|<#225,40,50#>建筑需求|影响|<#225,40,50#>驻守建筑的效果|。|<#\n#>||<#225,40,50#>武力|-增加武将携带部队的|<#225,40,50#>攻击力|（武力与智力取最高值）|<#\n#>||<#22,155,209#>智力|-增加武将携带部队的|<#225,40,50#>攻击力|（武力与智力取最高值）|<#\n#>||<#72,255,98#>政治|-影响驻守建筑时的|<#225,40,50#>增益效果||<#\n#>||<#255,126,0#>统帅|-增加武将携带部队的|<#225,40,50#>生命值||<#\n#>||<#167,85,230#>魅力|-影响驻守建筑时的|<#225,40,50#>增益效果|",
	},
	{
		id = 331004,
		desc = "【天赋获取】|<#225,40,50#>主公升级|可获得|<#225,40,50#>天赋点数|。|<#\n#>|【天赋学习】使用|<#225,40,50#>天赋点数|可以学习天赋。|<#\n#>|【天赋类型】分为|<#225,40,50#>战争|/|<#22,155,209#>建设|/|<#72,255,98#>军备|三大系|<#\n#>||<#225,40,50#>战争系|-对战斗相关的增益|<#\n#>||<#22,155,209#>建设系|-对建筑建造，科技研究，资源采集等的增益|<#\n#>||<#72,255,98#>军备系|-对训练士兵，陷阱，行军速度等的增益",
	},
	{
		id = 331005,
		desc = "宝物并不能直接提升战力，但是宝物提供的各种增益效果能让建筑效果、士兵能力获得显著提高。|<#\n#>|击杀匪徒是获得宝物的唯一途径。",
	},
	{
		id = 331006,
		desc = "【功能开启】|<#225,40,50#>府衙达到3级|后可建造|<#225,40,50#>铁匠铺||<#\n#>|【装备属性】所有装备有|<#225,40,50#>武|/|<#22,155,209#>智|/|<#72,255,98#>政|/|<#255,126,0#>统|/|<#167,85,230#>魅|5种属性和特技，特技分为|<#225,40,50#>军事|和|<#225,40,50#>内政|两种|<#\n#>|【获取途径】|<#225,40,50#>剿匪|/|<#225,40,50#>攻打营寨|可获得装备|<#\n#>|【装备进阶】集齐|<#225,40,50#>进阶材料|和集齐|<#225,40,50#>万能装备|消耗白银可提升装备的5属性和特技加成|<#\n#>|【装备重铸】消耗元宝可返还|<#225,40,50#>所有进阶的材料|和|<#225,40,50#>万能装备||<#\n#>|【装备分解】获得1件同品质|<#225,40,50#>万能装备|和|<#225,40,50#>白银|",
	},
	{
		id = 331007,
		desc = "【功能开启】|<#225,40,50#>府衙达到4级|后可建造|<#225,40,50#>研究所||<#\n#>|【科技类型】可分为|<#225,40,50#>军事|/|<#225,40,50#>内政|科技2种|<#\n#>||<#\n#>|军事科技 - |<#225,40,50#>提升部队的战斗能力||<#\n#>|内政科技 - |<#225,40,50#>提升资源的产出，获取效率|",
	},
	{
		id = 331008,
		desc = "【功能开启】|<#225,40,50#>府衙达到4级|后可建造战争工坊|<#\n#>|【陷阱种类】陷阱在守城时可被|<#225,40,50#>概率触发|，不同陷阱对应不同兵种，|<#225,40,50#>车兵不触发陷阱||<#\n#>||<#\n#>|滚木 - 克制|<#225,40,50#>弓兵||<#\n#>|飞矢 - 克制|<#225,40,50#>骑兵||<#\n#>|落石 - 克制|<#225,40,50#>步兵|",
	},
	{
		id = 331009,
		desc = "【神武将】部分武将可以|<#225,40,50#>化神|，|<#225,40,50#>大幅|提升属性和战斗力，并获得普通武将所没有的|<#225,40,50#>专属技能|和|<#225,40,50#>马匹装备位||<#\n#>|【化神方法】拥有|<#225,40,50#>可化神武将|和|<#225,40,50#>对应神武将信物|，并且完成额外化神条件，即可在|<#225,40,50#>神龛|将该武将化神，获得神武将|<#\n#>|【神武将信物获得途径】在|<#225,40,50#>观星台|进行|<#225,40,50#>天陨|有概率随机获得，或通过收集完成|<#225,40,50#>六种御龙盔甲|后进行合成随机获得|<#\n#>|【御龙盔甲获得途径】通过|<#225,40,50#>限时比赛|、|<#225,40,50#>占星|、|<#225,40,50#>天陨|、|<#225,40,50#>剿匪|、|<#225,40,50#>锦囊商店|、|<#225,40,50#>联盟商店|等途径获得|<#\n#>|【马匹装备】神武将|<#225,40,50#>特有|的装备，可以通过攻打|<#225,40,50#>武将营寨|等途径获得|<#\n#>|【神武将升级】在世界地图上攻打|<#225,40,50#>匪徒/武将营寨|或者攻打|<#225,40,50#>其他玩家|对其造成一定战力损失后，有概率获得用于升级神武将等级的兵法残页、残简等道具|<#\n#>|【神武将技能升级】用|<#225,40,50#>混元丹|道具可以升级神武将技能",
	},
	{
		id = 332001,
		desc = "城池建筑",
	},
	{
		id = 332002,
		desc = "资源",
	},
	{
		id = 332003,
		desc = "武将",
	},
	{
		id = 332004,
		desc = "装备",
	},
	{
		id = 332005,
		desc = "PVE",
	},
	{
		id = 332006,
		desc = "PVP",
	},
	{
		id = 332007,
		desc = "主公天赋",
	},
	{
		id = 332008,
		desc = "军团",
	},
	{
		id = 332009,
		desc = "联盟",
	},
	{
		id = 332010,
		desc = "VIP",
	},
	{
		id = 332011,
		desc = "活动",
	},
	{
		id = 332012,
		desc = "神武将",
	},
	{
		id = 333001,
		desc = "|<#253,208,110#>如何获取和使用迁城道具？||<#\n#>|您可以在城内右上角的商城中购买迁城道具。|<#\n#>|迁城道具分为随机迁城和高级迁城。购买之后，道具会自动进入背包。|<#\n#>|随机迁城：在背包中点击随机迁城道具，确定使用之后，您的城池将会随机迁到世界地图上的某一位置。|<#\n#>|高级迁城：在世界地图上，选定目标空地，点击后即可选择迁城至该地点，背包里有高级迁城会优先消耗道具，没有道具则需要相应的元宝。|<#\n#>| |<#\n#>||<#253,208,110#>为什么我无法使用迁城道具？||<#\n#>|只有当所有外出的军团都回到城内之后，才能使用迁城道具。|<#\n#>| |<#\n#>||<#253,208,110#>陷阱有什么用？||<#\n#>|在敌人进攻城池时会有概率发动陷阱反击，不同类型的陷阱针对不同的兵种。|<#\n#>|滚木对应弓兵|<#\n#>|飞矢对应骑兵|<#\n#>|落石对应步兵|<#\n#>| |<#\n#>||<#253,208,110#>城防值有什么用？||<#\n#>|城防值降低到0时，你的城池将被随机迁城。|<#\n#>| |<#\n#>||<#253,208,110#>城池着火了怎么办？||<#\n#>|守城失败后，城池会着火，在着火期间城防值会不断降低，可修复城墙或者灭火。|<#\n#>|",
	},
	{
		id = 333002,
		desc = "|<#253,208,110#>如何进行采集？||<#\n#>|在世界地图中找到资源点，点击并选择采集，在军团抵达占领资源点之后，即开始采集资源。资源采集需要花费一定的时间，在完成采集后您的部队会携带资源返回您的城池。部队的总负重越大，带回的资源就会越多。|<#\n#>| |<#\n#>||<#253,208,110#>如何提高采集效率？||<#\n#>|通过研究科技，主公天赋，派遣有采集特技的武将，为武将佩戴提升采集效果的饰品，商城购买采集加成道具，佩戴主公宝物可以有效提高采集效率。|<#\n#>| |<#\n#>||<#253,208,110#>木材，石料，铁矿，白银有什么用？||<#\n#>|木材用于升级11级及以上的建筑|<#\n#>|石料用于升级21级及以上的建筑|<#\n#>|铁矿用于升级36级及以上的建筑|<#\n#>|白银用于进阶武将装备|<#\n#>| |<#\n#>||<#253,208,110#>抢夺其他玩家的资源多少和什么有关？||<#\n#>|部队总负重越高，抢夺的资源越多。",
	},
	{
		id = 333003,
		desc = "|<#253,208,110#>如何获得武将？| |<#\n#>|凑齐武将信物后可以在酒馆中招募对应武将。武将信物的主要获取途径是剿匪和攻打武将营寨，部分商店有武将信物可以购买。|<#\n#>| |<#\n#>||<#253,208,110#>武将有什么用？| |<#\n#>|增强士兵战斗力。遣武将驻守建筑，能增加建筑效果。|<#\n#>| |<#\n#>||<#253,208,110#>武将如何驻守？不同建筑适合哪些武将驻守？| |<#\n#>|点击建筑后选择驻守。不同建筑的驻守效果需要不同属性和特技的加成，请选择和建筑相对应的属性和特技高的武将。|<#\n#>| |<#\n#>||<#253,208,110#>如何获得活动武将关羽？| |<#\n#>|每完成一个成长任务将获得关羽信物，收集100个即可在酒馆中招募武将关羽。成长任务可在活动界面查看。请注意成长任务有时间限制。|<#\n#>| |<#\n#>||<#253,208,110#>如何获得活动武将张飞？| |<#\n#>|当您所在服务器的成长基金的购买人数超过700人时，在该服购买过成长基金的所有玩家都可领取100个张飞信物，领取后可在酒馆中招募武将张飞。成长基金可在活动|<#\n#>|界面查看。|<#\n#>|",
	},
	{
		id = 333004,
		desc = "|<#253,208,110#>武将的防具和饰品如何选择？||<#\n#>|优先选择和武将特技相符的防具和饰品。|<#\n#>|例：黄盖是步兵和农田产量加成，那防具就可以选择增幅步兵的，饰品可以选择增幅农田产量的。|<#\n#>| |<#\n#>||<#253,208,110#>武将的武器防具和饰品优先进阶哪个？||<#\n#>|装备的重要程度为：武器>防具=饰品。|<#\n#>| |<#\n#>||<#253,208,110#>如何获得万能装备？||<#\n#>|分解装备后会获得同色万能装备。如：分解蓝色装备将获得蓝色万能装备。|<#\n#>| |<#\n#>||<#253,208,110#>绿色、蓝色武将是否值得培养？||<#\n#>|绿色蓝色武将进阶难度低，初期可发挥很好的效果，绝对值得培养。|<#\n#>| |<#\n#>||<#253,208,110#>如何获得装备进阶材料？||<#\n#>|通过剿匪，采集，炼丹炉，商城购买可以获得装备进阶材料。|<#\n#>|",
	},
	{
		id = 333005,
		desc = "|<#253,208,110#>如何进行剿匪？||<#\n#>|世界地图中分布着不同级别的匪徒NPC（在城外看到的藤甲兵，西凉铁骑这些都被称为“匪徒”而匪徒名字前面的数字代表了级别）。|<#\n#>|击败匪徒，必定能获得武将信物，主公经验和装备进阶材料，有一定概率获得武将装备和战争号角。|<#\n#>|击败低级匪徒后才可挑战高级匪徒。（如攻击5级匪徒的条件是击败4级匪徒）和匪徒进行战斗时损失的士兵，在医馆有足够容量时则会判定为受伤，可以在治疗后继续使用。如果医馆容量不足，士兵则会判定为死亡。|<#\n#>| |<#\n#>||<#253,208,110#>如何攻打武将营寨？||<#\n#>|武将营寨随机分布在世界地图中心区域的500x500范围内。|<#\n#>|攻击营寨的所有集结成员，伤害输出达到营寨血量的10%%就会获得丰厚奖励，奖励包括：武将信物，大量资源或武将装备箱子。伤害输出不足时，获得的奖励会减少。|<#\n#>|攻击营寨并给予最后一击的所有集结成员还能获得一份额外击杀奖励。|<#\n#>|由于武将营寨较为强大，推荐集结攻打。和武将营寨进行战斗时损失的士兵，在医馆有足够容量时则会判定为受伤，可以在治疗后继续使用。如果医馆容量不足，士兵则会判定为死亡。|<#\n#>| |<#\n#>||<#253,208,110#>如何提高战斗力？||<#\n#>|点击界面上方的战斗力，里面会告诉你所有提升战斗力的途径。|<#\n#>| |<#\n#>||<#253,208,110#>战争号角怎么获得？||<#\n#>|在剿匪时一定概率可以获得，也可通过商城购买。|<#\n#>| |<#\n#>|",
	},
	{
		id = 333006,
		desc = "|<#253,208,110#>采集资源时如果被其他玩家攻击该怎么办？||<#\n#>|点击正在采集的部队，选择返回，便不会受到攻击。|<#\n#>| |<#\n#>||<#253,208,110#>为什么我侦查别人看到的都是约多少兵力？||<#\n#>|哨塔等级决定你可侦查到敌方情报的精确度，点击哨塔-详情-更多信息，可以查看具体内容。|<#\n#>| |<#\n#>||<#253,208,110#>对方没使用战争守护为什么无法侦查到城池情报？||<#\n#>|对方使用了反侦察。|<#\n#>| |<#\n#>||<#253,208,110#>其他玩家来攻打我的城池该怎么办？||<#\n#>|查看背包中是否有战争保护，开启后将在一段时间内不被攻击。|<#\n#>|或者查看背包中是否有随机迁城，点击使用后将随机迁移城池。|<#\n#>|如果双方兵力势均力敌可以选择迎战，进攻方损失的士兵判定为死亡，而防守方损失的士兵则判定为受伤，相比之下进攻方损失更为严重。|<#\n#>|另外还可以召唤盟友的援军来支持防守。|<#\n#>| |<#\n#>||<#253,208,110#>如何避免被其他玩家打？||<#\n#>|仅保留少量资源，可以避免为了抢夺资源而来进攻的玩家。|<#\n#>|如果城中留有大量资源，建议下线前开启战争保护，避免资源被抢夺。|<#\n#>|另外加入联盟，和盟友共同作战也能避免部分进攻。|<#\n#>|",
	},
	{
		id = 333007,
		desc = "|<#253,208,110#>如何获得天赋点？||<#\n#>|提升主公等级可以获得天赋点，每次升级可以获得3点天赋点。主公等级可以通过升|<#\n#>|级建筑和剿匪来提升。|<#\n#>| |<#\n#>||<#253,208,110#>战争，建设，军备选哪个系的天赋好？||<#\n#>|不同天赋适合不同风格的玩家，战争天赋适合掠夺型的玩家，建设天赋适合主发展的玩家，军备天赋适合防守型的玩家。",
	},
	{
		id = 333008,
		desc = "|<#253,208,110#>如何增加军团数量？||<#\n#>|提升科技中的军团编制和启用VIP6都可增加可操控军团的数量。|<#\n#>| |<#\n#>||<#253,208,110#>如何选择和搭配兵种？||<#\n#>|初期4个兵营一直训练士兵，出当前最高级的兵即可。|<#\n#>|任何时期都一定要保证盾兵的数量。|<#\n#>| |<#\n#>||<#253,208,110#>低级的士兵如何处理？||<#\n#>|低级的士兵可以在对应兵营或者校场编辑军团界面中消耗资源升级成高级士兵。|<#\n#>| |<#\n#>||<#253,208,110#>如何解雇士兵？||<#\n#>|点击兵营界面中士兵肖像上的感叹号按钮，选择解雇。|<#\n#>| |<#\n#>||<#253,208,110#>为什么无法训练更多士兵？||<#\n#>|士兵总数量和粮食总产量相关，粮食总产量可以通过提升农田等级，主公天赋，研究科技来增加。|<#\n#>| |<#\n#>||<#253,208,110#>士兵受伤和死亡是如何判定的？||<#\n#>|玩家间对战时，进攻方损失的士兵将被判定为死亡，而防守方损失的士兵在医馆有足够容量时则会判定为受伤，可以在治疗后继续使用。|<#\n#>|如果医馆容量不足，士兵则会判定为死亡。|<#\n#>|剿匪和攻击BOSS营寨时，损失的士兵在医馆有足够容量时判定为受伤，可以在治疗后继续使用。|<#\n#>|如果医馆容量不足，士兵则会判定为死亡。|<#\n#>| |<#\n#>||<#253,208,110#>预备役的士兵会被那些加成？||<#\n#>|驻守城墙的武将会为预备役士兵提供加成。",
	},
	{
		id = 333009,
		desc = "|<#253,208,110#>加联盟有什么好处？||<#\n#>|盟友之间互相帮助可大幅减少建造和伤兵治疗的时间。|<#\n#>|联盟矿可无限采集并且可以确保一个军团的安全。|<#\n#>|盟友可以互相派遣兵力协助，以防御敌人的进攻。|<#\n#>|在联盟商店，可以花费个人荣誉购买原本需要元宝才能购买的道具。|<#\n#>| |<#\n#>||<#253,208,110#>联盟堡垒有什么用？||<#\n#>|联盟堡垒可解锁联盟超级矿和联盟仓库。|<#\n#>|在联盟堡垒的范围内所有联盟成员可获得增益。|<#\n#>| |<#\n#>||<#253,208,110#>联盟超级矿有什么用？||<#\n#>|联盟超级矿只能在联盟堡垒的范围内建造，完成后所有联盟成员都可进行采集，并且联盟矿的资源是无限的。|<#\n#>| |<#\n#>||<#253,208,110#>如何集结攻打敌人？||<#\n#>|在加入联盟的情况下，点击目标城池然后点击集结。|<#\n#>| |<#\n#>||<#253,208,110#>集结攻打营寨或者其他玩家时以集结方以谁的加成来计算战斗？||<#\n#>|按照集结发起者的加成来计算。|<#\n#>| |<#\n#>||<#253,208,110#>援军驻守在盟友城池中以谁的加成来计算战斗？||<#\n#>|按照盟友的加成来计算。|<#\n#>|",
	},
	{
		id = 333010,
		desc = "|<#253,208,110#>VIP有什么用？||<#\n#>|VIP玩家可以享受多种增益效果（如：建造加速、资源产量加成、行军速度加成、军团数量增加、部队攻击力、防御力、生命力加成等），从而能更快速地成长，并获得更大的战斗优势。特别是VIP6可额外获得一支可操控军团，大幅增加效率。|<#\n#>|随着VIP等级的提升，这种优势将愈加明显。点击左上角主公头像右边的VIP按钮，进入VIP界面后，可以自由拖动下方的特权介绍部分，查看每一等级VIP所享有的尊贵特权。|<#\n#>| |<#\n#>||<#253,208,110#>如何获得VIP点数和提升VIP等级？||<#\n#>|VIP点数可以通过每日登陆游戏获赠。连续登陆次数越多，获赠的VIP点数奖励就越高。|<#\n#>|另外还可以点击VIP界面的提升VIP按钮，进入购买界面，购买并使用相应点数道具提升VIP等级。|<#\n#>| |<#\n#>||<#253,208,110#>我是VIP用户，为什么没有效果？||<#\n#>|VIP需要启动才能生效，点击左上角主公头像右边的VIP按钮，进入VIP界面后点击启|<#\n#>|动VIP即可享受VIP带来的强大增益。",
	},
	{
		id = 333011,
		desc = "|<#253,208,110#>限时比赛多久开放一次？持续多长时间？||<#\n#>|开服后的第五天开始，持续1周，每隔2周开放一次。|<#\n#>| |<#\n#>||<#253,208,110#>限时比赛每天的目标是什么？||<#\n#>|第一日：采集资源|<#\n#>|第二日：升级建筑，研究科技|<#\n#>|第三日：训练士兵，制造陷阱|<#\n#>|第四日：攻打野外地图的匪徒或者营寨|<#\n#>|第五日：升级建筑，研究科技|<#\n#>|第六日：攻打野外地图的匪徒或者营寨|<#\n#>|第七日：采集资源|<#\n#>| |<#\n#>||<#253,208,110#>联盟任务多久开放一次？持续多长时间？||<#\n#>|在限时比赛结束后次日开始，持续5天，每隔2周开放一次。|<#\n#>|第一日8点~第二日22点：联盟科技捐献|<#\n#>|第三日20点：黄巾起义|<#\n#>|第四日8点~22点：据点战|<#\n#>|第五日8点~22点：玉玺争夺|<#\n#>| |<#\n#>||<#253,208,110#>皇位战多久开放一次？持续多长时间？||<#\n#>|开服后的第十八天举行，之后每隔2周举行一次。19点开战，持续1小时。",
	},
	{
		id = 333012,
		desc = "|<#253,208,110#>如何获得神武将？||<#\n#>|拥有【可化神武将】和【对应神武将信物】，并且完成额外化神条件，即可在神龛将该武将化神，获得神武将。|<#\n#>| |<#\n#>||<#253,208,110#>如何获得神武将信物？||<#\n#>|【观星台-天陨】有概率随机获得|<#\n#>|【观星台-融合】集齐六种御龙盔甲进行合成|<#\n#>| |<#\n#>||<#253,208,110#>如何获得御龙盔甲？||<#\n#>|【活动】限时比赛每日第一名获得|<#\n#>|【活动】限时比赛综合第一名获得|<#\n#>|【观星台-占星】有概率随机获得|<#\n#>|【观星台-天陨】有概率随机获得|<#\n#>|【世界地图-匪徒或者营寨】有概率随机获得|<#\n#>|【锦囊商店】锦囊兑换|<#\n#>|【联盟商店】贡献兑换|<#\n#>| |<#\n#>||<#253,208,110#>如何获得神武将专属装备马匹？||<#\n#>|在世界地图上攻打武将营寨，有概率随机获得马匹装备。|<#\n#>| |<#\n#>||<#253,208,110#>如何升级神武将？||<#\n#>|在世界地图上攻打匪徒/武将营寨或者攻打其他玩家对其造成一定战力损失后，有概率获得兵法残页、残简等道具，可以用该道具升级神武将等级。|<#\n#>| |<#\n#>||<#253,208,110#>如何升级神武将技能？||<#\n#>|用【混元丹】道具可以升级神武将技能，该道具可在战勋商城购买。",
	},
	{
		id = 340001,
		desc = "训练步兵",
	},
	{
		id = 340002,
		desc = "训练骑兵",
	},
	{
		id = 340003,
		desc = "训练弓兵",
	},
	{
		id = 340004,
		desc = "训练车兵",
	},
	{
		id = 340005,
		desc = "建造陷阱",
	},
	{
		id = 340006,
		desc = "招募武将",
	},
	{
		id = 340007,
		desc = "装备升星",
	},
	{
		id = 340008,
		desc = "研究科技",
	},
	{
		id = 340009,
		desc = "激活天赋",
	},
	{
		id = 340010,
		desc = "配置宝物",
	},
	{
		id = 340011,
		desc = "升级建筑",
	},
	{
		id = 340012,
		desc = "搜索匪徒",
	},
	{
		id = 340013,
		desc = "完成任务",
	},
	{
		id = 340014,
		desc = "获得神信物",
	},
	{
		id = 340015,
		desc = "化神武将",
	},
	{
		id = 350001,
		desc = "立即建造加速（分钟）",
	},
	{
		id = 350002,
		desc = "全部资源产量",
	},
	{
		id = 350003,
		desc = "打怪行军速度",
	},
	{
		id = 350004,
		desc = "行动力恢复速度",
	},
	{
		id = 350005,
		desc = "行军速度增加",
	},
	{
		id = 350006,
		desc = "行军队列总数",
	},
	{
		id = 350007,
		desc = "部队攻击增加",
	},
	{
		id = 350008,
		desc = "部队防御增加",
	},
	{
		id = 350009,
		desc = "部队生命增加",
	},
	{
		id = 350010,
		desc = "医馆容量增加",
	},
	{
		id = 350011,
		desc = "可编辑军团总数（永久）",
	},
	{
		id = 350012,
		desc = "酒馆内进行武将对酒",
	},
	{
		id = 360001,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360002,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360003,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360004,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360005,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360006,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360007,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360008,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360009,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360010,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360011,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360012,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360013,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360014,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360015,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360016,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360017,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360018,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360019,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360020,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360021,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360022,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360023,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360024,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360025,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360026,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360027,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360028,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360029,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 360030,
		desc = "您在战斗中遭受了重创，但好心的君主给您送来了援助。",
	},
	{
		id = 370001,
		desc = "每采集1黄金获得%{num}积分",
	},
	{
		id = 370002,
		desc = "每采集1粮食获得%{num}积分",
	},
	{
		id = 370003,
		desc = "每采集1木材获得%{num}积分",
	},
	{
		id = 370004,
		desc = "每采集1石料获得%{num}积分",
	},
	{
		id = 370005,
		desc = "每采集1铁矿获得%{num}积分",
	},
	{
		id = 370006,
		desc = "击杀野怪获得野怪等级*%{num}积分",
	},
	{
		id = 370007,
		desc = "每个武将营寨拥有武将营寨等级*%{num}积分，集结攻击武将营寨的玩家根据输出伤害占武将营寨血量的百分比获得积分",
	},
	{
		id = 370008,
		desc = "每增加1点战力获得%{num}积分",
	},
	{
		id = 370009,
		desc = "升级建筑每增加1点战力获得%{num}积分",
	},
	{
		id = 370010,
		desc = "研究科技每增加1点战力获得%{num}积分",
	},
	{
		id = 370011,
		desc = "训练士兵每增加1点战力获得%{num}积分",
	},
	{
		id = 370012,
		desc = "制造陷阱每增加1点战力获得%{num}积分",
	},
	{
		id = 370013,
		desc = "通过击杀其他玩家的士兵，使敌人每降低1点战力获得%{num}积分",
	},
	{
		id = 371001,
		desc = "活动时间内，每获得2联盟荣誉获得%{num}积分",
	},
	{
		id = 371002,
		desc = "活动时间内，联盟内玩家每持有一个玉玺碎片，每分钟获得%{num}积分",
	},
	{
		id = 371003,
		desc = "活动时间内，联盟内玩家对黄巾军造成的伤害转化为积分",
	},
	{
		id = 371004,
		desc = "活动时间内，联盟内玩家每占领一个塔，每分钟获得%{num}积分",
	},
	{
		id = 372001,
		desc = "所有部队生命",
	},
	{
		id = 372002,
		desc = "所有部队防御",
	},
	{
		id = 372003,
		desc = "所有资源田产量",
	},
	{
		id = 372004,
		desc = "所有资源采集速度",
	},
	{
		id = 372005,
		desc = "陷阱攻击力",
	},
	{
		id = 372006,
		desc = "所有部队攻击",
	},
	{
		id = 372007,
		desc = "行军加速",
	},
	{
		id = 372008,
		desc = "所有资源田产量",
	},
	{
		id = 372009,
		desc = "所有资源采集速度",
	},
	{
		id = 372010,
		desc = "战场救援比例",
	},
	{
		id = 373001,
		desc = "采集资源",
	},
	{
		id = 373002,
		desc = "消灭敌人/敌军营寨",
	},
	{
		id = 373003,
		desc = "战力增加",
	},
	{
		id = 373004,
		desc = "升级建筑/科技",
	},
	{
		id = 373005,
		desc = "训练士兵/陷阱",
	},
	{
		id = 373006,
		desc = "在旅行商人处购买商品",
	},
	{
		id = 373007,
		desc = "提升装备",
	},
	{
		id = 373008,
		desc = "获得宝物",
	},
	{
		id = 373009,
		desc = "击杀敌方士兵",
	},
	{
		id = 373010,
		desc = "击杀敌方士兵",
	},
	{
		id = 373011,
		desc = "击杀敌方士兵",
	},
	{
		id = 374001,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|每采集|<#72,255,98#>1|黄金获得|<#72,255,98#>1|积分|<#\n#>|每采集|<#72,255,98#>1|粮食获得|<#72,255,98#>1|积分|<#\n#>|每采集|<#72,255,98#>1|木材获得|<#72,255,98#>2|积分|<#\n#>|每采集|<#72,255,98#>1|石料获得|<#72,255,98#>3|积分|<#\n#>|每采集|<#72,255,98#>1|铁矿获得|<#72,255,98#>5|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。|<#\n#>|5、采集部队返回城池时结算积分",
	},
	{
		id = 374002,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|升级建筑每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|研究科技每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 374003,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|训练士兵每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|制造陷阱每增加|<#72,255,98#>1|点战力获得|<#72,255,98#>2|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 374004,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|击杀野怪获得野怪等级*|<#72,255,98#>100|积分|<#\n#>|每个武将营寨拥有武将营寨等级*|<#72,255,98#>2000|积分，集结攻击武将营寨的玩家根据输出伤害占武将营寨血量的百分比获得积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 374005,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|通过击杀其他玩家的士兵，使敌人每降低|<#72,255,98#>1|点战力获得|<#72,255,98#>5|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 374006,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|通过击杀其他玩家的士兵，使敌人每降低|<#72,255,98#>1|点战力获得|<#72,255,98#>5|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 374007,
		desc = "1、限时活动以七天为一个周期，每天为一个阶段。每阶段结束都会发放积分阶段奖励和积分排名奖励。整个活动结束时再根据每阶段的积分总和情况，发放总积分排名奖励。|<#\n#>|2、当前阶段积分对应规则：|<#\n#>|通过击杀其他玩家的士兵，使敌人每降低|<#72,255,98#>1|点战力获得|<#72,255,98#>5|积分|<#\n#>|3、每个阶段积分只要达到|<#72,255,98#>500|、|<#72,255,98#>10000|、|<#72,255,98#>100000|的玩家，即可获得积分阶段奖励。|<#\n#>|4、阶段排名的前|<#72,255,98#>20|名玩家将赢得阶段排名奖励，活动总积分排名前|<#72,255,98#>10|的玩家将获得总排名奖励。",
	},
	{
		id = 375001,
		desc = "1、捐献资源时，每获得|<#22,155,209#>2点荣誉|即可获得1积分。|<#\n#>|2、在活动期间|<#22,155,209#>退出联盟|，此前个人获得的积分将会被|<#22,155,209#>清空|，联盟也会扣除这部分积分。|<#\n#>|3、排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|的第二天凌晨，根据活动截止时的联盟实际情况，通过邮件统一发放给联盟的每一个成员。4、获得前5名的盟主可以分配颁发宝箱给联盟成员。",
	},
	{
		id = 375002,
		desc = "1、锦囊可以通过参与联盟活动-|<#22,155,209#>黄巾起义|和|<#22,155,209#>据点战|大量获得。|<#\n#>|2、出售|<#22,155,209#>皇陵探宝|中获得的多余主公宝物，也将返还售价|<#22,155,209#>九折|的锦囊（如除不尽则向上取整）。|<#\n#>|3、购买的主公宝物属性都是在预设范围内|<#22,155,209#>随机|生成。",
	},
	{
		id = 375003,
		desc = "1、黄巾军在|<#22,155,209#>晚上8:00|开始进攻联盟堡垒，玩家防守联盟堡垒时击杀的黄巾军将转化为活动积分。|<#\n#>|2、每波只需击杀|<#22,155,209#>半数|黄巾军即防守成功。累计防守失败|<#22,155,209#>两次|后活动结束。|<#\n#>|3、活动排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|的第二天凌晨，通过邮件统一发放给联盟的每一个成员。|<#\n#>|4、活动结束后，根据|<#22,155,209#>防守波数|，通过邮件发放锦囊奖励给联盟的每一个成员。5、获得前5名的盟主可以颁发御龙宝箱给联盟成员。",
	},
	{
		id = 375004,
		desc = "1、活动期间内，|<#22,155,209#>每个玉玺碎片每10分钟|增加10点联盟积分，活动结束时每个玉玺碎片增加|<#22,155,209#>120点|联盟积分。|<#\n#>|2、活动期间离开联盟，持有的玉玺碎片及相应个人增益仍保留，但不再计算积分。|<#\n#>|3、排名奖和阶段奖，都将在|<#22,155,209#>活动结束后|的第二天凌晨，根据活动截止时的联盟实际情况，通过邮件统一发放给联盟的每一个成员。|<#\n#>|4、攻击玩家或集结攻击玩家获胜|<#22,155,209#>可抢夺|玩家的玉玺碎片。|<#\n#>|5、第一次取得玉玺会使得已经开启的战争保护|<#22,155,209#>失效|，取得玉玺后也|<#22,155,209#>无法开启|战争保护，直至失去全部玉玺后恢复正常状态。6、获得前5名的盟主可以颁发御龙宝箱给联盟成员。",
	},
	{
		id = 380009,
		desc = "恭喜主公顺利夺下城池，成为一方诸侯。但身于乱世必先|<#\n#>|招贤纳士，扫平乱党残部，稳定地方治安。",
	},
	{
		id = 380010,
		desc = "参见主公！听闻主公忧心流寇作乱，公覆愿请命剿匪，替|<#\n#>|主公扫平蟊贼！",
	},
	{
		id = 380011,
		desc = "黄老将军甚得吾心，将军亲自出征，必能剿灭残匪，吾等|<#\n#>|静候佳音！",
	},
	{
		id = 380012,
		desc = "主公，有一自称|<#16,103,211#>黄盖|的将军前来求见。",
	},
	{
		id = 380020,
		desc = "恭喜主公招揽一员大将，请前往|<#222,17,17#>校场|为|<#16,103,211#>黄盖|将军|<#16,103,211#>编辑军团|！",
	},
	{
		id = 380030,
		desc = "公覆与徐某二人愿前往|<#222,17,17#>金矿|采集|<#1,138,53#>黄金|。",
	},
	{
		id = 380040,
		desc = "普通|<#16,103,211#>出征|需要消耗较多的时间，您可以消耗|<#1,138,53#>行动力|来|<#222,17,17#>直达目标|！",
	},
	{
		id = 380050,
		desc = "采集黄金需要一段出征时间，我们先回城前往|<#222,17,17#>骑兵营|训练更多士兵吧！",
	},
	{
		id = 380051,
		desc = "训练更多的士兵需要更多的|<#1,138,53#>粮食产量|。主公，让我们建造|<#\n#>|一个|<#222,17,17#>农田|从而提高士兵数量的上限。",
	},
	{
		id = 380052,
		desc = "主公，发展城池，资源是至关重要的。首先我们需要建造一个|<#222,17,17#>金矿|。",
	},
	{
		id = 380053,
		desc = "界面上方是您当前拥有的不同类型的|<#1,138,53#>资源数量|，刚建造完成的|<#222,17,17#>农田|会源源不断的产出|<#222,17,17#>粮食|。",
	},
	{
		id = 380060,
		desc = "农田中如有武将|<#222,17,17#>驻守|，则可以获得更高的|<#1,138,53#>粮食产量|，请主公安排|<#16,103,211#>黄盖|将军担此重任！",
	},
	{
		id = 380070,
		desc = "主公，我军尚且羸弱不堪，赶快去|<#222,17,17#>骑兵营|训练更多士兵吧！",
	},
	{
		id = 380071,
		desc = "消耗|<#1,138,53#>元宝|可以直接完成正在训练中的士兵，点击图中建筑菜单中的|<#16,103,211#>加速按钮|进行操作。",
	},
	{
		id = 380080,
		desc = "主公，我等已整顿好军备，赶快去城外除暴安良，要让天下都知晓我们的大义所在！",
	},
	{
		id = 380090,
		desc = "恭喜主公已经掌握了基本的城池发展方法，请按照|<#1,138,53#>左下||<#\n#>||<#1,138,53#>角|的推荐任务继续发展城池吧，祝主公早日一统天下！",
	},
	{
		id = 380100,
		desc = "|<#222,17,17#>研究所|已经筹备完毕，请主公前往建造。研究所内的各种|<#\n#>|科技，能让我军变的更加强大。",
	},
	{
		id = 380101,
		desc = "|<#1,138,53#>军官编制I|研究完成，|<#222,17,17#>校场|新增一个武将出征位，请主公前往调配！",
	},
	{
		id = 380110,
		desc = "恭喜主公战斗力提升！战斗力可以通过|<#1,138,53#>多种途径|来提升，|<#\n#>|点击战斗力即可查看所有途径。",
	},
	{
		id = 380111,
		desc = "现在让我们点击|<#1,138,53#>左上角|的主公头像，去学习天赋，让自|<#\n#>|己变的更强吧！",
	},
	{
		id = 380120,
		desc = "主公离一统天下又近了一步，请继续按照|<#1,138,53#>左下角|的推荐任|<#\n#>|务发展城池吧。",
	},
	{
		id = 380130,
		desc = "伐木场会生产木材，是后期发展必不可少的一种资源。",
	},
	{
		id = 380131,
		desc = "采石场会生产石块，是后期发展必不可少的一种资源。",
	},
	{
		id = 380132,
		desc = "铁矿场会生产铁矿，是后期发展必不可少的一种资源。",
	},
	{
		id = 380133,
		desc = "|<#222,17,17#>伐木场|已经筹备完毕，请主公前往建造。",
	},
	{
		id = 380134,
		desc = "|<#222,17,17#>采石场|已经筹备完毕，请主公前往建造。",
	},
	{
		id = 380135,
		desc = "|<#222,17,17#>铁矿场|已经筹备完毕，请主公前往建造。",
	},
	{
		id = 380136,
		desc = "城池建设还尚需大量|<#1,138,53#>黄金|，众将军何人愿出城搜集资源？",
	},
	{
		id = 380140,
		desc = "|<#222,17,17#>铁匠铺|可以对|<#1,138,53#>武将装备|进行不同操作，让我们先试试|<#16,103,211#>装备进阶|。",
	},
	{
		id = 380141,
		desc = "|<#222,17,17#>铁匠铺|已经筹备完毕，请主公前往建造。",
	},
	{
		id = 380150,
		desc = "|<#16,103,211#>黄盖|将军佩戴进阶的武器后，真乃如虎添翼，定能为|<#\n#>|我们再做出一番事业！",
	},
	{
		id = 380160,
		desc = "主公，|<#16,103,211#>黄盖|将军搜集到一件稀世珍宝特来献给主公，请前往查看！",
	},
	{
		id = 380170,
		desc = "宝物分为|<#1,138,53#>出征型|和|<#1,138,53#>内政型|两种。合理装备宝物，会让主|<#\n#>|公您事半功倍！",
	},
	{
		id = 380180,
		desc = "我见将军一身武艺为何愚忠于乱党，何不弃暗投明与我共|<#\n#>|图天下大业！",
	},
	{
		id = 380181,
		desc = "啊…主公仁义，多谢赏识！从今日起，我愿归顺门下，助|<#\n#>|主公一统天下！时日已晚，我先行回城等候主公。",
	},
	{
		id = 380182,
		desc = "|<#16,103,211#>徐盛|将军已在|<#222,17,17#>酒馆|等候多时，请主公快去|<#16,103,211#>招募|吧。",
	},
	{
		id = 380183,
		desc = "恭喜主公又得一员大将，请前往|<#222,17,17#>校场|将|<#16,103,211#>徐盛|将军编辑入军|<#\n#>|团。",
	},
	{
		id = 380184,
		desc = "【军团编制Ⅰ】已经解锁，主公可以前往|<#222,17,17#>校场|编辑新的军团。",
	},
	{
		id = 380185,
		desc = "我军连战连捷，歼灭敌方主力，俘获一员大将，对方自称|<#\n#>||<#16,103,211#>徐盛|，请主公发落！",
	},
	{
		id = 380186,
		desc = "少啰嗦，败军之将要杀要剐悉听尊便！",
	},
	{
		id = 380187,
		desc = "主公，每个整点城外会出现多个敌军营寨，建造|<#222,17,17#>战争大厅||<#\n#>|并集结进攻他们可以获得更加丰厚的奖励！",
	},
	{
		id = 380188,
		desc = "|<#222,17,17#>屯所|已经筹备完毕，请主公前往建造。",
	},
	{
		id = 380189,
		desc = "屯所提供联盟相关功能，影响自己接受帮助的次数上限以及被帮助的效果",
	},
	{
		id = 380190,
		desc = "|<#222,17,17#>战争大厅|已经筹备完毕，请主公前往建造。",
	},
	{
		id = 380191,
		desc = "战争大厅用来集结你的盟友，你们可以组成一支强大的队伍对敌人发起攻击。",
	},
	{
		id = 380192,
		desc = "主公，炼丹炉可以制造|<#1,138,53#>绿色|品质材料了，让我们赶快去看一下吧！",
	},
	{
		id = 380193,
		desc = "按钮切换成|<#1,138,53#>绿色|，就可以直接制造绿色品质材料。",
	},
	{
		id = 380194,
		desc = "主公，炼丹炉可以制造|<#16,103,211#>蓝色|品质材料了，让我们赶快去看一下吧！",
	},
	{
		id = 380195,
		desc = "按钮切换成|<#16,103,211#>蓝色|，就可以直接制造蓝色品质材料。",
	},
	{
		id = 380196,
		desc = "主公，|<#222,17,17#>成长任务|已开启。成长任务可以让主公更快的了解整|<#\n#>|个【手机三国2：诸侯】的基本玩法。当主公完成指定数量|<#\n#>|的成长任务即可获得武神|<#16,103,211#>关羽|哦！",
	},
	{
		id = 380197,
		desc = "主公，|<#222,17,17#>在线奖励|、|<#222,17,17#>商城|已开启。当主公等级达到|<#1,138,53#>12|级时|<#222,17,17#>排行榜|也将开启！让主公可以认识更多天下英雄，一同逐鹿中|<#\n#>|原！",
	},
	{
		id = 380198,
		desc = "主公，|<#222,17,17#>事件条|功能已开启。训练士兵、研究科技、治疗伤|<#\n#>|病、联盟帮助的操作将变得更加快捷！",
	},
	{
		id = 380199,
		desc = "主公，|<#222,17,17#>主动技|功能已开启，赶快去|<#1,138,53#>天赋界面|点出第一个主动技吧！",
	},
	{
		id = 380200,
		desc = "恭喜盟主成功创建了一个联盟。为了让我们的联盟日益壮大，请前往城外寻找一块|<#222,17,17#>空旷且富饶|的土地建造联盟堡垒！",
	},
	{
		id = 380201,
		desc = "盟主选择指定位置后，点击|<#1,138,53#>放置|按钮，即可开始建造|<#255,126,0#>联盟堡垒|。",
	},
	{
		id = 380202,
		desc = "发送|<#222,17,17#>联盟邮件|告知盟友使用|<#16,103,211#>迁城道具||前往联盟聚集地，共|<#\n#>|同建设联盟，完成一番霸业！",
	},
	{
		id = 380203,
		desc = "主公，恭喜加入了联盟。请先前往世界地图查看|<#22,155,209#>联盟堡垒|或|<#22,155,209#>盟主|地图坐标位。",
	},
	{
		id = 380204,
		desc = "确认坐标后，请使用|<#16,103,211#>迁城道具|前往盟友聚集地，与您的盟友共同建设联盟，完成一番霸业吧！",
	},
	{
		id = 380205,
		desc = "主公，|<#222,17,17#>观星台|已修建完成，请前往|<#222,17,17#>观星台|，获取神将！",
	},
	{
		id = 380206,
		desc = "恭喜主公获得神黄盖信物。现在让我们前往|<#222,17,17#>神龛|，对黄盖将军进行|<#16,103,211#>化神|操作！",
	},
	{
		id = 380207,
		desc = "化神需要达成|<#255,126,0#>图中|条件才可以进行化神操作：1.拥有化神武将、2.神武将信物、3.完成指定任务",
	},
	{
		id = 380208,
		desc = "恭喜主公获得神黄盖，使军威大振！神武将拥有额外装备—|<#255,126,0#>坐骑|，并且拥有|<#255,126,0#>专属技能|。赶快派神黄盖将军去驰骋沙场，一展雄风！",
	},
	{
		id = 380209,
		desc = "|<#222,17,17#>武斗场|已经开启，请主公带领您的爱将前往武斗场一展拳脚！",
	},
	{
		id = 380210,
		desc = "首次匹配需要|<#1,138,53#>布置阵型|，请主公选择武将的出场顺序！",
	},
	{
		id = 380211,
		desc = "主公，有一位新的建筑工人愿意为您免费试工一天！",
	},
	{
		id = 380212,
		desc = "|<#222,17,17#>祭天|已经开启，请主公前往祭拜，获得神武将将魂！",
	},
	{
		id = 380213,
		desc = "恭喜主公获得神黄盖将魂，让我们前往|<#222,17,17#>神龛|为黄盖将军进行提升操作",
	},
	{
		id = 380214,
		desc = "神武将升星后可获得|<#1,138,53#>城战技|，城战技能可进行|<#222,17,17#>升级|操作。在|<#222,17,17#>跨服战|中起到非常重要的因素。",
	},
	{
		id = 380215,
		desc = "主公的神武将升星至|<#1,138,53#>2/3/4|星时，会新增城战技能位。可以通过洗炼来|<#222,17,17#>替换/新增|城战技能。至多存在|<#1,138,53#>3|个城战技能！",
	},
	{
		id = 380216,
		desc = "洗炼每天有|<#1,138,53#>1|次免费机会。|<#222,17,17#>合理搭配|城战技能可以让神武将的城战技在日后的战斗中事半功倍！",
	},
	{
		id = 381101,
		desc = "主公，让我来简单介绍下武斗的玩法：首先需要|<#255,126,0#>拖动|自己的武将在|<#1,138,53#>绿色光圈|范围内进行移动。",
	},
	{
		id = 381102,
		desc = "紧接着，通过在屏幕上左右|<#255,126,0#>滑动|，来旋转武将的攻击方位。",
	},
	{
		id = 381103,
		desc = "长枪类武器特点：移动范围|<#255,126,0#>中|，攻击范围|<#255,126,0#>较长|，攻击距离|<#255,126,0#>中|（比刀远），但近身有|<#255,126,0#>盲区|",
	},
	{
		id = 381201,
		desc = "远程类武器特点：移动范围|<#255,126,0#>小|，攻击范围|<#255,126,0#>狭窄|，攻击距离|<#255,126,0#>很远|，但近身有|<#255,126,0#>盲区|",
	},
	{
		id = 381301,
		desc = "短刀类武器特点：移动范围|<#255,126,0#>大|，攻击范围|<#255,126,0#>广|，但攻击距离|<#255,126,0#>短|",
	},
	{
		id = 381302,
		desc = "主公，化神的武将拥有特有的|<#16,103,211#>主动技能|，当技能冷却结束后，记得要使用技能哦！",
	},
	{
		id = 390001,
		desc = "【城池战】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>战力↓%{powerA}|) 进攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>战力↓%{powerB}|) 获胜！",
	},
	{
		id = 390002,
		desc = "【城池战】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>战力↓%{powerA}|) 进攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>战力↓%{powerB}|) 失败！",
	},
	{
		id = 390003,
		desc = "【资源战】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>战力↓%{powerA}|) 进攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>战力↓%{powerB}|) 获胜！",
	},
	{
		id = 390004,
		desc = "【资源战】|<#22,155,209#>%{playernameA}|(|<#255,40,50#>战力↓%{powerA}|) 进攻 |<#22,155,209#>%{playernameB}|(|<#255,40,50#>战力↓%{powerB}|) 失败！",
	},
	{
		id = 390005,
		desc = "【堡垒战】联盟|<#72,255,98#>%{guildnameA}| 进攻 联盟|<#72,255,98#>%{guildnameB}| 获胜！",
	},
	{
		id = 390006,
		desc = "【堡垒战】联盟|<#72,255,98#>%{guildnameA}| 进攻 联盟|<#72,255,98#>%{guildnameB}| 失败！",
	},
	{
		id = 390007,
		desc = "|<#22,155,209#>%{playername}|成功招募了大将|<#227,118,0#>%{generalname}|！",
	},
	{
		id = 390008,
		desc = "|<#22,155,209#>%{playername}|的集结部队给予|<#227,118,0#>%{bossname}|致命一击，获得了丰厚奖励！",
	},
	{
		id = 390009,
		desc = "|<#22,155,209#>%{playername}|将|<#167,85,230#>%{equipmentname}|从%{startstar}星进阶至|<#38,179,20#>%{endstar}|星！",
	},
	{
		id = 390010,
		desc = "|<#22,155,209#>%{playername}|将|<#227,118,0#>%{equipmentname}|从%{startstar}星进阶至|<#38,179,20#>%{endstar}|星！",
	},
	{
		id = 390011,
		desc = "|<#22,155,209#>%{playername}|成功招募了大将|<#167,85,230#>%{generalname}|！",
	},
	{
		id = 390012,
		desc = "恭贺吾皇|<#255,126,0#>%{playernameA}|龙袍加身|<#255,126,0#>登基称帝|！万民朝拜，万岁万岁万万岁！",
	},
	{
		id = 390013,
		desc = "圣上|<#255,126,0#>%{playernameA}|将|<#255,126,0#>%{playernameB}|册封为|<#72,255,98#>%{playertitle}|！",
	},
	{
		id = 390014,
		desc = "圣上|<#255,126,0#>%{playernameA}|将|<#255,126,0#>%{playernameB}|谪贬为|<#255,40,50#>%{playertitle}|！",
	},
	{
		id = 390015,
		desc = "天神助阵！|<#22,155,209#>%{playername}|获得了|<#227,118,0#>%{itemname}|，军威大振！",
	},
	{
		id = 390016,
		desc = "|<#22,155,209#>%{playername}|成功化神出大将|<#227,118,0#>%{generalname}|，战力飙升！",
	},
	{
		id = 390017,
		desc = "|<#22,155,209#>%{playername}|将|<#255,40,50#>%{equipmentname}|从%{startstar}星进阶至|<#38,179,20#>%{endstar}|星！",
	},
	{
		id = 390018,
		desc = "主公|<#22,155,209#>%{playername}|耗费巨资，将|<#227,118,0#>%{equipmentname}|突破为红色品质！",
	},
	{
		id = 400000,
		desc = "手机三国诸侯版",
	},
	{
		id = 400001,
		desc = "【%{buildname}】升级完成！",
	},
	{
		id = 400002,
		desc = "【%{soldiername}】训练完成！",
	},
	{
		id = 400003,
		desc = "陷阱制造完成！",
	},
	{
		id = 400004,
		desc = "科技研究完成！",
	},
	{
		id = 400005,
		desc = "伤兵治疗完成！",
	},
	{
		id = 400006,
		desc = "报！！城池遭到敌军侦查，请主公下令！",
	},
	{
		id = 400007,
		desc = "报！！城池正遭受敌军进攻，请主公下令！",
	},
	{
		id = 400008,
		desc = "限时比赛【%{activityname}】已开启！",
	},
	{
		id = 400009,
		desc = "联盟任务【%{alliancename}】已开启！",
	},
	{
		id = 400010,
		desc = "军团已返回城池！",
	},
	{
		id = 400011,
		desc = "【%{playernameA}】对【%{playernameB}】发起集结！",
	},
	{
		id = 400012,
		desc = "【%{playernameA}】对【%{guildname}】的联盟堡垒发起集结！",
	},
	{
		id = 400013,
		desc = "【%{playernameA}】对【%{bossname}】发起集结！",
	},
	{
		id = 401001,
		desc = "升级与训练",
	},
	{
		id = 401002,
		desc = "战斗",
	},
	{
		id = 401003,
		desc = "活动提醒",
	},
	{
		id = 401004,
		desc = "部队返回",
	},
	{
		id = 401005,
		desc = "集结消息",
	},
	{
		id = 402001,
		desc = "当建筑升级、部队训练、陷阱建造、科技研究、伤兵治疗完成时提醒您",
	},
	{
		id = 402002,
		desc = "当被侦查、攻击时通知您",
	},
	{
		id = 402003,
		desc = "当您的限时比赛/联盟任务开启时通知您",
	},
	{
		id = 402004,
		desc = "当您的军团回城时通知您",
	},
	{
		id = 402005,
		desc = "当联盟玩家发起集结时通知您",
	},
	{
		id = 410000,
		desc = "绝命",
	},
	{
		id = 410001,
		desc = "N/A",
	},
	{
		id = 410002,
		desc = "N/A",
	},
	{
		id = 410003,
		desc = "N/A",
	},
	{
		id = 410004,
		desc = "N/A",
	},
	{
		id = 410005,
		desc = "N/A",
	},
	{
		id = 410006,
		desc = "N/A",
	},
	{
		id = 410007,
		desc = "N/A",
	},
	{
		id = 410008,
		desc = "N/A",
	},
	{
		id = 410009,
		desc = "N/A",
	},
	{
		id = 410010,
		desc = "N/A",
	},
	{
		id = 410011,
		desc = "N/A",
	},
	{
		id = 410012,
		desc = "N/A",
	},
	{
		id = 410013,
		desc = "N/A",
	},
	{
		id = 410014,
		desc = "N/A",
	},
	{
		id = 410015,
		desc = "N/A",
	},
	{
		id = 410016,
		desc = "N/A",
	},
	{
		id = 410017,
		desc = "N/A",
	},
	{
		id = 410018,
		desc = "N/A",
	},
	{
		id = 410019,
		desc = "N/A",
	},
	{
		id = 410020,
		desc = "N/A",
	},
	{
		id = 410021,
		desc = "N/A",
	},
	{
		id = 410022,
		desc = "N/A",
	},
	{
		id = 410023,
		desc = "N/A",
	},
	{
		id = 410024,
		desc = "N/A",
	},
	{
		id = 410025,
		desc = "N/A",
	},
	{
		id = 410026,
		desc = "N/A",
	},
	{
		id = 410027,
		desc = "N/A",
	},
	{
		id = 410028,
		desc = "N/A",
	},
	{
		id = 410029,
		desc = "N/A",
	},
	{
		id = 410030,
		desc = "N/A",
	},
	{
		id = 410031,
		desc = "N/A",
	},
	{
		id = 410032,
		desc = "N/A",
	},
	{
		id = 410033,
		desc = "N/A",
	},
	{
		id = 410034,
		desc = "N/A",
	},
	{
		id = 410035,
		desc = "N/A",
	},
	{
		id = 410036,
		desc = "N/A",
	},
	{
		id = 410037,
		desc = "N/A",
	},
	{
		id = 410038,
		desc = "N/A",
	},
	{
		id = 410039,
		desc = "N/A",
	},
	{
		id = 410040,
		desc = "N/A",
	},
	{
		id = 410041,
		desc = "N/A",
	},
	{
		id = 410042,
		desc = "N/A",
	},
	{
		id = 410043,
		desc = "N/A",
	},
	{
		id = 410044,
		desc = "N/A",
	},
	{
		id = 410045,
		desc = "N/A",
	},
	{
		id = 410046,
		desc = "N/A",
	},
	{
		id = 410047,
		desc = "N/A",
	},
	{
		id = 410048,
		desc = "N/A",
	},
	{
		id = 410049,
		desc = "N/A",
	},
	{
		id = 410050,
		desc = "苦肉",
	},
	{
		id = 410051,
		desc = "鹰击长空",
	},
	{
		id = 410052,
		desc = "N/A",
	},
	{
		id = 410053,
		desc = "权宜之计",
	},
	{
		id = 410054,
		desc = "颂威",
	},
	{
		id = 410055,
		desc = "N/A",
	},
	{
		id = 410056,
		desc = "N/A",
	},
	{
		id = 410057,
		desc = "N/A",
	},
	{
		id = 410058,
		desc = "绝命",
	},
	{
		id = 410059,
		desc = "N/A",
	},
	{
		id = 410060,
		desc = "N/A",
	},
	{
		id = 410061,
		desc = "N/A",
	},
	{
		id = 410062,
		desc = "N/A",
	},
	{
		id = 410063,
		desc = "N/A",
	},
	{
		id = 410064,
		desc = "N/A",
	},
	{
		id = 410065,
		desc = "陷阵冲锋",
	},
	{
		id = 410066,
		desc = "N/A",
	},
	{
		id = 410067,
		desc = "N/A",
	},
	{
		id = 410068,
		desc = "N/A",
	},
	{
		id = 410069,
		desc = "N/A",
	},
	{
		id = 410070,
		desc = "N/A",
	},
	{
		id = 410071,
		desc = "奇谋言毒",
	},
	{
		id = 410072,
		desc = "借刀杀人",
	},
	{
		id = 410073,
		desc = "N/A",
	},
	{
		id = 410074,
		desc = "N/A",
	},
	{
		id = 410075,
		desc = "N/A",
	},
	{
		id = 410076,
		desc = "N/A",
	},
	{
		id = 410077,
		desc = "N/A",
	},
	{
		id = 410078,
		desc = "N/A",
	},
	{
		id = 410079,
		desc = "N/A",
	},
	{
		id = 410080,
		desc = "N/A",
	},
	{
		id = 410081,
		desc = "勇冠三军",
	},
	{
		id = 410082,
		desc = "N/A",
	},
	{
		id = 410083,
		desc = "进击",
	},
	{
		id = 410084,
		desc = "万箭齐发",
	},
	{
		id = 410085,
		desc = "N/A",
	},
	{
		id = 410086,
		desc = "N/A",
	},
	{
		id = 410087,
		desc = "N/A",
	},
	{
		id = 410088,
		desc = "N/A",
	},
	{
		id = 410089,
		desc = "不屈之力",
	},
	{
		id = 410090,
		desc = "N/A",
	},
	{
		id = 410091,
		desc = "红颜",
	},
	{
		id = 410092,
		desc = "国色",
	},
	{
		id = 410093,
		desc = "扰乱",
	},
	{
		id = 410094,
		desc = "N/A",
	},
	{
		id = 410095,
		desc = "仁德",
	},
	{
		id = 410096,
		desc = "箭雨",
	},
	{
		id = 410097,
		desc = "霸王怒",
	},
	{
		id = 410098,
		desc = "火攻",
	},
	{
		id = 410099,
		desc = "N/A",
	},
	{
		id = 410100,
		desc = "恶来之力",
	},
	{
		id = 410101,
		desc = "N/A",
	},
	{
		id = 410102,
		desc = "奸雄",
	},
	{
		id = 410103,
		desc = "将计就计",
	},
	{
		id = 410104,
		desc = "N/A",
	},
	{
		id = 410105,
		desc = "黑风吼",
	},
	{
		id = 410106,
		desc = "青龙斩",
	},
	{
		id = 410107,
		desc = "横扫八荒",
	},
	{
		id = 410108,
		desc = "无双剑",
	},
	{
		id = 410109,
		desc = "百步穿杨",
	},
	{
		id = 410110,
		desc = "怒雷",
	},
	{
		id = 410111,
		desc = "横扫千军",
	},
	{
		id = 420000,
		desc = "N/A",
	},
	{
		id = 420001,
		desc = "N/A",
	},
	{
		id = 420002,
		desc = "N/A",
	},
	{
		id = 420003,
		desc = "N/A",
	},
	{
		id = 420004,
		desc = "N/A",
	},
	{
		id = 420005,
		desc = "N/A",
	},
	{
		id = 420006,
		desc = "N/A",
	},
	{
		id = 420007,
		desc = "N/A",
	},
	{
		id = 420008,
		desc = "N/A",
	},
	{
		id = 420009,
		desc = "N/A",
	},
	{
		id = 420010,
		desc = "N/A",
	},
	{
		id = 420011,
		desc = "N/A",
	},
	{
		id = 420012,
		desc = "N/A",
	},
	{
		id = 420013,
		desc = "N/A",
	},
	{
		id = 420014,
		desc = "N/A",
	},
	{
		id = 420015,
		desc = "N/A",
	},
	{
		id = 420016,
		desc = "N/A",
	},
	{
		id = 420017,
		desc = "N/A",
	},
	{
		id = 420018,
		desc = "N/A",
	},
	{
		id = 420019,
		desc = "N/A",
	},
	{
		id = 420020,
		desc = "N/A",
	},
	{
		id = 420021,
		desc = "N/A",
	},
	{
		id = 420022,
		desc = "N/A",
	},
	{
		id = 420023,
		desc = "N/A",
	},
	{
		id = 420024,
		desc = "N/A",
	},
	{
		id = 420025,
		desc = "N/A",
	},
	{
		id = 420026,
		desc = "N/A",
	},
	{
		id = 420027,
		desc = "N/A",
	},
	{
		id = 420028,
		desc = "N/A",
	},
	{
		id = 420029,
		desc = "N/A",
	},
	{
		id = 420030,
		desc = "N/A",
	},
	{
		id = 420031,
		desc = "N/A",
	},
	{
		id = 420032,
		desc = "N/A",
	},
	{
		id = 420033,
		desc = "N/A",
	},
	{
		id = 420034,
		desc = "N/A",
	},
	{
		id = 420035,
		desc = "N/A",
	},
	{
		id = 420036,
		desc = "N/A",
	},
	{
		id = 420037,
		desc = "N/A",
	},
	{
		id = 420038,
		desc = "N/A",
	},
	{
		id = 420039,
		desc = "N/A",
	},
	{
		id = 420040,
		desc = "N/A",
	},
	{
		id = 420041,
		desc = "N/A",
	},
	{
		id = 420042,
		desc = "N/A",
	},
	{
		id = 420043,
		desc = "N/A",
	},
	{
		id = 420044,
		desc = "N/A",
	},
	{
		id = 420045,
		desc = "N/A",
	},
	{
		id = 420046,
		desc = "N/A",
	},
	{
		id = 420047,
		desc = "N/A",
	},
	{
		id = 420048,
		desc = "N/A",
	},
	{
		id = 420049,
		desc = "N/A",
	},
	{
		id = 420050,
		desc = "敌军对麾下的士兵造成的伤害减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420051,
		desc = "麾下士兵被骑兵攻击时伤害减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420052,
		desc = "N/A",
	},
	{
		id = 420053,
		desc = "麾下士兵对骑兵伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420054,
		desc = "指挥麾下士兵冲锋，首轮战斗造成的伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420055,
		desc = "N/A",
	},
	{
		id = 420056,
		desc = "N/A",
	},
	{
		id = 420057,
		desc = "N/A",
	},
	{
		id = 420058,
		desc = "麾下部队伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，但生命降低|<#255,40,50#>75%%|",
	},
	{
		id = 420059,
		desc = "N/A",
	},
	{
		id = 420060,
		desc = "N/A",
	},
	{
		id = 420061,
		desc = "N/A",
	},
	{
		id = 420062,
		desc = "N/A",
	},
	{
		id = 420063,
		desc = "N/A",
	},
	{
		id = 420064,
		desc = "N/A",
	},
	{
		id = 420065,
		desc = "麾下骑兵攻击时有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%几率击晕部分敌军，被击晕的敌人本轮无法攻击",
	},
	{
		id = 420066,
		desc = "N/A",
	},
	{
		id = 420067,
		desc = "N/A",
	},
	{
		id = 420068,
		desc = "N/A",
	},
	{
		id = 420069,
		desc = "N/A",
	},
	{
		id = 420070,
		desc = "N/A",
	},
	{
		id = 420071,
		desc = "麾下车兵攻击时会使敌方中毒，敌军中毒士兵有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%几率直接死亡。",
	},
	{
		id = 420072,
		desc = "驱使敌军武力最高的武将斩杀敌军武力第二的武将。计谋有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%成功几率，被成功斩杀的武将在战斗中不再生效。",
	},
	{
		id = 420073,
		desc = "N/A",
	},
	{
		id = 420074,
		desc = "N/A",
	},
	{
		id = 420075,
		desc = "N/A",
	},
	{
		id = 420076,
		desc = "N/A",
	},
	{
		id = 420077,
		desc = "N/A",
	},
	{
		id = 420078,
		desc = "N/A",
	},
	{
		id = 420079,
		desc = "N/A",
	},
	{
		id = 420080,
		desc = "N/A",
	},
	{
		id = 420081,
		desc = "麾下部队受到车兵伤害减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420082,
		desc = "N/A",
	},
	{
		id = 420083,
		desc = "麾下士兵对弓兵伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420084,
		desc = "麾下弓兵伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420085,
		desc = "N/A",
	},
	{
		id = 420086,
		desc = "N/A",
	},
	{
		id = 420087,
		desc = "N/A",
	},
	{
		id = 420088,
		desc = "N/A",
	},
	{
		id = 420089,
		desc = "麾下士兵受到的伤害减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，并且均摊受到的伤害，只会一起死亡",
	},
	{
		id = 420090,
		desc = "N/A",
	},
	{
		id = 420091,
		desc = "麾下士兵被弓兵攻击时伤害减免 |<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420092,
		desc = "麾下车兵受到的伤害减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420093,
		desc = "带领轻骑扰乱敌军部署，降低所有敌军攻击|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420094,
		desc = "N/A",
	},
	{
		id = 420095,
		desc = "麾下士兵生命增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420096,
		desc = "麾下部队对步兵伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420097,
		desc = "麾下士兵伤亡时提升剩余部队的伤害，技能发动时增加自身武力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 420098,
		desc = "麾下部队火攻敌军一支部队，每个士兵造成额外|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害，并有一定几率蔓延到其他部队",
	},
	{
		id = 420099,
		desc = "N/A",
	},
	{
		id = 420100,
		desc = "麾下士兵攻击时会降低敌军全体生命上限|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420101,
		desc = "N/A",
	},
	{
		id = 420102,
		desc = "麾下士兵反弹受到的伤害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420103,
		desc = "欺骗一名智力比自己低的对方武将，使其离开战场。技能发动时增加自身智力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 420104,
		desc = "N/A",
	},
	{
		id = 420105,
		desc = "发出令人胆颤的怒吼，降低对手所有武将武力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420106,
		desc = "斩杀一名武力比自己低的对方武将，技能发动时增加自身武力|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 420107,
		desc = "麾下骑兵攻击敌方时有几率横扫射程相同的敌军部队，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%额外伤害。",
	},
	{
		id = 420108,
		desc = "麾下士兵对车兵的伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 420109,
		desc = "有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%几率直接射杀一名敌方武将",
	},
	{
		id = 420110,
		desc = "召唤雷电降低敌军一支部队防御|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，并有一定几率蔓延到其他部队。",
	},
	{
		id = 420111,
		desc = "麾下士兵攻击时无视敌军防御|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 430000,
		desc = "麾下士兵首轮伤害增加",
	},
	{
		id = 430001,
		desc = "N/A",
	},
	{
		id = 430002,
		desc = "N/A",
	},
	{
		id = 430003,
		desc = "N/A",
	},
	{
		id = 430004,
		desc = "N/A",
	},
	{
		id = 430005,
		desc = "N/A",
	},
	{
		id = 430006,
		desc = "N/A",
	},
	{
		id = 430007,
		desc = "N/A",
	},
	{
		id = 430008,
		desc = "N/A",
	},
	{
		id = 430009,
		desc = "N/A",
	},
	{
		id = 430010,
		desc = "N/A",
	},
	{
		id = 430011,
		desc = "N/A",
	},
	{
		id = 430012,
		desc = "N/A",
	},
	{
		id = 430013,
		desc = "N/A",
	},
	{
		id = 430014,
		desc = "N/A",
	},
	{
		id = 430015,
		desc = "N/A",
	},
	{
		id = 430016,
		desc = "N/A",
	},
	{
		id = 430017,
		desc = "N/A",
	},
	{
		id = 430018,
		desc = "N/A",
	},
	{
		id = 430019,
		desc = "N/A",
	},
	{
		id = 430020,
		desc = "N/A",
	},
	{
		id = 430021,
		desc = "N/A",
	},
	{
		id = 430022,
		desc = "N/A",
	},
	{
		id = 430023,
		desc = "N/A",
	},
	{
		id = 430024,
		desc = "N/A",
	},
	{
		id = 430025,
		desc = "N/A",
	},
	{
		id = 430026,
		desc = "N/A",
	},
	{
		id = 430027,
		desc = "N/A",
	},
	{
		id = 430028,
		desc = "N/A",
	},
	{
		id = 430029,
		desc = "N/A",
	},
	{
		id = 430030,
		desc = "N/A",
	},
	{
		id = 430031,
		desc = "N/A",
	},
	{
		id = 430032,
		desc = "N/A",
	},
	{
		id = 430033,
		desc = "N/A",
	},
	{
		id = 430034,
		desc = "N/A",
	},
	{
		id = 430035,
		desc = "N/A",
	},
	{
		id = 430036,
		desc = "N/A",
	},
	{
		id = 430037,
		desc = "N/A",
	},
	{
		id = 430038,
		desc = "N/A",
	},
	{
		id = 430039,
		desc = "N/A",
	},
	{
		id = 430040,
		desc = "N/A",
	},
	{
		id = 430041,
		desc = "N/A",
	},
	{
		id = 430042,
		desc = "N/A",
	},
	{
		id = 430043,
		desc = "N/A",
	},
	{
		id = 430044,
		desc = "N/A",
	},
	{
		id = 430045,
		desc = "N/A",
	},
	{
		id = 430046,
		desc = "N/A",
	},
	{
		id = 430047,
		desc = "N/A",
	},
	{
		id = 430048,
		desc = "N/A",
	},
	{
		id = 430049,
		desc = "N/A",
	},
	{
		id = 430050,
		desc = "敌军对麾下的士兵造成的伤害减少",
	},
	{
		id = 430051,
		desc = "麾下士兵受骑兵伤害减少",
	},
	{
		id = 430052,
		desc = "N/A",
	},
	{
		id = 430053,
		desc = "大幅提升麾下士兵对骑兵的伤害",
	},
	{
		id = 430054,
		desc = "指挥麾下士兵冲锋，首轮战斗造成的伤害增加",
	},
	{
		id = 430055,
		desc = "N/A",
	},
	{
		id = 430056,
		desc = "N/A",
	},
	{
		id = 430057,
		desc = "N/A",
	},
	{
		id = 430058,
		desc = "麾下士兵伤害大幅提升，但生命值降低",
	},
	{
		id = 430059,
		desc = "N/A",
	},
	{
		id = 430060,
		desc = "N/A",
	},
	{
		id = 430061,
		desc = "N/A",
	},
	{
		id = 430062,
		desc = "N/A",
	},
	{
		id = 430063,
		desc = "N/A",
	},
	{
		id = 430064,
		desc = "N/A",
	},
	{
		id = 430065,
		desc = "率领骑兵冲锋时可击晕敌军",
	},
	{
		id = 430066,
		desc = "N/A",
	},
	{
		id = 430067,
		desc = "N/A",
	},
	{
		id = 430068,
		desc = "N/A",
	},
	{
		id = 430069,
		desc = "N/A",
	},
	{
		id = 430070,
		desc = "N/A",
	},
	{
		id = 430071,
		desc = "使敌军士兵中毒并有几率猝死",
	},
	{
		id = 430072,
		desc = "驱使敌军武将内讧",
	},
	{
		id = 430073,
		desc = "N/A",
	},
	{
		id = 430074,
		desc = "N/A",
	},
	{
		id = 430075,
		desc = "N/A",
	},
	{
		id = 430076,
		desc = "N/A",
	},
	{
		id = 430077,
		desc = "N/A",
	},
	{
		id = 430078,
		desc = "N/A",
	},
	{
		id = 430079,
		desc = "N/A",
	},
	{
		id = 430080,
		desc = "N/A",
	},
	{
		id = 430081,
		desc = "麾下士兵受到车兵的伤害减少",
	},
	{
		id = 430082,
		desc = "N/A",
	},
	{
		id = 430083,
		desc = "麾下士兵对弓兵伤害增加",
	},
	{
		id = 430084,
		desc = "大量提升弓兵伤害",
	},
	{
		id = 430085,
		desc = "N/A",
	},
	{
		id = 430086,
		desc = "N/A",
	},
	{
		id = 430087,
		desc = "N/A",
	},
	{
		id = 430088,
		desc = "N/A",
	},
	{
		id = 430089,
		desc = "麾下士兵只会在承受足量伤害后一起阵亡",
	},
	{
		id = 430090,
		desc = "N/A",
	},
	{
		id = 430091,
		desc = "降低敌军弓兵对我军士兵的伤害",
	},
	{
		id = 430092,
		desc = "降低车兵受到的伤害",
	},
	{
		id = 430093,
		desc = "带领轻骑突袭敌军，降低所有敌军攻击",
	},
	{
		id = 430094,
		desc = "N/A",
	},
	{
		id = 430095,
		desc = "增加麾下士兵生命",
	},
	{
		id = 430096,
		desc = "麾下士兵对步兵伤害增加",
	},
	{
		id = 430097,
		desc = "麾下士兵伤亡时提升剩余部队的伤害，技能发动时增加自身武力",
	},
	{
		id = 430098,
		desc = "火攻敌人，有机会蔓延造成额外伤害",
	},
	{
		id = 430099,
		desc = "N/A",
	},
	{
		id = 430100,
		desc = "降低敌军生命上限",
	},
	{
		id = 430101,
		desc = "N/A",
	},
	{
		id = 430102,
		desc = "麾下士兵受到伤害时反弹部分伤害",
	},
	{
		id = 430103,
		desc = "欺骗一名智力比自己低的对方武将，技能发动时增加自身智力",
	},
	{
		id = 430104,
		desc = "N/A",
	},
	{
		id = 430105,
		desc = "发出令人胆颤的怒吼，降低对手所有武将武力",
	},
	{
		id = 430106,
		desc = "斩杀一名武力比自己低的对方武将，技能发动时增加自身武力",
	},
	{
		id = 430107,
		desc = "横扫敌军射程相同的部队并造成额外伤害",
	},
	{
		id = 430108,
		desc = "大幅提升麾下士兵对车兵的伤害",
	},
	{
		id = 430109,
		desc = "有几率直接射杀敌方武将",
	},
	{
		id = 430110,
		desc = "降低敌军防御",
	},
	{
		id = 430111,
		desc = "攻击时无视敌军部分防御",
	},
	{
		id = 440000,
		desc = "N/A",
	},
	{
		id = 440001,
		desc = "N/A",
	},
	{
		id = 440002,
		desc = "N/A",
	},
	{
		id = 440003,
		desc = "N/A",
	},
	{
		id = 440004,
		desc = "N/A",
	},
	{
		id = 440005,
		desc = "N/A",
	},
	{
		id = 440006,
		desc = "N/A",
	},
	{
		id = 440007,
		desc = "N/A",
	},
	{
		id = 440008,
		desc = "N/A",
	},
	{
		id = 440009,
		desc = "N/A",
	},
	{
		id = 440010,
		desc = "N/A",
	},
	{
		id = 440011,
		desc = "N/A",
	},
	{
		id = 440012,
		desc = "N/A",
	},
	{
		id = 440013,
		desc = "N/A",
	},
	{
		id = 440014,
		desc = "N/A",
	},
	{
		id = 440015,
		desc = "N/A",
	},
	{
		id = 440016,
		desc = "N/A",
	},
	{
		id = 440017,
		desc = "N/A",
	},
	{
		id = 440018,
		desc = "N/A",
	},
	{
		id = 440019,
		desc = "N/A",
	},
	{
		id = 440020,
		desc = "N/A",
	},
	{
		id = 440021,
		desc = "N/A",
	},
	{
		id = 440022,
		desc = "N/A",
	},
	{
		id = 440023,
		desc = "N/A",
	},
	{
		id = 440024,
		desc = "N/A",
	},
	{
		id = 440025,
		desc = "N/A",
	},
	{
		id = 440026,
		desc = "N/A",
	},
	{
		id = 440027,
		desc = "N/A",
	},
	{
		id = 440028,
		desc = "N/A",
	},
	{
		id = 440029,
		desc = "N/A",
	},
	{
		id = 440030,
		desc = "N/A",
	},
	{
		id = 440031,
		desc = "N/A",
	},
	{
		id = 440032,
		desc = "N/A",
	},
	{
		id = 440033,
		desc = "N/A",
	},
	{
		id = 440034,
		desc = "N/A",
	},
	{
		id = 440035,
		desc = "N/A",
	},
	{
		id = 440036,
		desc = "N/A",
	},
	{
		id = 440037,
		desc = "N/A",
	},
	{
		id = 440038,
		desc = "N/A",
	},
	{
		id = 440039,
		desc = "N/A",
	},
	{
		id = 440040,
		desc = "N/A",
	},
	{
		id = 440041,
		desc = "N/A",
	},
	{
		id = 440042,
		desc = "N/A",
	},
	{
		id = 440043,
		desc = "N/A",
	},
	{
		id = 440044,
		desc = "N/A",
	},
	{
		id = 440045,
		desc = "N/A",
	},
	{
		id = 440046,
		desc = "N/A",
	},
	{
		id = 440047,
		desc = "N/A",
	},
	{
		id = 440048,
		desc = "N/A",
	},
	{
		id = 440049,
		desc = "N/A",
	},
	{
		id = 440050,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神黄盖|的苦肉使麾下士兵受到的伤害减少|<#72,255,98#>%{num}|",
	},
	{
		id = 440051,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神孙尚香|的鹰击长空使麾下士兵受到来自骑兵的伤害减少|<#72,255,98#>%{num}|",
	},
	{
		id = 440052,
		desc = "N/A",
	},
	{
		id = 440053,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神孙权|的权宜之计对对手骑兵造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440054,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神曹丕|的颂威使麾下士兵造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440055,
		desc = "N/A",
	},
	{
		id = 440056,
		desc = "N/A",
	},
	{
		id = 440057,
		desc = "N/A",
	},
	{
		id = 440058,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神董卓|的绝命使麾下士兵造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440059,
		desc = "N/A",
	},
	{
		id = 440060,
		desc = "N/A",
	},
	{
		id = 440061,
		desc = "N/A",
	},
	{
		id = 440062,
		desc = "N/A",
	},
	{
		id = 440063,
		desc = "N/A",
	},
	{
		id = 440064,
		desc = "N/A",
	},
	{
		id = 440065,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神夏侯惇|的陷阵冲锋击晕了|<#72,255,98#>%{num}|的敌军部队",
	},
	{
		id = 440066,
		desc = "N/A",
	},
	{
		id = 440067,
		desc = "N/A",
	},
	{
		id = 440068,
		desc = "N/A",
	},
	{
		id = 440069,
		desc = "N/A",
	},
	{
		id = 440070,
		desc = "N/A",
	},
	{
		id = 440071,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神贾诩|的奇谋言毒造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440072,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神荀彧|的借刀杀人生效，|<#22,255,209#>%{player1}|的|<#255,126,0#>%{name}|中计斩杀了|<#22,255,209#>%{player2}|的|<#255,126,0#>%{name1}|",
	},
	{
		id = 440073,
		desc = "N/A",
	},
	{
		id = 440074,
		desc = "N/A",
	},
	{
		id = 440075,
		desc = "N/A",
	},
	{
		id = 440076,
		desc = "N/A",
	},
	{
		id = 440077,
		desc = "N/A",
	},
	{
		id = 440078,
		desc = "N/A",
	},
	{
		id = 440079,
		desc = "N/A",
	},
	{
		id = 440080,
		desc = "N/A",
	},
	{
		id = 440081,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神华雄|的勇冠三军使麾下士兵受到来自车兵的伤害减少了|<#72,255,98#>%{num}|",
	},
	{
		id = 440082,
		desc = "N/A",
	},
	{
		id = 440083,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神高顺|的进击对对手弓兵造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440084,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神袁绍|的万箭齐发造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440085,
		desc = "N/A",
	},
	{
		id = 440086,
		desc = "N/A",
	},
	{
		id = 440087,
		desc = "N/A",
	},
	{
		id = 440088,
		desc = "N/A",
	},
	{
		id = 440089,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神周泰|的不屈之力使麾下部队受到的伤害降低了|<#72,255,98#>%{num}|，并且%{desc}",
	},
	{
		id = 440090,
		desc = "N/A",
	},
	{
		id = 440091,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神小乔|的红颜使麾下士兵受到的伤害减少了|<#72,255,98#>%{num}|",
	},
	{
		id = 440092,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神大乔|的国色使麾下士兵受到的伤害减少了|<#72,255,98#>%{num}|",
	},
	{
		id = 440093,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神张辽|的突袭降低敌军攻击|<#72,255,98#>%{num}|",
	},
	{
		id = 440094,
		desc = "N/A",
	},
	{
		id = 440095,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神刘备|的仁德使其士兵生命增加了|<#72,255,98#>%{num}|",
	},
	{
		id = 440096,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神貂蝉|的箭雨使麾下士兵造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440097,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神孙策|的霸王怒提升了|<#72,255,98#>%{num}|武力，使麾下士兵造成了额外伤害|<#0,255,0#>%{damage}|",
	},
	{
		id = 440098,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神周瑜|的火攻蔓延到对手|<#0,255,0#>%{num1}|支部队，总计造成了|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 440099,
		desc = "N/A",
	},
	{
		id = 440100,
		desc = "|<#22,255,209#>%{player}|  |<#255,126,0#>神典韦|的恶来之力使对手士兵生命降低了|<#72,255,98#>%{num}|",
	},
	{
		id = 440101,
		desc = "N/A",
	},
	{
		id = 440102,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神曹操|的奸雄反弹了|<#72,255,98#>%{num}|的伤害",
	},
	{
		id = 440103,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神司马懿|的将计就计提升了|<#72,255,98#>%{num}|智力，欺骗|<#22,255,209#>%{player1}|的武将 |<#255,126,0#>%{name}| %{ifsuccess}",
	},
	{
		id = 440104,
		desc = "N/A",
	},
	{
		id = 440105,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神张飞|的黑风吼降低了所有敌军武将武力|<#72,255,98#>%{num}|",
	},
	{
		id = 440106,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神关羽|的青龙斩提升了|<#72,255,98#>%{num}|武力，斩杀|<#22,255,209#>%{player1}|的武将 |<#255,126,0#>%{name}| %{ifsuccess}",
	},
	{
		id = 440107,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神马超|的横扫八荒造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440108,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神赵云|的无双剑对对手车兵造成了|<#72,255,98#>%{num}|额外伤害",
	},
	{
		id = 440109,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神黄忠|的百步穿杨，射杀了|<#22,255,209#>%{player1}|的武将 |<#255,126,0#>%{name}|",
	},
	{
		id = 440110,
		desc = "|<#22,255,209#>%{player}|  |<#255,126,0#>神诸葛亮|的怒雷使对手|<#0,255,0#>%{num1}|支部队的防御降低了|<#72,255,98#>%{num}|",
	},
	{
		id = 440111,
		desc = "|<#22,255,209#>%{player}| |<#255,126,0#>神吕布|的横扫千军击无视了敌军|<#72,255,98#>%{num}|的防御",
	},
	{
		id = 450001,
		desc = "神董袭技能",
	},
	{
		id = 450002,
		desc = "神蒋钦技能",
	},
	{
		id = 450003,
		desc = "神朱然技能",
	},
	{
		id = 450004,
		desc = "神夏侯霸技能",
	},
	{
		id = 450005,
		desc = "神乐进技能",
	},
	{
		id = 450006,
		desc = "神曹洪技能",
	},
	{
		id = 450007,
		desc = "神于禁技能",
	},
	{
		id = 450008,
		desc = "神李典技能",
	},
	{
		id = 450009,
		desc = "神廖化技能",
	},
	{
		id = 450010,
		desc = "神张翼技能",
	},
	{
		id = 450011,
		desc = "神孟达技能",
	},
	{
		id = 450012,
		desc = "神蒋琬技能",
	},
	{
		id = 450013,
		desc = "神张绣技能",
	},
	{
		id = 450014,
		desc = "神张宝技能",
	},
	{
		id = 450015,
		desc = "神韩遂技能",
	},
	{
		id = 450016,
		desc = "神刘表技能",
	},
	{
		id = 450017,
		desc = "神张角技能",
	},
	{
		id = 450018,
		desc = "神凌统技能",
	},
	{
		id = 450019,
		desc = "神丁奉技能",
	},
	{
		id = 450020,
		desc = "神韩当技能",
	},
	{
		id = 450021,
		desc = "神朱桓技能",
	},
	{
		id = 450022,
		desc = "神徐盛技能",
	},
	{
		id = 450023,
		desc = "神曹彰技能",
	},
	{
		id = 450024,
		desc = "神王双技能",
	},
	{
		id = 450025,
		desc = "神邓艾技能",
	},
	{
		id = 450026,
		desc = "神文聘技能",
	},
	{
		id = 450027,
		desc = "神诸葛诞技能",
	},
	{
		id = 450028,
		desc = "神司马昭技能",
	},
	{
		id = 450029,
		desc = "神锺会技能",
	},
	{
		id = 450030,
		desc = "神甄姬技能",
	},
	{
		id = 450031,
		desc = "神孟获技能",
	},
	{
		id = 450032,
		desc = "神马岱技能",
	},
	{
		id = 450033,
		desc = "神祝融技能",
	},
	{
		id = 450034,
		desc = "神周仓技能",
	},
	{
		id = 450035,
		desc = "神王平技能",
	},
	{
		id = 450036,
		desc = "神吴懿技能",
	},
	{
		id = 450037,
		desc = "神邓芝技能",
	},
	{
		id = 450038,
		desc = "神法正技能",
	},
	{
		id = 450039,
		desc = "神黄月英技能",
	},
	{
		id = 450040,
		desc = "神费禕技能",
	},
	{
		id = 450041,
		desc = "神纪灵技能",
	},
	{
		id = 450042,
		desc = "神马腾技能",
	},
	{
		id = 450043,
		desc = "神陈武技能",
	},
	{
		id = 450044,
		desc = "神公孙瓒技能",
	},
	{
		id = 450045,
		desc = "神陈登技能",
	},
	{
		id = 450046,
		desc = "神卢植技能",
	},
	{
		id = 450047,
		desc = "神审配技能",
	},
	{
		id = 450048,
		desc = "神陈宫技能",
	},
	{
		id = 450049,
		desc = "神沮授技能",
	},
	{
		id = 450050,
		desc = "苦肉",
	},
	{
		id = 450051,
		desc = "鹰击长空",
	},
	{
		id = 450052,
		desc = "神程普技能",
	},
	{
		id = 450053,
		desc = "权宜之计",
	},
	{
		id = 450054,
		desc = "颂威",
	},
	{
		id = 450055,
		desc = "神程昱技能",
	},
	{
		id = 450056,
		desc = "神严颜技能",
	},
	{
		id = 450057,
		desc = "神马良技能",
	},
	{
		id = 450058,
		desc = "绝命",
	},
	{
		id = 450059,
		desc = "神甘宁技能",
	},
	{
		id = 450060,
		desc = "神孙坚技能",
	},
	{
		id = 450061,
		desc = "神鲁肃技能",
	},
	{
		id = 450062,
		desc = "神张紘技能",
	},
	{
		id = 450063,
		desc = "神张昭技能",
	},
	{
		id = 450064,
		desc = "神庞德技能",
	},
	{
		id = 450065,
		desc = "陷阵冲锋",
	},
	{
		id = 450066,
		desc = "神徐晃技能",
	},
	{
		id = 450067,
		desc = "神夏侯渊技能",
	},
	{
		id = 450068,
		desc = "神张郃技能",
	},
	{
		id = 450069,
		desc = "神曹仁技能",
	},
	{
		id = 450070,
		desc = "神徐庶技能",
	},
	{
		id = 450071,
		desc = "奇谋言毒",
	},
	{
		id = 450072,
		desc = "借刀杀人",
	},
	{
		id = 450073,
		desc = "神魏延技能",
	},
	{
		id = 450074,
		desc = "神关索技能",
	},
	{
		id = 450075,
		desc = "神张苞技能",
	},
	{
		id = 450076,
		desc = "神关兴技能",
	},
	{
		id = 450077,
		desc = "神关平技能",
	},
	{
		id = 450078,
		desc = "神庞统技能",
	},
	{
		id = 450079,
		desc = "神文丑技能",
	},
	{
		id = 450080,
		desc = "神颜良技能",
	},
	{
		id = 450081,
		desc = "勇冠三军",
	},
	{
		id = 450082,
		desc = "神张任技能",
	},
	{
		id = 450083,
		desc = "进击",
	},
	{
		id = 450084,
		desc = "万箭齐发",
	},
	{
		id = 450085,
		desc = "神华佗技能",
	},
	{
		id = 450086,
		desc = "神田丰技能",
	},
	{
		id = 450087,
		desc = "神李儒技能",
	},
	{
		id = 450088,
		desc = "神太史慈技能",
	},
	{
		id = 450089,
		desc = "不屈之力",
	},
	{
		id = 450090,
		desc = "神吕蒙技能",
	},
	{
		id = 450091,
		desc = "红颜",
	},
	{
		id = 450092,
		desc = "国色",
	},
	{
		id = 450093,
		desc = "突袭",
	},
	{
		id = 450094,
		desc = "神姜维技能",
	},
	{
		id = 450095,
		desc = "仁德",
	},
	{
		id = 450096,
		desc = "箭雨",
	},
	{
		id = 450097,
		desc = "霸王怒",
	},
	{
		id = 450098,
		desc = "火攻",
	},
	{
		id = 450099,
		desc = "神陆逊技能",
	},
	{
		id = 450100,
		desc = "恶来之力",
	},
	{
		id = 450101,
		desc = "神许褚技能",
	},
	{
		id = 450102,
		desc = "奸雄",
	},
	{
		id = 450103,
		desc = "将计就计",
	},
	{
		id = 450104,
		desc = "神郭嘉技能",
	},
	{
		id = 450105,
		desc = "黑风吼",
	},
	{
		id = 450106,
		desc = "青龙斩",
	},
	{
		id = 450107,
		desc = "横扫八荒",
	},
	{
		id = 450108,
		desc = "无双剑",
	},
	{
		id = 450109,
		desc = "百步穿杨",
	},
	{
		id = 450110,
		desc = "怒雷",
	},
	{
		id = 450111,
		desc = "横扫千军",
	},
	{
		id = 450112,
		desc = "普通攻击",
	},
	{
		id = 450113,
		desc = "普通攻击",
	},
	{
		id = 450114,
		desc = "普通攻击",
	},
	{
		id = 450115,
		desc = "普通攻击",
	},
	{
		id = 450116,
		desc = "普通攻击",
	},
	{
		id = 450117,
		desc = "普通攻击",
	},
	{
		id = 450118,
		desc = "普通攻击",
	},
	{
		id = 450119,
		desc = "普通攻击",
	},
	{
		id = 450120,
		desc = "普通攻击",
	},
	{
		id = 450121,
		desc = "普通攻击",
	},
	{
		id = 450122,
		desc = "普通攻击",
	},
	{
		id = 450123,
		desc = "普通攻击",
	},
	{
		id = 450124,
		desc = "普通攻击",
	},
	{
		id = 450125,
		desc = "普通攻击",
	},
	{
		id = 450126,
		desc = "普通攻击",
	},
	{
		id = 450127,
		desc = "普通攻击",
	},
	{
		id = 450128,
		desc = "普通攻击",
	},
	{
		id = 450129,
		desc = "普通攻击",
	},
	{
		id = 450130,
		desc = "普通攻击",
	},
	{
		id = 450131,
		desc = "普通攻击",
	},
	{
		id = 450132,
		desc = "普通攻击",
	},
	{
		id = 450133,
		desc = "普通攻击",
	},
	{
		id = 450134,
		desc = "普通攻击",
	},
	{
		id = 450135,
		desc = "普通攻击",
	},
	{
		id = 450136,
		desc = "普通攻击",
	},
	{
		id = 450137,
		desc = "普通攻击",
	},
	{
		id = 450138,
		desc = "普通攻击",
	},
	{
		id = 450139,
		desc = "普通攻击",
	},
	{
		id = 450140,
		desc = "普通攻击",
	},
	{
		id = 450141,
		desc = "普通攻击",
	},
	{
		id = 450142,
		desc = "普通攻击",
	},
	{
		id = 450143,
		desc = "普通攻击",
	},
	{
		id = 450144,
		desc = "普通攻击",
	},
	{
		id = 450145,
		desc = "普通攻击",
	},
	{
		id = 450146,
		desc = "普通攻击",
	},
	{
		id = 450147,
		desc = "普通攻击",
	},
	{
		id = 450148,
		desc = "普通攻击",
	},
	{
		id = 450149,
		desc = "普通攻击",
	},
	{
		id = 450150,
		desc = "普通攻击",
	},
	{
		id = 450151,
		desc = "普通攻击",
	},
	{
		id = 450152,
		desc = "普通攻击",
	},
	{
		id = 450153,
		desc = "普通攻击",
	},
	{
		id = 450154,
		desc = "普通攻击",
	},
	{
		id = 450155,
		desc = "普通攻击",
	},
	{
		id = 450156,
		desc = "普通攻击",
	},
	{
		id = 450157,
		desc = "普通攻击",
	},
	{
		id = 450158,
		desc = "普通攻击",
	},
	{
		id = 450159,
		desc = "普通攻击",
	},
	{
		id = 450160,
		desc = "普通攻击",
	},
	{
		id = 450161,
		desc = "普通攻击",
	},
	{
		id = 450162,
		desc = "普通攻击",
	},
	{
		id = 450163,
		desc = "普通攻击",
	},
	{
		id = 450164,
		desc = "普通攻击",
	},
	{
		id = 450165,
		desc = "普通攻击",
	},
	{
		id = 450166,
		desc = "普通攻击",
	},
	{
		id = 450167,
		desc = "普通攻击",
	},
	{
		id = 450168,
		desc = "普通攻击",
	},
	{
		id = 450169,
		desc = "普通攻击",
	},
	{
		id = 450170,
		desc = "普通攻击",
	},
	{
		id = 450171,
		desc = "普通攻击",
	},
	{
		id = 450172,
		desc = "普通攻击",
	},
	{
		id = 450173,
		desc = "普通攻击",
	},
	{
		id = 450174,
		desc = "普通攻击",
	},
	{
		id = 450175,
		desc = "普通攻击",
	},
	{
		id = 450176,
		desc = "普通攻击",
	},
	{
		id = 450177,
		desc = "普通攻击",
	},
	{
		id = 450178,
		desc = "普通攻击",
	},
	{
		id = 450179,
		desc = "普通攻击",
	},
	{
		id = 450180,
		desc = "普通攻击",
	},
	{
		id = 450181,
		desc = "普通攻击",
	},
	{
		id = 450182,
		desc = "普通攻击",
	},
	{
		id = 450183,
		desc = "普通攻击",
	},
	{
		id = 450184,
		desc = "普通攻击",
	},
	{
		id = 450185,
		desc = "普通攻击",
	},
	{
		id = 450186,
		desc = "普通攻击",
	},
	{
		id = 450187,
		desc = "普通攻击",
	},
	{
		id = 450188,
		desc = "普通攻击",
	},
	{
		id = 450189,
		desc = "普通攻击",
	},
	{
		id = 450190,
		desc = "普通攻击",
	},
	{
		id = 450191,
		desc = "普通攻击",
	},
	{
		id = 450192,
		desc = "普通攻击",
	},
	{
		id = 450193,
		desc = "普通攻击",
	},
	{
		id = 450194,
		desc = "普通攻击",
	},
	{
		id = 450195,
		desc = "普通攻击",
	},
	{
		id = 450196,
		desc = "普通攻击",
	},
	{
		id = 450197,
		desc = "普通攻击",
	},
	{
		id = 450198,
		desc = "普通攻击",
	},
	{
		id = 450199,
		desc = "普通攻击",
	},
	{
		id = 450200,
		desc = "普通攻击",
	},
	{
		id = 450201,
		desc = "普通攻击",
	},
	{
		id = 450202,
		desc = "普通攻击",
	},
	{
		id = 450203,
		desc = "普通攻击",
	},
	{
		id = 450204,
		desc = "普通攻击",
	},
	{
		id = 450205,
		desc = "普通攻击",
	},
	{
		id = 450206,
		desc = "普通攻击",
	},
	{
		id = 450207,
		desc = "普通攻击",
	},
	{
		id = 450208,
		desc = "普通攻击",
	},
	{
		id = 450209,
		desc = "普通攻击",
	},
	{
		id = 450210,
		desc = "普通攻击",
	},
	{
		id = 450211,
		desc = "普通攻击",
	},
	{
		id = 450212,
		desc = "普通攻击",
	},
	{
		id = 450213,
		desc = "普通攻击",
	},
	{
		id = 450214,
		desc = "普通攻击",
	},
	{
		id = 450215,
		desc = "普通攻击",
	},
	{
		id = 450216,
		desc = "普通攻击",
	},
	{
		id = 450217,
		desc = "普通攻击",
	},
	{
		id = 450218,
		desc = "普通攻击",
	},
	{
		id = 450219,
		desc = "普通攻击",
	},
	{
		id = 450220,
		desc = "普通攻击",
	},
	{
		id = 450221,
		desc = "普通攻击",
	},
	{
		id = 450222,
		desc = "普通攻击",
	},
	{
		id = 450223,
		desc = "普通攻击",
	},
	{
		id = 450224,
		desc = "普通攻击",
	},
	{
		id = 450225,
		desc = "普通攻击",
	},
	{
		id = 450226,
		desc = "普通攻击",
	},
	{
		id = 450227,
		desc = "普通攻击",
	},
	{
		id = 450228,
		desc = "普通攻击",
	},
	{
		id = 450229,
		desc = "普通攻击",
	},
	{
		id = 450230,
		desc = "普通攻击",
	},
	{
		id = 450231,
		desc = "普通攻击",
	},
	{
		id = 450232,
		desc = "普通攻击",
	},
	{
		id = 450233,
		desc = "普通攻击",
	},
	{
		id = 450234,
		desc = "普通攻击",
	},
	{
		id = 450235,
		desc = "普通攻击",
	},
	{
		id = 450236,
		desc = "普通攻击",
	},
	{
		id = 450237,
		desc = "普通攻击",
	},
	{
		id = 450238,
		desc = "普通攻击",
	},
	{
		id = 450239,
		desc = "普通攻击",
	},
	{
		id = 450240,
		desc = "普通攻击",
	},
	{
		id = 450241,
		desc = "普通攻击",
	},
	{
		id = 450242,
		desc = "普通攻击",
	},
	{
		id = 450243,
		desc = "普通攻击",
	},
	{
		id = 450244,
		desc = "普通攻击",
	},
	{
		id = 450245,
		desc = "普通攻击",
	},
	{
		id = 450246,
		desc = "普通攻击",
	},
	{
		id = 450247,
		desc = "普通攻击",
	},
	{
		id = 450248,
		desc = "普通攻击",
	},
	{
		id = 450249,
		desc = "普通攻击",
	},
	{
		id = 450250,
		desc = "普通攻击",
	},
	{
		id = 450251,
		desc = "普通攻击",
	},
	{
		id = 450252,
		desc = "普通攻击",
	},
	{
		id = 450253,
		desc = "普通攻击",
	},
	{
		id = 450254,
		desc = "普通攻击",
	},
	{
		id = 450255,
		desc = "普通攻击",
	},
	{
		id = 450256,
		desc = "普通攻击",
	},
	{
		id = 450257,
		desc = "普通攻击",
	},
	{
		id = 450258,
		desc = "普通攻击",
	},
	{
		id = 450259,
		desc = "普通攻击",
	},
	{
		id = 450260,
		desc = "普通攻击",
	},
	{
		id = 450261,
		desc = "普通攻击",
	},
	{
		id = 450262,
		desc = "普通攻击",
	},
	{
		id = 450263,
		desc = "普通攻击",
	},
	{
		id = 450264,
		desc = "普通攻击",
	},
	{
		id = 450265,
		desc = "普通攻击",
	},
	{
		id = 450266,
		desc = "普通攻击",
	},
	{
		id = 450267,
		desc = "普通攻击",
	},
	{
		id = 450268,
		desc = "普通攻击",
	},
	{
		id = 450269,
		desc = "普通攻击",
	},
	{
		id = 450270,
		desc = "普通攻击",
	},
	{
		id = 450271,
		desc = "普通攻击",
	},
	{
		id = 450272,
		desc = "普通攻击",
	},
	{
		id = 450273,
		desc = "普通攻击",
	},
	{
		id = 450274,
		desc = "普通攻击",
	},
	{
		id = 450275,
		desc = "普通攻击",
	},
	{
		id = 450276,
		desc = "普通攻击",
	},
	{
		id = 450277,
		desc = "普通攻击",
	},
	{
		id = 450278,
		desc = "普通攻击",
	},
	{
		id = 450279,
		desc = "普通攻击",
	},
	{
		id = 450280,
		desc = "普通攻击",
	},
	{
		id = 450281,
		desc = "普通攻击",
	},
	{
		id = 450282,
		desc = "普通攻击",
	},
	{
		id = 450283,
		desc = "普通攻击",
	},
	{
		id = 450284,
		desc = "普通攻击",
	},
	{
		id = 450285,
		desc = "普通攻击",
	},
	{
		id = 450286,
		desc = "普通攻击",
	},
	{
		id = 450287,
		desc = "普通攻击",
	},
	{
		id = 450288,
		desc = "普通攻击",
	},
	{
		id = 450289,
		desc = "普通攻击",
	},
	{
		id = 450290,
		desc = "普通攻击",
	},
	{
		id = 450291,
		desc = "普通攻击",
	},
	{
		id = 450292,
		desc = "普通攻击",
	},
	{
		id = 450293,
		desc = "普通攻击",
	},
	{
		id = 450294,
		desc = "普通攻击",
	},
	{
		id = 450295,
		desc = "普通攻击",
	},
	{
		id = 450296,
		desc = "普通攻击",
	},
	{
		id = 450297,
		desc = "普通攻击",
	},
	{
		id = 450298,
		desc = "普通攻击",
	},
	{
		id = 450299,
		desc = "普通攻击",
	},
	{
		id = 450300,
		desc = "普通攻击",
	},
	{
		id = 450301,
		desc = "普通攻击",
	},
	{
		id = 450302,
		desc = "普通攻击",
	},
	{
		id = 450303,
		desc = "普通攻击",
	},
	{
		id = 450304,
		desc = "普通攻击",
	},
	{
		id = 450305,
		desc = "普通攻击",
	},
	{
		id = 450306,
		desc = "普通攻击",
	},
	{
		id = 450307,
		desc = "普通攻击",
	},
	{
		id = 450308,
		desc = "普通攻击",
	},
	{
		id = 450309,
		desc = "普通攻击",
	},
	{
		id = 450310,
		desc = "普通攻击",
	},
	{
		id = 450311,
		desc = "普通攻击",
	},
	{
		id = 450312,
		desc = "普通攻击",
	},
	{
		id = 450313,
		desc = "普通攻击",
	},
	{
		id = 450314,
		desc = "普通攻击",
	},
	{
		id = 450315,
		desc = "普通攻击",
	},
	{
		id = 450316,
		desc = "普通攻击",
	},
	{
		id = 450317,
		desc = "普通攻击",
	},
	{
		id = 450318,
		desc = "普通攻击",
	},
	{
		id = 450319,
		desc = "普通攻击",
	},
	{
		id = 450320,
		desc = "普通攻击",
	},
	{
		id = 450321,
		desc = "普通攻击",
	},
	{
		id = 450322,
		desc = "普通攻击",
	},
	{
		id = 450323,
		desc = "普通攻击",
	},
	{
		id = 450324,
		desc = "普通攻击",
	},
	{
		id = 450325,
		desc = "普通攻击",
	},
	{
		id = 450326,
		desc = "普通攻击",
	},
	{
		id = 450327,
		desc = "普通攻击",
	},
	{
		id = 450328,
		desc = "普通攻击",
	},
	{
		id = 450329,
		desc = "普通攻击",
	},
	{
		id = 450330,
		desc = "普通攻击",
	},
	{
		id = 450331,
		desc = "普通攻击",
	},
	{
		id = 450332,
		desc = "普通攻击",
	},
	{
		id = 450333,
		desc = "普通攻击",
	},
	{
		id = 451001,
		desc = "神董袭技能说明",
	},
	{
		id = 451002,
		desc = "神蒋钦技能说明",
	},
	{
		id = 451003,
		desc = "神朱然技能说明",
	},
	{
		id = 451004,
		desc = "神夏侯霸技能说明",
	},
	{
		id = 451005,
		desc = "神乐进技能说明",
	},
	{
		id = 451006,
		desc = "神曹洪技能说明",
	},
	{
		id = 451007,
		desc = "神于禁技能说明",
	},
	{
		id = 451008,
		desc = "神李典技能说明",
	},
	{
		id = 451009,
		desc = "神廖化技能说明",
	},
	{
		id = 451010,
		desc = "神张翼技能说明",
	},
	{
		id = 451011,
		desc = "神孟达技能说明",
	},
	{
		id = 451012,
		desc = "神蒋琬技能说明",
	},
	{
		id = 451013,
		desc = "神张绣技能说明",
	},
	{
		id = 451014,
		desc = "神张宝技能说明",
	},
	{
		id = 451015,
		desc = "神韩遂技能说明",
	},
	{
		id = 451016,
		desc = "神刘表技能说明",
	},
	{
		id = 451017,
		desc = "神张角技能说明",
	},
	{
		id = 451018,
		desc = "神凌统技能说明",
	},
	{
		id = 451019,
		desc = "神丁奉技能说明",
	},
	{
		id = 451020,
		desc = "神韩当技能说明",
	},
	{
		id = 451021,
		desc = "神朱桓技能说明",
	},
	{
		id = 451022,
		desc = "神徐盛技能说明",
	},
	{
		id = 451023,
		desc = "神曹彰技能说明",
	},
	{
		id = 451024,
		desc = "神王双技能说明",
	},
	{
		id = 451025,
		desc = "神邓艾技能说明",
	},
	{
		id = 451026,
		desc = "神文聘技能说明",
	},
	{
		id = 451027,
		desc = "神诸葛诞技能说明",
	},
	{
		id = 451028,
		desc = "神司马昭技能说明",
	},
	{
		id = 451029,
		desc = "神锺会技能说明",
	},
	{
		id = 451030,
		desc = "神甄姬技能说明",
	},
	{
		id = 451031,
		desc = "神孟获技能说明",
	},
	{
		id = 451032,
		desc = "神马岱技能说明",
	},
	{
		id = 451033,
		desc = "神祝融技能说明",
	},
	{
		id = 451034,
		desc = "神周仓技能说明",
	},
	{
		id = 451035,
		desc = "神王平技能说明",
	},
	{
		id = 451036,
		desc = "神吴懿技能说明",
	},
	{
		id = 451037,
		desc = "神邓芝技能说明",
	},
	{
		id = 451038,
		desc = "神法正技能说明",
	},
	{
		id = 451039,
		desc = "神黄月英技能说明",
	},
	{
		id = 451040,
		desc = "神费禕技能说明",
	},
	{
		id = 451041,
		desc = "神纪灵技能说明",
	},
	{
		id = 451042,
		desc = "神马腾技能说明",
	},
	{
		id = 451043,
		desc = "神陈武技能说明",
	},
	{
		id = 451044,
		desc = "神公孙瓒技能说明",
	},
	{
		id = 451045,
		desc = "神陈登技能说明",
	},
	{
		id = 451046,
		desc = "神卢植技能说明",
	},
	{
		id = 451047,
		desc = "神审配技能说明",
	},
	{
		id = 451048,
		desc = "神陈宫技能说明",
	},
	{
		id = 451049,
		desc = "神沮授技能说明",
	},
	{
		id = 451050,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，同时获得至少|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%的伤害减免，持续2回合",
	},
	{
		id = 451051,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，并使对手每回合受到|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|伤害，持续3回合",
	},
	{
		id = 451052,
		desc = "神程普技能说明",
	},
	{
		id = 451053,
		desc = "攻击中距离对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，同时定身对手1回合",
	},
	{
		id = 451054,
		desc = "对巨大范围内的对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害",
	},
	{
		id = 451055,
		desc = "神程昱技能说明",
	},
	{
		id = 451056,
		desc = "神严颜技能说明",
	},
	{
		id = 451057,
		desc = "神马良技能说明",
	},
	{
		id = 451058,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害并吸取等量生命，但1回合内受到伤害增加|<#255,40,50#>%{buff}|%%",
	},
	{
		id = 451059,
		desc = "神甘宁技能说明",
	},
	{
		id = 451060,
		desc = "神孙坚技能说明",
	},
	{
		id = 451061,
		desc = "神鲁肃技能说明",
	},
	{
		id = 451062,
		desc = "神张紘技能说明",
	},
	{
		id = 451063,
		desc = "神张昭技能说明",
	},
	{
		id = 451064,
		desc = "神庞德技能说明",
	},
	{
		id = 451065,
		desc = "冲锋到对手面前并攻击对手，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害，冲锋距离越远伤害越高",
	},
	{
		id = 451066,
		desc = "神徐晃技能说明",
	},
	{
		id = 451067,
		desc = "神夏侯渊技能说明",
	},
	{
		id = 451068,
		desc = "神张郃技能说明",
	},
	{
		id = 451069,
		desc = "神曹仁技能说明",
	},
	{
		id = 451070,
		desc = "神徐庶技能说明",
	},
	{
		id = 451071,
		desc = "使对手中毒立即造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害，并在接下来的每个回合都受到等量伤害，直到死亡。",
	},
	{
		id = 451072,
		desc = "使用对方场下的武力较高的武将的技能（技能等级为借刀杀人的技能等级）",
	},
	{
		id = 451073,
		desc = "神魏延技能说明",
	},
	{
		id = 451074,
		desc = "神关索技能说明",
	},
	{
		id = 451075,
		desc = "神张苞技能说明",
	},
	{
		id = 451076,
		desc = "神关兴技能说明",
	},
	{
		id = 451077,
		desc = "神关平技能说明",
	},
	{
		id = 451078,
		desc = "神庞统技能说明",
	},
	{
		id = 451079,
		desc = "神文丑技能说明",
	},
	{
		id = 451080,
		desc = "神颜良技能说明",
	},
	{
		id = 451081,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害,并提高移动速度|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|，持续2回合",
	},
	{
		id = 451082,
		desc = "神张任技能说明",
	},
	{
		id = 451083,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害,并提高攻击范围|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|，持续2回合",
	},
	{
		id = 451084,
		desc = "使用全场箭雨攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害",
	},
	{
		id = 451085,
		desc = "神华佗技能说明",
	},
	{
		id = 451086,
		desc = "神田丰技能说明",
	},
	{
		id = 451087,
		desc = "神李儒技能说明",
	},
	{
		id = 451088,
		desc = "神太史慈技能说明",
	},
	{
		id = 451089,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害，同时获得不屈之力，在首次受到致命伤害时恢复至|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%生命，持续2回合",
	},
	{
		id = 451090,
		desc = "神吕蒙技能说明",
	},
	{
		id = 451091,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害,并有|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%几率混乱1回合",
	},
	{
		id = 451092,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害,并有|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%几率定身1回合",
	},
	{
		id = 451093,
		desc = "瞬移到对手身边，眩晕对手的同时造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|点伤害。",
	},
	{
		id = 451094,
		desc = "神姜维技能说明",
	},
	{
		id = 451095,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，同时降低对手技能伤害|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持续2回合",
	},
	{
		id = 451096,
		desc = "巨大范围的攻击，对对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害",
	},
	{
		id = 451097,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，同时获得至少|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%的伤害提升，持续2回合",
	},
	{
		id = 451098,
		desc = "用火焰攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，距离越远伤害越高",
	},
	{
		id = 451099,
		desc = "神陆逊技能说明",
	},
	{
		id = 451100,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，同时使其受到伤害增加|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持续2回合",
	},
	{
		id = 451101,
		desc = "神许褚技能说明",
	},
	{
		id = 451102,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|点伤害，并反弹受到伤害的|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持续2回合",
	},
	{
		id = 451103,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，对智力较低的对手造成额外伤害",
	},
	{
		id = 451104,
		desc = "神郭嘉技能说明",
	},
	{
		id = 451105,
		desc = "震耳欲聋的怒吼，对对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|点伤害，同时降低对手|<#255,40,50#>%{buff}%%|武力",
	},
	{
		id = 451106,
		desc = "斩击对手，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|点伤害，对武力较低的对手造成额外伤害",
	},
	{
		id = 451107,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|点伤害，并提升自身攻击力|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%，持续2回合",
	},
	{
		id = 451108,
		desc = "攻击对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，若没有命中对手，则重置技能冷却时间",
	},
	{
		id = 451109,
		desc = "射出必中的箭矢对对手造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害，并有|<#72,255,98#>%{buff}||<#3,169,235#>%{buffnext}|%%几率沉默对手2回合",
	},
	{
		id = 451110,
		desc = "召唤雷电造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害并击晕对手武将",
	},
	{
		id = 451111,
		desc = "旋风般地攻击自己周围的对手，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|的伤害",
	},
	{
		id = 451112,
		desc = "董袭普通攻击",
	},
	{
		id = 451113,
		desc = "蒋钦普通攻击",
	},
	{
		id = 451114,
		desc = "朱然普通攻击",
	},
	{
		id = 451115,
		desc = "夏侯霸普通攻击",
	},
	{
		id = 451116,
		desc = "乐进普通攻击",
	},
	{
		id = 451117,
		desc = "曹洪普通攻击",
	},
	{
		id = 451118,
		desc = "于禁普通攻击",
	},
	{
		id = 451119,
		desc = "李典普通攻击",
	},
	{
		id = 451120,
		desc = "廖化普通攻击",
	},
	{
		id = 451121,
		desc = "张翼普通攻击",
	},
	{
		id = 451122,
		desc = "孟达普通攻击",
	},
	{
		id = 451123,
		desc = "蒋琬普通攻击",
	},
	{
		id = 451124,
		desc = "张绣普通攻击",
	},
	{
		id = 451125,
		desc = "张宝普通攻击",
	},
	{
		id = 451126,
		desc = "韩遂普通攻击",
	},
	{
		id = 451127,
		desc = "刘表普通攻击",
	},
	{
		id = 451128,
		desc = "张角普通攻击",
	},
	{
		id = 451129,
		desc = "凌统普通攻击",
	},
	{
		id = 451130,
		desc = "丁奉普通攻击",
	},
	{
		id = 451131,
		desc = "韩当普通攻击",
	},
	{
		id = 451132,
		desc = "朱桓普通攻击",
	},
	{
		id = 451133,
		desc = "徐盛普通攻击",
	},
	{
		id = 451134,
		desc = "曹彰普通攻击",
	},
	{
		id = 451135,
		desc = "王双普通攻击",
	},
	{
		id = 451136,
		desc = "邓艾普通攻击",
	},
	{
		id = 451137,
		desc = "文聘普通攻击",
	},
	{
		id = 451138,
		desc = "诸葛诞普通攻击",
	},
	{
		id = 451139,
		desc = "司马昭普通攻击",
	},
	{
		id = 451140,
		desc = "锺会普通攻击",
	},
	{
		id = 451141,
		desc = "甄姬普通攻击",
	},
	{
		id = 451142,
		desc = "孟获普通攻击",
	},
	{
		id = 451143,
		desc = "马岱普通攻击",
	},
	{
		id = 451144,
		desc = "祝融普通攻击",
	},
	{
		id = 451145,
		desc = "周仓普通攻击",
	},
	{
		id = 451146,
		desc = "王平普通攻击",
	},
	{
		id = 451147,
		desc = "吴懿普通攻击",
	},
	{
		id = 451148,
		desc = "邓芝普通攻击",
	},
	{
		id = 451149,
		desc = "法正普通攻击",
	},
	{
		id = 451150,
		desc = "黄月英普通攻击",
	},
	{
		id = 451151,
		desc = "费禕普通攻击",
	},
	{
		id = 451152,
		desc = "纪灵普通攻击",
	},
	{
		id = 451153,
		desc = "马腾普通攻击",
	},
	{
		id = 451154,
		desc = "陈武普通攻击",
	},
	{
		id = 451155,
		desc = "公孙瓒普通攻击",
	},
	{
		id = 451156,
		desc = "陈登普通攻击",
	},
	{
		id = 451157,
		desc = "卢植普通攻击",
	},
	{
		id = 451158,
		desc = "审配普通攻击",
	},
	{
		id = 451159,
		desc = "陈宫普通攻击",
	},
	{
		id = 451160,
		desc = "沮授普通攻击",
	},
	{
		id = 451161,
		desc = "黄盖普通攻击",
	},
	{
		id = 451162,
		desc = "孙尚香普通攻击",
	},
	{
		id = 451163,
		desc = "程普普通攻击",
	},
	{
		id = 451164,
		desc = "孙权普通攻击",
	},
	{
		id = 451165,
		desc = "曹丕普通攻击",
	},
	{
		id = 451166,
		desc = "程昱普通攻击",
	},
	{
		id = 451167,
		desc = "严颜普通攻击",
	},
	{
		id = 451168,
		desc = "马良普通攻击",
	},
	{
		id = 451169,
		desc = "董卓普通攻击",
	},
	{
		id = 451170,
		desc = "甘宁普通攻击",
	},
	{
		id = 451171,
		desc = "孙坚普通攻击",
	},
	{
		id = 451172,
		desc = "鲁肃普通攻击",
	},
	{
		id = 451173,
		desc = "张紘普通攻击",
	},
	{
		id = 451174,
		desc = "张昭普通攻击",
	},
	{
		id = 451175,
		desc = "庞德普通攻击",
	},
	{
		id = 451176,
		desc = "夏侯惇普通攻击",
	},
	{
		id = 451177,
		desc = "徐晃普通攻击",
	},
	{
		id = 451178,
		desc = "夏侯渊普通攻击",
	},
	{
		id = 451179,
		desc = "张郃普通攻击",
	},
	{
		id = 451180,
		desc = "曹仁普通攻击",
	},
	{
		id = 451181,
		desc = "徐庶普通攻击",
	},
	{
		id = 451182,
		desc = "贾诩普通攻击",
	},
	{
		id = 451183,
		desc = "荀彧普通攻击",
	},
	{
		id = 451184,
		desc = "魏延普通攻击",
	},
	{
		id = 451185,
		desc = "关索普通攻击",
	},
	{
		id = 451186,
		desc = "张苞普通攻击",
	},
	{
		id = 451187,
		desc = "关兴普通攻击",
	},
	{
		id = 451188,
		desc = "关平普通攻击",
	},
	{
		id = 451189,
		desc = "庞统普通攻击",
	},
	{
		id = 451190,
		desc = "文丑普通攻击",
	},
	{
		id = 451191,
		desc = "颜良普通攻击",
	},
	{
		id = 451192,
		desc = "华雄普通攻击",
	},
	{
		id = 451193,
		desc = "张任普通攻击",
	},
	{
		id = 451194,
		desc = "高顺普通攻击",
	},
	{
		id = 451195,
		desc = "袁绍普通攻击",
	},
	{
		id = 451196,
		desc = "华佗普通攻击",
	},
	{
		id = 451197,
		desc = "田丰普通攻击",
	},
	{
		id = 451198,
		desc = "李儒普通攻击",
	},
	{
		id = 451199,
		desc = "太史慈普通攻击",
	},
	{
		id = 451200,
		desc = "周泰普通攻击",
	},
	{
		id = 451201,
		desc = "吕蒙普通攻击",
	},
	{
		id = 451202,
		desc = "小乔普通攻击",
	},
	{
		id = 451203,
		desc = "大乔普通攻击",
	},
	{
		id = 451204,
		desc = "张辽普通攻击",
	},
	{
		id = 451205,
		desc = "姜维普通攻击",
	},
	{
		id = 451206,
		desc = "刘备普通攻击",
	},
	{
		id = 451207,
		desc = "貂蝉普通攻击",
	},
	{
		id = 451208,
		desc = "孙策普通攻击",
	},
	{
		id = 451209,
		desc = "周瑜普通攻击",
	},
	{
		id = 451210,
		desc = "陆逊普通攻击",
	},
	{
		id = 451211,
		desc = "典韦普通攻击",
	},
	{
		id = 451212,
		desc = "许褚普通攻击",
	},
	{
		id = 451213,
		desc = "曹操普通攻击",
	},
	{
		id = 451214,
		desc = "司马懿普通攻击",
	},
	{
		id = 451215,
		desc = "郭嘉普通攻击",
	},
	{
		id = 451216,
		desc = "张飞普通攻击",
	},
	{
		id = 451217,
		desc = "关羽普通攻击",
	},
	{
		id = 451218,
		desc = "马超普通攻击",
	},
	{
		id = 451219,
		desc = "赵云普通攻击",
	},
	{
		id = 451220,
		desc = "黄忠普通攻击",
	},
	{
		id = 451221,
		desc = "诸葛亮普通攻击",
	},
	{
		id = 451222,
		desc = "吕布普通攻击",
	},
	{
		id = 451223,
		desc = "神董袭普通攻击",
	},
	{
		id = 451224,
		desc = "神蒋钦普通攻击",
	},
	{
		id = 451225,
		desc = "神朱然普通攻击",
	},
	{
		id = 451226,
		desc = "神夏侯霸普通攻击",
	},
	{
		id = 451227,
		desc = "神乐进普通攻击",
	},
	{
		id = 451228,
		desc = "神曹洪普通攻击",
	},
	{
		id = 451229,
		desc = "神于禁普通攻击",
	},
	{
		id = 451230,
		desc = "神李典普通攻击",
	},
	{
		id = 451231,
		desc = "神廖化普通攻击",
	},
	{
		id = 451232,
		desc = "神张翼普通攻击",
	},
	{
		id = 451233,
		desc = "神孟达普通攻击",
	},
	{
		id = 451234,
		desc = "神蒋琬普通攻击",
	},
	{
		id = 451235,
		desc = "神张绣普通攻击",
	},
	{
		id = 451236,
		desc = "神张宝普通攻击",
	},
	{
		id = 451237,
		desc = "神韩遂普通攻击",
	},
	{
		id = 451238,
		desc = "神刘表普通攻击",
	},
	{
		id = 451239,
		desc = "神张角普通攻击",
	},
	{
		id = 451240,
		desc = "神凌统普通攻击",
	},
	{
		id = 451241,
		desc = "神丁奉普通攻击",
	},
	{
		id = 451242,
		desc = "神韩当普通攻击",
	},
	{
		id = 451243,
		desc = "神朱桓普通攻击",
	},
	{
		id = 451244,
		desc = "神徐盛普通攻击",
	},
	{
		id = 451245,
		desc = "神曹彰普通攻击",
	},
	{
		id = 451246,
		desc = "神王双普通攻击",
	},
	{
		id = 451247,
		desc = "神邓艾普通攻击",
	},
	{
		id = 451248,
		desc = "神文聘普通攻击",
	},
	{
		id = 451249,
		desc = "神诸葛诞普通攻击",
	},
	{
		id = 451250,
		desc = "神司马昭普通攻击",
	},
	{
		id = 451251,
		desc = "神锺会普通攻击",
	},
	{
		id = 451252,
		desc = "神甄姬普通攻击",
	},
	{
		id = 451253,
		desc = "神孟获普通攻击",
	},
	{
		id = 451254,
		desc = "神马岱普通攻击",
	},
	{
		id = 451255,
		desc = "神祝融普通攻击",
	},
	{
		id = 451256,
		desc = "神周仓普通攻击",
	},
	{
		id = 451257,
		desc = "神王平普通攻击",
	},
	{
		id = 451258,
		desc = "神吴懿普通攻击",
	},
	{
		id = 451259,
		desc = "神邓芝普通攻击",
	},
	{
		id = 451260,
		desc = "神法正普通攻击",
	},
	{
		id = 451261,
		desc = "神黄月英普通攻击",
	},
	{
		id = 451262,
		desc = "神费禕普通攻击",
	},
	{
		id = 451263,
		desc = "神纪灵普通攻击",
	},
	{
		id = 451264,
		desc = "神马腾普通攻击",
	},
	{
		id = 451265,
		desc = "神陈武普通攻击",
	},
	{
		id = 451266,
		desc = "神公孙瓒普通攻击",
	},
	{
		id = 451267,
		desc = "神陈登普通攻击",
	},
	{
		id = 451268,
		desc = "神卢植普通攻击",
	},
	{
		id = 451269,
		desc = "神审配普通攻击",
	},
	{
		id = 451270,
		desc = "神陈宫普通攻击",
	},
	{
		id = 451271,
		desc = "神沮授普通攻击",
	},
	{
		id = 451272,
		desc = "神黄盖普通攻击",
	},
	{
		id = 451273,
		desc = "神孙尚香普通攻击",
	},
	{
		id = 451274,
		desc = "神程普普通攻击",
	},
	{
		id = 451275,
		desc = "神孙权普通攻击",
	},
	{
		id = 451276,
		desc = "神曹丕普通攻击",
	},
	{
		id = 451277,
		desc = "神程昱普通攻击",
	},
	{
		id = 451278,
		desc = "神严颜普通攻击",
	},
	{
		id = 451279,
		desc = "神马良普通攻击",
	},
	{
		id = 451280,
		desc = "神董卓普通攻击",
	},
	{
		id = 451281,
		desc = "神甘宁普通攻击",
	},
	{
		id = 451282,
		desc = "神孙坚普通攻击",
	},
	{
		id = 451283,
		desc = "神鲁肃普通攻击",
	},
	{
		id = 451284,
		desc = "神张紘普通攻击",
	},
	{
		id = 451285,
		desc = "神张昭普通攻击",
	},
	{
		id = 451286,
		desc = "神庞德普通攻击",
	},
	{
		id = 451287,
		desc = "神夏侯惇普通攻击",
	},
	{
		id = 451288,
		desc = "神徐晃普通攻击",
	},
	{
		id = 451289,
		desc = "神夏侯渊普通攻击",
	},
	{
		id = 451290,
		desc = "神张郃普通攻击",
	},
	{
		id = 451291,
		desc = "神曹仁普通攻击",
	},
	{
		id = 451292,
		desc = "神徐庶普通攻击",
	},
	{
		id = 451293,
		desc = "神贾诩普通攻击",
	},
	{
		id = 451294,
		desc = "神荀彧普通攻击",
	},
	{
		id = 451295,
		desc = "神魏延普通攻击",
	},
	{
		id = 451296,
		desc = "神关索普通攻击",
	},
	{
		id = 451297,
		desc = "神张苞普通攻击",
	},
	{
		id = 451298,
		desc = "神关兴普通攻击",
	},
	{
		id = 451299,
		desc = "神关平普通攻击",
	},
	{
		id = 451300,
		desc = "神庞统普通攻击",
	},
	{
		id = 451301,
		desc = "神文丑普通攻击",
	},
	{
		id = 451302,
		desc = "神颜良普通攻击",
	},
	{
		id = 451303,
		desc = "神华雄普通攻击",
	},
	{
		id = 451304,
		desc = "神张任普通攻击",
	},
	{
		id = 451305,
		desc = "神高顺普通攻击",
	},
	{
		id = 451306,
		desc = "神袁绍普通攻击",
	},
	{
		id = 451307,
		desc = "神华佗普通攻击",
	},
	{
		id = 451308,
		desc = "神田丰普通攻击",
	},
	{
		id = 451309,
		desc = "神李儒普通攻击",
	},
	{
		id = 451310,
		desc = "神太史慈普通攻击",
	},
	{
		id = 451311,
		desc = "神周泰普通攻击",
	},
	{
		id = 451312,
		desc = "神吕蒙普通攻击",
	},
	{
		id = 451313,
		desc = "神小乔普通攻击",
	},
	{
		id = 451314,
		desc = "神大乔普通攻击",
	},
	{
		id = 451315,
		desc = "神张辽普通攻击",
	},
	{
		id = 451316,
		desc = "神姜维普通攻击",
	},
	{
		id = 451317,
		desc = "神刘备普通攻击",
	},
	{
		id = 451318,
		desc = "神貂蝉普通攻击",
	},
	{
		id = 451319,
		desc = "神孙策普通攻击",
	},
	{
		id = 451320,
		desc = "神周瑜普通攻击",
	},
	{
		id = 451321,
		desc = "神陆逊普通攻击",
	},
	{
		id = 451322,
		desc = "神典韦普通攻击",
	},
	{
		id = 451323,
		desc = "神许褚普通攻击",
	},
	{
		id = 451324,
		desc = "神曹操普通攻击",
	},
	{
		id = 451325,
		desc = "神司马懿普通攻击",
	},
	{
		id = 451326,
		desc = "神郭嘉普通攻击",
	},
	{
		id = 451327,
		desc = "神张飞普通攻击",
	},
	{
		id = 451328,
		desc = "神关羽普通攻击",
	},
	{
		id = 451329,
		desc = "神马超普通攻击",
	},
	{
		id = 451330,
		desc = "神赵云普通攻击",
	},
	{
		id = 451331,
		desc = "神黄忠普通攻击",
	},
	{
		id = 451332,
		desc = "神诸葛亮普通攻击",
	},
	{
		id = 451333,
		desc = "神吕布普通攻击",
	},
	{
		id = 452001,
		desc = "神董袭技能预览",
	},
	{
		id = 452002,
		desc = "神蒋钦技能预览",
	},
	{
		id = 452003,
		desc = "神朱然技能预览",
	},
	{
		id = 452004,
		desc = "神夏侯霸技能预览",
	},
	{
		id = 452005,
		desc = "神乐进技能预览",
	},
	{
		id = 452006,
		desc = "神曹洪技能预览",
	},
	{
		id = 452007,
		desc = "神于禁技能预览",
	},
	{
		id = 452008,
		desc = "神李典技能预览",
	},
	{
		id = 452009,
		desc = "神廖化技能预览",
	},
	{
		id = 452010,
		desc = "神张翼技能预览",
	},
	{
		id = 452011,
		desc = "神孟达技能预览",
	},
	{
		id = 452012,
		desc = "神蒋琬技能预览",
	},
	{
		id = 452013,
		desc = "神张绣技能预览",
	},
	{
		id = 452014,
		desc = "神张宝技能预览",
	},
	{
		id = 452015,
		desc = "神韩遂技能预览",
	},
	{
		id = 452016,
		desc = "神刘表技能预览",
	},
	{
		id = 452017,
		desc = "神张角技能预览",
	},
	{
		id = 452018,
		desc = "神凌统技能预览",
	},
	{
		id = 452019,
		desc = "神丁奉技能预览",
	},
	{
		id = 452020,
		desc = "神韩当技能预览",
	},
	{
		id = 452021,
		desc = "神朱桓技能预览",
	},
	{
		id = 452022,
		desc = "神徐盛技能预览",
	},
	{
		id = 452023,
		desc = "神曹彰技能预览",
	},
	{
		id = 452024,
		desc = "神王双技能预览",
	},
	{
		id = 452025,
		desc = "神邓艾技能预览",
	},
	{
		id = 452026,
		desc = "神文聘技能预览",
	},
	{
		id = 452027,
		desc = "神诸葛诞技能预览",
	},
	{
		id = 452028,
		desc = "神司马昭技能预览",
	},
	{
		id = 452029,
		desc = "神锺会技能预览",
	},
	{
		id = 452030,
		desc = "神甄姬技能预览",
	},
	{
		id = 452031,
		desc = "神孟获技能预览",
	},
	{
		id = 452032,
		desc = "神马岱技能预览",
	},
	{
		id = 452033,
		desc = "神祝融技能预览",
	},
	{
		id = 452034,
		desc = "神周仓技能预览",
	},
	{
		id = 452035,
		desc = "神王平技能预览",
	},
	{
		id = 452036,
		desc = "神吴懿技能预览",
	},
	{
		id = 452037,
		desc = "神邓芝技能预览",
	},
	{
		id = 452038,
		desc = "神法正技能预览",
	},
	{
		id = 452039,
		desc = "神黄月英技能预览",
	},
	{
		id = 452040,
		desc = "神费禕技能预览",
	},
	{
		id = 452041,
		desc = "神纪灵技能预览",
	},
	{
		id = 452042,
		desc = "神马腾技能预览",
	},
	{
		id = 452043,
		desc = "神陈武技能预览",
	},
	{
		id = 452044,
		desc = "神公孙瓒技能预览",
	},
	{
		id = 452045,
		desc = "神陈登技能预览",
	},
	{
		id = 452046,
		desc = "神卢植技能预览",
	},
	{
		id = 452047,
		desc = "神审配技能预览",
	},
	{
		id = 452048,
		desc = "神陈宫技能预览",
	},
	{
		id = 452049,
		desc = "神沮授技能预览",
	},
	{
		id = 452050,
		desc = "攻击对手造成伤害，同时获得伤害减免",
	},
	{
		id = 452051,
		desc = "攻击对手造成伤害，并使对手每回合受到伤害，持续3回合",
	},
	{
		id = 452052,
		desc = "神程普技能预览",
	},
	{
		id = 452053,
		desc = "定身中距离的对手并同时造成伤害",
	},
	{
		id = 452054,
		desc = "对巨大范围内的对手造成大量伤害",
	},
	{
		id = 452055,
		desc = "神程昱技能预览",
	},
	{
		id = 452056,
		desc = "神严颜技能预览",
	},
	{
		id = 452057,
		desc = "神马良技能预览",
	},
	{
		id = 452058,
		desc = "攻击时可吸取生命值，但接下来会受到额外伤害",
	},
	{
		id = 452059,
		desc = "神甘宁技能预览",
	},
	{
		id = 452060,
		desc = "神孙坚技能预览",
	},
	{
		id = 452061,
		desc = "神鲁肃技能预览",
	},
	{
		id = 452062,
		desc = "神张紘技能预览",
	},
	{
		id = 452063,
		desc = "神张昭技能预览",
	},
	{
		id = 452064,
		desc = "神庞德技能预览",
	},
	{
		id = 452065,
		desc = "冲锋并必定命中对手",
	},
	{
		id = 452066,
		desc = "神徐晃技能预览",
	},
	{
		id = 452067,
		desc = "神夏侯渊技能预览",
	},
	{
		id = 452068,
		desc = "神张郃技能预览",
	},
	{
		id = 452069,
		desc = "神曹仁技能预览",
	},
	{
		id = 452070,
		desc = "神徐庶技能预览",
	},
	{
		id = 452071,
		desc = "使用无法治愈的毒计毒害对手",
	},
	{
		id = 452072,
		desc = "使用对方队友的技能攻击对手",
	},
	{
		id = 452073,
		desc = "神魏延技能预览",
	},
	{
		id = 452074,
		desc = "神关索技能预览",
	},
	{
		id = 452075,
		desc = "神张苞技能预览",
	},
	{
		id = 452076,
		desc = "神关兴技能预览",
	},
	{
		id = 452077,
		desc = "神关平技能预览",
	},
	{
		id = 452078,
		desc = "神庞统技能预览",
	},
	{
		id = 452079,
		desc = "神文丑技能预览",
	},
	{
		id = 452080,
		desc = "神颜良技能预览",
	},
	{
		id = 452081,
		desc = "攻击对手后提高移动速度",
	},
	{
		id = 452082,
		desc = "神张任技能预览",
	},
	{
		id = 452083,
		desc = "攻击对手后提高攻击范围",
	},
	{
		id = 452084,
		desc = "使用无法躲避的箭雨攻击对手",
	},
	{
		id = 452085,
		desc = "神华佗技能预览",
	},
	{
		id = 452086,
		desc = "神田丰技能预览",
	},
	{
		id = 452087,
		desc = "神李儒技能预览",
	},
	{
		id = 452088,
		desc = "神太史慈技能预览",
	},
	{
		id = 452089,
		desc = "释放技能可以免死一次",
	},
	{
		id = 452090,
		desc = "神吕蒙技能预览",
	},
	{
		id = 452091,
		desc = "攻击对手后使其混乱",
	},
	{
		id = 452092,
		desc = "攻击对手后使其定身",
	},
	{
		id = 452093,
		desc = "瞬移到对手身边，攻击并眩晕对手",
	},
	{
		id = 452094,
		desc = "神姜维技能预览",
	},
	{
		id = 452095,
		desc = "攻击对手后降低对方技能伤害",
	},
	{
		id = 452096,
		desc = "巨大范围的箭雨",
	},
	{
		id = 452097,
		desc = "攻击对手造成伤害，同时获得自身伤害提升的效果",
	},
	{
		id = 452098,
		desc = "用火焰攻击对手，距离越远伤害越高",
	},
	{
		id = 452099,
		desc = "神陆逊技能预览",
	},
	{
		id = 452100,
		desc = "攻击时诅咒对手，使其受到的伤害增加",
	},
	{
		id = 452101,
		desc = "神许褚技能预览",
	},
	{
		id = 452102,
		desc = "攻击对手造成伤害，同时反弹接下来受到的伤害",
	},
	{
		id = 452103,
		desc = "攻击对手，对智力较低的对手造成额外伤害",
	},
	{
		id = 452104,
		desc = "神郭嘉技能预览",
	},
	{
		id = 452105,
		desc = "震耳欲聋的怒吼，对对手造成伤害，并同时降低对手武力",
	},
	{
		id = 452106,
		desc = "斩击对手，对武力较低的对手造成额外伤害",
	},
	{
		id = 452107,
		desc = "横扫命中对手后可增加自身伤害",
	},
	{
		id = 452108,
		desc = "可反复使用技能直到命中对手为止",
	},
	{
		id = 452109,
		desc = "百步穿杨必定命中，并且可以沉默对手",
	},
	{
		id = 452110,
		desc = "召唤雷电击晕对手",
	},
	{
		id = 452111,
		desc = "横扫攻击可命中身边任何位置的对手",
	},
	{
		id = 452112,
		desc = "董袭普通攻击",
	},
	{
		id = 452113,
		desc = "蒋钦普通攻击",
	},
	{
		id = 452114,
		desc = "朱然普通攻击",
	},
	{
		id = 452115,
		desc = "夏侯霸普通攻击",
	},
	{
		id = 452116,
		desc = "乐进普通攻击",
	},
	{
		id = 452117,
		desc = "曹洪普通攻击",
	},
	{
		id = 452118,
		desc = "于禁普通攻击",
	},
	{
		id = 452119,
		desc = "李典普通攻击",
	},
	{
		id = 452120,
		desc = "廖化普通攻击",
	},
	{
		id = 452121,
		desc = "张翼普通攻击",
	},
	{
		id = 452122,
		desc = "孟达普通攻击",
	},
	{
		id = 452123,
		desc = "蒋琬普通攻击",
	},
	{
		id = 452124,
		desc = "张绣普通攻击",
	},
	{
		id = 452125,
		desc = "张宝普通攻击",
	},
	{
		id = 452126,
		desc = "韩遂普通攻击",
	},
	{
		id = 452127,
		desc = "刘表普通攻击",
	},
	{
		id = 452128,
		desc = "张角普通攻击",
	},
	{
		id = 452129,
		desc = "凌统普通攻击",
	},
	{
		id = 452130,
		desc = "丁奉普通攻击",
	},
	{
		id = 452131,
		desc = "韩当普通攻击",
	},
	{
		id = 452132,
		desc = "朱桓普通攻击",
	},
	{
		id = 452133,
		desc = "徐盛普通攻击",
	},
	{
		id = 452134,
		desc = "曹彰普通攻击",
	},
	{
		id = 452135,
		desc = "王双普通攻击",
	},
	{
		id = 452136,
		desc = "邓艾普通攻击",
	},
	{
		id = 452137,
		desc = "文聘普通攻击",
	},
	{
		id = 452138,
		desc = "诸葛诞普通攻击",
	},
	{
		id = 452139,
		desc = "司马昭普通攻击",
	},
	{
		id = 452140,
		desc = "锺会普通攻击",
	},
	{
		id = 452141,
		desc = "甄姬普通攻击",
	},
	{
		id = 452142,
		desc = "孟获普通攻击",
	},
	{
		id = 452143,
		desc = "马岱普通攻击",
	},
	{
		id = 452144,
		desc = "祝融普通攻击",
	},
	{
		id = 452145,
		desc = "周仓普通攻击",
	},
	{
		id = 452146,
		desc = "王平普通攻击",
	},
	{
		id = 452147,
		desc = "吴懿普通攻击",
	},
	{
		id = 452148,
		desc = "邓芝普通攻击",
	},
	{
		id = 452149,
		desc = "法正普通攻击",
	},
	{
		id = 452150,
		desc = "黄月英普通攻击",
	},
	{
		id = 452151,
		desc = "费禕普通攻击",
	},
	{
		id = 452152,
		desc = "纪灵普通攻击",
	},
	{
		id = 452153,
		desc = "马腾普通攻击",
	},
	{
		id = 452154,
		desc = "陈武普通攻击",
	},
	{
		id = 452155,
		desc = "公孙瓒普通攻击",
	},
	{
		id = 452156,
		desc = "陈登普通攻击",
	},
	{
		id = 452157,
		desc = "卢植普通攻击",
	},
	{
		id = 452158,
		desc = "审配普通攻击",
	},
	{
		id = 452159,
		desc = "陈宫普通攻击",
	},
	{
		id = 452160,
		desc = "沮授普通攻击",
	},
	{
		id = 452161,
		desc = "黄盖普通攻击",
	},
	{
		id = 452162,
		desc = "孙尚香普通攻击",
	},
	{
		id = 452163,
		desc = "程普普通攻击",
	},
	{
		id = 452164,
		desc = "孙权普通攻击",
	},
	{
		id = 452165,
		desc = "曹丕普通攻击",
	},
	{
		id = 452166,
		desc = "程昱普通攻击",
	},
	{
		id = 452167,
		desc = "严颜普通攻击",
	},
	{
		id = 452168,
		desc = "马良普通攻击",
	},
	{
		id = 452169,
		desc = "董卓普通攻击",
	},
	{
		id = 452170,
		desc = "甘宁普通攻击",
	},
	{
		id = 452171,
		desc = "孙坚普通攻击",
	},
	{
		id = 452172,
		desc = "鲁肃普通攻击",
	},
	{
		id = 452173,
		desc = "张紘普通攻击",
	},
	{
		id = 452174,
		desc = "张昭普通攻击",
	},
	{
		id = 452175,
		desc = "庞德普通攻击",
	},
	{
		id = 452176,
		desc = "夏侯惇普通攻击",
	},
	{
		id = 452177,
		desc = "徐晃普通攻击",
	},
	{
		id = 452178,
		desc = "夏侯渊普通攻击",
	},
	{
		id = 452179,
		desc = "张郃普通攻击",
	},
	{
		id = 452180,
		desc = "曹仁普通攻击",
	},
	{
		id = 452181,
		desc = "徐庶普通攻击",
	},
	{
		id = 452182,
		desc = "贾诩普通攻击",
	},
	{
		id = 452183,
		desc = "荀彧普通攻击",
	},
	{
		id = 452184,
		desc = "魏延普通攻击",
	},
	{
		id = 452185,
		desc = "关索普通攻击",
	},
	{
		id = 452186,
		desc = "张苞普通攻击",
	},
	{
		id = 452187,
		desc = "关兴普通攻击",
	},
	{
		id = 452188,
		desc = "关平普通攻击",
	},
	{
		id = 452189,
		desc = "庞统普通攻击",
	},
	{
		id = 452190,
		desc = "文丑普通攻击",
	},
	{
		id = 452191,
		desc = "颜良普通攻击",
	},
	{
		id = 452192,
		desc = "华雄普通攻击",
	},
	{
		id = 452193,
		desc = "张任普通攻击",
	},
	{
		id = 452194,
		desc = "高顺普通攻击",
	},
	{
		id = 452195,
		desc = "袁绍普通攻击",
	},
	{
		id = 452196,
		desc = "华佗普通攻击",
	},
	{
		id = 452197,
		desc = "田丰普通攻击",
	},
	{
		id = 452198,
		desc = "李儒普通攻击",
	},
	{
		id = 452199,
		desc = "太史慈普通攻击",
	},
	{
		id = 452200,
		desc = "周泰普通攻击",
	},
	{
		id = 452201,
		desc = "吕蒙普通攻击",
	},
	{
		id = 452202,
		desc = "小乔普通攻击",
	},
	{
		id = 452203,
		desc = "大乔普通攻击",
	},
	{
		id = 452204,
		desc = "张辽普通攻击",
	},
	{
		id = 452205,
		desc = "姜维普通攻击",
	},
	{
		id = 452206,
		desc = "刘备普通攻击",
	},
	{
		id = 452207,
		desc = "貂蝉普通攻击",
	},
	{
		id = 452208,
		desc = "孙策普通攻击",
	},
	{
		id = 452209,
		desc = "周瑜普通攻击",
	},
	{
		id = 452210,
		desc = "陆逊普通攻击",
	},
	{
		id = 452211,
		desc = "典韦普通攻击",
	},
	{
		id = 452212,
		desc = "许褚普通攻击",
	},
	{
		id = 452213,
		desc = "曹操普通攻击",
	},
	{
		id = 452214,
		desc = "司马懿普通攻击",
	},
	{
		id = 452215,
		desc = "郭嘉普通攻击",
	},
	{
		id = 452216,
		desc = "张飞普通攻击",
	},
	{
		id = 452217,
		desc = "关羽普通攻击",
	},
	{
		id = 452218,
		desc = "马超普通攻击",
	},
	{
		id = 452219,
		desc = "赵云普通攻击",
	},
	{
		id = 452220,
		desc = "黄忠普通攻击",
	},
	{
		id = 452221,
		desc = "诸葛亮普通攻击",
	},
	{
		id = 452222,
		desc = "吕布普通攻击",
	},
	{
		id = 452223,
		desc = "神董袭普通攻击",
	},
	{
		id = 452224,
		desc = "神蒋钦普通攻击",
	},
	{
		id = 452225,
		desc = "神朱然普通攻击",
	},
	{
		id = 452226,
		desc = "神夏侯霸普通攻击",
	},
	{
		id = 452227,
		desc = "神乐进普通攻击",
	},
	{
		id = 452228,
		desc = "神曹洪普通攻击",
	},
	{
		id = 452229,
		desc = "神于禁普通攻击",
	},
	{
		id = 452230,
		desc = "神李典普通攻击",
	},
	{
		id = 452231,
		desc = "神廖化普通攻击",
	},
	{
		id = 452232,
		desc = "神张翼普通攻击",
	},
	{
		id = 452233,
		desc = "神孟达普通攻击",
	},
	{
		id = 452234,
		desc = "神蒋琬普通攻击",
	},
	{
		id = 452235,
		desc = "神张绣普通攻击",
	},
	{
		id = 452236,
		desc = "神张宝普通攻击",
	},
	{
		id = 452237,
		desc = "神韩遂普通攻击",
	},
	{
		id = 452238,
		desc = "神刘表普通攻击",
	},
	{
		id = 452239,
		desc = "神张角普通攻击",
	},
	{
		id = 452240,
		desc = "神凌统普通攻击",
	},
	{
		id = 452241,
		desc = "神丁奉普通攻击",
	},
	{
		id = 452242,
		desc = "神韩当普通攻击",
	},
	{
		id = 452243,
		desc = "神朱桓普通攻击",
	},
	{
		id = 452244,
		desc = "神徐盛普通攻击",
	},
	{
		id = 452245,
		desc = "神曹彰普通攻击",
	},
	{
		id = 452246,
		desc = "神王双普通攻击",
	},
	{
		id = 452247,
		desc = "神邓艾普通攻击",
	},
	{
		id = 452248,
		desc = "神文聘普通攻击",
	},
	{
		id = 452249,
		desc = "神诸葛诞普通攻击",
	},
	{
		id = 452250,
		desc = "神司马昭普通攻击",
	},
	{
		id = 452251,
		desc = "神锺会普通攻击",
	},
	{
		id = 452252,
		desc = "神甄姬普通攻击",
	},
	{
		id = 452253,
		desc = "神孟获普通攻击",
	},
	{
		id = 452254,
		desc = "神马岱普通攻击",
	},
	{
		id = 452255,
		desc = "神祝融普通攻击",
	},
	{
		id = 452256,
		desc = "神周仓普通攻击",
	},
	{
		id = 452257,
		desc = "神王平普通攻击",
	},
	{
		id = 452258,
		desc = "神吴懿普通攻击",
	},
	{
		id = 452259,
		desc = "神邓芝普通攻击",
	},
	{
		id = 452260,
		desc = "神法正普通攻击",
	},
	{
		id = 452261,
		desc = "神黄月英普通攻击",
	},
	{
		id = 452262,
		desc = "神费禕普通攻击",
	},
	{
		id = 452263,
		desc = "神纪灵普通攻击",
	},
	{
		id = 452264,
		desc = "神马腾普通攻击",
	},
	{
		id = 452265,
		desc = "神陈武普通攻击",
	},
	{
		id = 452266,
		desc = "神公孙瓒普通攻击",
	},
	{
		id = 452267,
		desc = "神陈登普通攻击",
	},
	{
		id = 452268,
		desc = "神卢植普通攻击",
	},
	{
		id = 452269,
		desc = "神审配普通攻击",
	},
	{
		id = 452270,
		desc = "神陈宫普通攻击",
	},
	{
		id = 452271,
		desc = "神沮授普通攻击",
	},
	{
		id = 452272,
		desc = "神黄盖普通攻击",
	},
	{
		id = 452273,
		desc = "神孙尚香普通攻击",
	},
	{
		id = 452274,
		desc = "神程普普通攻击",
	},
	{
		id = 452275,
		desc = "神孙权普通攻击",
	},
	{
		id = 452276,
		desc = "神曹丕普通攻击",
	},
	{
		id = 452277,
		desc = "神程昱普通攻击",
	},
	{
		id = 452278,
		desc = "神严颜普通攻击",
	},
	{
		id = 452279,
		desc = "神马良普通攻击",
	},
	{
		id = 452280,
		desc = "神董卓普通攻击",
	},
	{
		id = 452281,
		desc = "神甘宁普通攻击",
	},
	{
		id = 452282,
		desc = "神孙坚普通攻击",
	},
	{
		id = 452283,
		desc = "神鲁肃普通攻击",
	},
	{
		id = 452284,
		desc = "神张紘普通攻击",
	},
	{
		id = 452285,
		desc = "神张昭普通攻击",
	},
	{
		id = 452286,
		desc = "神庞德普通攻击",
	},
	{
		id = 452287,
		desc = "神夏侯惇普通攻击",
	},
	{
		id = 452288,
		desc = "神徐晃普通攻击",
	},
	{
		id = 452289,
		desc = "神夏侯渊普通攻击",
	},
	{
		id = 452290,
		desc = "神张郃普通攻击",
	},
	{
		id = 452291,
		desc = "神曹仁普通攻击",
	},
	{
		id = 452292,
		desc = "神徐庶普通攻击",
	},
	{
		id = 452293,
		desc = "神贾诩普通攻击",
	},
	{
		id = 452294,
		desc = "神荀彧普通攻击",
	},
	{
		id = 452295,
		desc = "神魏延普通攻击",
	},
	{
		id = 452296,
		desc = "神关索普通攻击",
	},
	{
		id = 452297,
		desc = "神张苞普通攻击",
	},
	{
		id = 452298,
		desc = "神关兴普通攻击",
	},
	{
		id = 452299,
		desc = "神关平普通攻击",
	},
	{
		id = 452300,
		desc = "神庞统普通攻击",
	},
	{
		id = 452301,
		desc = "神文丑普通攻击",
	},
	{
		id = 452302,
		desc = "神颜良普通攻击",
	},
	{
		id = 452303,
		desc = "神华雄普通攻击",
	},
	{
		id = 452304,
		desc = "神张任普通攻击",
	},
	{
		id = 452305,
		desc = "神高顺普通攻击",
	},
	{
		id = 452306,
		desc = "神袁绍普通攻击",
	},
	{
		id = 452307,
		desc = "神华佗普通攻击",
	},
	{
		id = 452308,
		desc = "神田丰普通攻击",
	},
	{
		id = 452309,
		desc = "神李儒普通攻击",
	},
	{
		id = 452310,
		desc = "神太史慈普通攻击",
	},
	{
		id = 452311,
		desc = "神周泰普通攻击",
	},
	{
		id = 452312,
		desc = "神吕蒙普通攻击",
	},
	{
		id = 452313,
		desc = "神小乔普通攻击",
	},
	{
		id = 452314,
		desc = "神大乔普通攻击",
	},
	{
		id = 452315,
		desc = "神张辽普通攻击",
	},
	{
		id = 452316,
		desc = "神姜维普通攻击",
	},
	{
		id = 452317,
		desc = "神刘备普通攻击",
	},
	{
		id = 452318,
		desc = "神貂蝉普通攻击",
	},
	{
		id = 452319,
		desc = "神孙策普通攻击",
	},
	{
		id = 452320,
		desc = "神周瑜普通攻击",
	},
	{
		id = 452321,
		desc = "神陆逊普通攻击",
	},
	{
		id = 452322,
		desc = "神典韦普通攻击",
	},
	{
		id = 452323,
		desc = "神许褚普通攻击",
	},
	{
		id = 452324,
		desc = "神曹操普通攻击",
	},
	{
		id = 452325,
		desc = "神司马懿普通攻击",
	},
	{
		id = 452326,
		desc = "神郭嘉普通攻击",
	},
	{
		id = 452327,
		desc = "神张飞普通攻击",
	},
	{
		id = 452328,
		desc = "神关羽普通攻击",
	},
	{
		id = 452329,
		desc = "神马超普通攻击",
	},
	{
		id = 452330,
		desc = "神赵云普通攻击",
	},
	{
		id = 452331,
		desc = "神黄忠普通攻击",
	},
	{
		id = 452332,
		desc = "神诸葛亮普通攻击",
	},
	{
		id = 452333,
		desc = "神吕布普通攻击",
	},
	{
		id = 460000,
		desc = "fill info",
	},
	{
		id = 460001,
		desc = "攻击增加百分比",
	},
	{
		id = 460002,
		desc = "攻击增加固定值",
	},
	{
		id = 460003,
		desc = "攻击减少百分比",
	},
	{
		id = 460004,
		desc = "攻击减少固定值",
	},
	{
		id = 460005,
		desc = "定身(无法移动)",
	},
	{
		id = 460006,
		desc = "混乱(无法普攻)",
	},
	{
		id = 460007,
		desc = "沉默(无法放技能)",
	},
	{
		id = 460008,
		desc = "眩晕(定身+混乱+沉默)",
	},
	{
		id = 460009,
		desc = "流血(每回合伤害)",
	},
	{
		id = 460010,
		desc = "承受伤害降低百分比",
	},
	{
		id = 460011,
		desc = "承受伤害降低固定值",
	},
	{
		id = 460012,
		desc = "降低武力百分比",
	},
	{
		id = 460013,
		desc = "降低智力百分比",
	},
	{
		id = 460014,
		desc = "降低统御百分比",
	},
	{
		id = 460015,
		desc = "反弹伤害百分比",
	},
	{
		id = 460016,
		desc = "降低技能伤害百分比",
	},
	{
		id = 460017,
		desc = "降低当前生命百分比",
	},
	{
		id = 460018,
		desc = "若技能未命中则回复SP",
	},
	{
		id = 460020,
		desc = "百分比吸血",
	},
	{
		id = 460021,
		desc = "受到伤害增加",
	},
	{
		id = 460022,
		desc = "提高移动速度",
	},
	{
		id = 460023,
		desc = "提高攻击范围",
	},
	{
		id = 460024,
		desc = "承受致命伤害时恢复血量",
	},
	{
		id = 460501,
		desc = "承受伤害降低(生命越少效果越高)",
	},
	{
		id = 460513,
		desc = "流血(每回合伤害)",
	},
	{
		id = 460534,
		desc = "定身(无法移动)",
	},
	{
		id = 460581,
		desc = "吸血",
	},
	{
		id = 460582,
		desc = "受到伤害增加",
	},
	{
		id = 460812,
		desc = "提高移动速度",
	},
	{
		id = 460832,
		desc = "提高攻击范围",
	},
	{
		id = 460892,
		desc = "免死",
	},
	{
		id = 460933,
		desc = "眩晕",
	},
	{
		id = 460951,
		desc = "降低技能伤害百分比",
	},
	{
		id = 460971,
		desc = "造成伤害提高(生命越少效果越高)",
	},
	{
		id = 460981,
		desc = "造成伤害提高(距离越远效果越高)",
	},
	{
		id = 461001,
		desc = "受到伤害增加",
	},
	{
		id = 461022,
		desc = "反弹伤害百分比",
	},
	{
		id = 461031,
		desc = "提升攻击力，智力差%",
	},
	{
		id = 461054,
		desc = "降低武力百分比",
	},
	{
		id = 461061,
		desc = "提升攻击力，武力差%",
	},
	{
		id = 461081,
		desc = "若技能未命中则回复SP",
	},
	{
		id = 461103,
		desc = "眩晕",
	},
	{
		id = 470001,
		desc = "锦囊",
	},
	{
		id = 470002,
		desc = "急行军",
	},
	{
		id = 470003,
		desc = "快马加鞭",
	},
	{
		id = 470004,
		desc = "智谋",
	},
	{
		id = 470005,
		desc = "勇武",
	},
	{
		id = 470006,
		desc = "统御",
	},
	{
		id = 470007,
		desc = "政治",
	},
	{
		id = 470008,
		desc = "魅力",
	},
	{
		id = 470009,
		desc = "足智多谋",
	},
	{
		id = 470010,
		desc = "力压群雄",
	},
	{
		id = 470011,
		desc = "君临天下",
	},
	{
		id = 470012,
		desc = "权术大师",
	},
	{
		id = 470013,
		desc = "倾国倾城",
	},
	{
		id = 470014,
		desc = "床弩填充",
	},
	{
		id = 470015,
		desc = "床弩精通",
	},
	{
		id = 470016,
		desc = "床弩大师",
	},
	{
		id = 470017,
		desc = "投石填充",
	},
	{
		id = 470018,
		desc = "投石精通",
	},
	{
		id = 470019,
		desc = "投石大师",
	},
	{
		id = 470020,
		desc = "攻城锤填充",
	},
	{
		id = 470021,
		desc = "攻城锤精通",
	},
	{
		id = 470022,
		desc = "攻城锤大师",
	},
	{
		id = 470023,
		desc = "云梯耐久",
	},
	{
		id = 470024,
		desc = "云梯修复",
	},
	{
		id = 470025,
		desc = "N/A",
	},
	{
		id = 470026,
		desc = "N/A",
	},
	{
		id = 470027,
		desc = "N/A",
	},
	{
		id = 470028,
		desc = "N/A",
	},
	{
		id = 470029,
		desc = "N/A",
	},
	{
		id = 470030,
		desc = "N/A",
	},
	{
		id = 480001,
		desc = "神董袭城战初始技能",
	},
	{
		id = 480002,
		desc = "神蒋钦城战初始技能",
	},
	{
		id = 480003,
		desc = "神朱然城战初始技能",
	},
	{
		id = 480004,
		desc = "神夏侯城战初始技能",
	},
	{
		id = 480005,
		desc = "神乐进城战初始技能",
	},
	{
		id = 480006,
		desc = "神曹洪城战初始技能",
	},
	{
		id = 480007,
		desc = "神于禁城战初始技能",
	},
	{
		id = 480008,
		desc = "神李典城战初始技能",
	},
	{
		id = 480009,
		desc = "神廖化城战初始技能",
	},
	{
		id = 480010,
		desc = "神张翼城战初始技能",
	},
	{
		id = 480011,
		desc = "神孟达城战初始技能",
	},
	{
		id = 480012,
		desc = "神蒋琬城战初始技能",
	},
	{
		id = 480013,
		desc = "神张绣城战初始技能",
	},
	{
		id = 480014,
		desc = "神张宝城战初始技能",
	},
	{
		id = 480015,
		desc = "神韩遂城战初始技能",
	},
	{
		id = 480016,
		desc = "神刘表城战初始技能",
	},
	{
		id = 480017,
		desc = "神张角城战初始技能",
	},
	{
		id = 480018,
		desc = "神凌统城战初始技能",
	},
	{
		id = 480019,
		desc = "神丁奉城战初始技能",
	},
	{
		id = 480020,
		desc = "神韩当城战初始技能",
	},
	{
		id = 480021,
		desc = "神朱桓城战初始技能",
	},
	{
		id = 480022,
		desc = "神徐盛城战初始技能",
	},
	{
		id = 480023,
		desc = "神曹彰城战初始技能",
	},
	{
		id = 480024,
		desc = "神王双城战初始技能",
	},
	{
		id = 480025,
		desc = "神邓艾城战初始技能",
	},
	{
		id = 480026,
		desc = "神文聘城战初始技能",
	},
	{
		id = 480027,
		desc = "神诸葛城战初始技能",
	},
	{
		id = 480028,
		desc = "神司马城战初始技能",
	},
	{
		id = 480029,
		desc = "神锺会城战初始技能",
	},
	{
		id = 480030,
		desc = "神甄姬城战初始技能",
	},
	{
		id = 480031,
		desc = "神孟获城战初始技能",
	},
	{
		id = 480032,
		desc = "神马岱城战初始技能",
	},
	{
		id = 480033,
		desc = "神祝融城战初始技能",
	},
	{
		id = 480034,
		desc = "神周仓城战初始技能",
	},
	{
		id = 480035,
		desc = "神王平城战初始技能",
	},
	{
		id = 480036,
		desc = "神吴懿城战初始技能",
	},
	{
		id = 480037,
		desc = "神邓芝城战初始技能",
	},
	{
		id = 480038,
		desc = "神法正城战初始技能",
	},
	{
		id = 480039,
		desc = "神黄月城战初始技能",
	},
	{
		id = 480040,
		desc = "神费禕城战初始技能",
	},
	{
		id = 480041,
		desc = "神纪灵城战初始技能",
	},
	{
		id = 480042,
		desc = "神马腾城战初始技能",
	},
	{
		id = 480043,
		desc = "神陈武城战初始技能",
	},
	{
		id = 480044,
		desc = "神公孙城战初始技能",
	},
	{
		id = 480045,
		desc = "神陈登城战初始技能",
	},
	{
		id = 480046,
		desc = "神卢植城战初始技能",
	},
	{
		id = 480047,
		desc = "神审配城战初始技能",
	},
	{
		id = 480048,
		desc = "神陈宫城战初始技能",
	},
	{
		id = 480049,
		desc = "神沮授城战初始技能",
	},
	{
		id = 480050,
		desc = "高墙壁垒",
	},
	{
		id = 480051,
		desc = "急行军",
	},
	{
		id = 480052,
		desc = "神程普城战初始技能",
	},
	{
		id = 480053,
		desc = "缓兵之计",
	},
	{
		id = 480054,
		desc = "御驾亲征",
	},
	{
		id = 480055,
		desc = "神程昱城战初始技能",
	},
	{
		id = 480056,
		desc = "神严颜城战初始技能",
	},
	{
		id = 480057,
		desc = "神马良城战初始技能",
	},
	{
		id = 480058,
		desc = "嗜血",
	},
	{
		id = 480059,
		desc = "神甘宁城战初始技能",
	},
	{
		id = 480060,
		desc = "神孙坚城战初始技能",
	},
	{
		id = 480061,
		desc = "神鲁肃城战初始技能",
	},
	{
		id = 480062,
		desc = "神张紘城战初始技能",
	},
	{
		id = 480063,
		desc = "神张昭城战初始技能",
	},
	{
		id = 480064,
		desc = "神庞德城战初始技能",
	},
	{
		id = 480065,
		desc = "神夏侯城战初始技能",
	},
	{
		id = 480066,
		desc = "神徐晃城战初始技能",
	},
	{
		id = 480067,
		desc = "神夏侯城战初始技能",
	},
	{
		id = 480068,
		desc = "神张郃城战初始技能",
	},
	{
		id = 480069,
		desc = "神曹仁城战初始技能",
	},
	{
		id = 480070,
		desc = "神徐庶城战初始技能",
	},
	{
		id = 480071,
		desc = "神贾诩城战初始技能",
	},
	{
		id = 480072,
		desc = "驱虎吞狼",
	},
	{
		id = 480073,
		desc = "神魏延城战初始技能",
	},
	{
		id = 480074,
		desc = "神关索城战初始技能",
	},
	{
		id = 480075,
		desc = "神张苞城战初始技能",
	},
	{
		id = 480076,
		desc = "神关兴城战初始技能",
	},
	{
		id = 480077,
		desc = "神关平城战初始技能",
	},
	{
		id = 480078,
		desc = "神庞统城战初始技能",
	},
	{
		id = 480079,
		desc = "神文丑城战初始技能",
	},
	{
		id = 480080,
		desc = "神颜良城战初始技能",
	},
	{
		id = 480081,
		desc = "神华雄城战初始技能",
	},
	{
		id = 480082,
		desc = "神张任城战初始技能",
	},
	{
		id = 480083,
		desc = "神高顺城战初始技能",
	},
	{
		id = 480084,
		desc = "神袁绍城战初始技能",
	},
	{
		id = 480085,
		desc = "神华佗城战初始技能",
	},
	{
		id = 480086,
		desc = "神田丰城战初始技能",
	},
	{
		id = 480087,
		desc = "神李儒城战初始技能",
	},
	{
		id = 480088,
		desc = "神太史城战初始技能",
	},
	{
		id = 480089,
		desc = "至死不屈",
	},
	{
		id = 480090,
		desc = "神吕蒙城战初始技能",
	},
	{
		id = 480091,
		desc = "神小乔城战初始技能",
	},
	{
		id = 480092,
		desc = "神大乔城战初始技能",
	},
	{
		id = 480093,
		desc = "暗渡陈仓",
	},
	{
		id = 480094,
		desc = "神姜维城战初始技能",
	},
	{
		id = 480095,
		desc = "固若金汤",
	},
	{
		id = 480096,
		desc = "神貂蝉城战初始技能",
	},
	{
		id = 480097,
		desc = "破城先锋",
	},
	{
		id = 480098,
		desc = "业火冲天",
	},
	{
		id = 480099,
		desc = "神陆逊城战初始技能",
	},
	{
		id = 480100,
		desc = "石破天惊",
	},
	{
		id = 480101,
		desc = "破阵无双",
	},
	{
		id = 480102,
		desc = "反戈一击",
	},
	{
		id = 480103,
		desc = "足智多谋",
	},
	{
		id = 480104,
		desc = "神郭嘉城战初始技能",
	},
	{
		id = 480105,
		desc = "破胆怒吼",
	},
	{
		id = 480106,
		desc = "力压群雄",
	},
	{
		id = 480107,
		desc = "铁骑突击",
	},
	{
		id = 480108,
		desc = "虎胆龙威",
	},
	{
		id = 480109,
		desc = "神黄忠城战初始技能",
	},
	{
		id = 480110,
		desc = "五雷轰顶",
	},
	{
		id = 480111,
		desc = "无双乱舞",
	},
	{
		id = 471001,
		desc = "主动技可额外释放一次，神诸葛亮可额外释放两次",
	},
	{
		id = 471002,
		desc = "所在军团出发时减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒行军时间",
	},
	{
		id = 471003,
		desc = "所在军团出发时减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%行军时间",
	},
	{
		id = 471004,
		desc = "该武将在城战时智力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471005,
		desc = "该武将在城战时武力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471006,
		desc = "该武将在城战时统御增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471007,
		desc = "该武将在城战时政治增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471008,
		desc = "该武将在城战时魅力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471009,
		desc = "若武将的智力高于所有敌军武将，本方所有部队行军速度增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471010,
		desc = "若武将的武力高于所有敌军武将，本方所有的攻城伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471011,
		desc = "若该武将的统御高于所有敌军武将，则所有本方器械的伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471012,
		desc = "若该武将的政治高于所有敌军武将，本方迁城冷却时间降低|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471013,
		desc = "若该武将的魅力高于所有敌军武将，攻击本方城门的部队返回时间增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471014,
		desc = "驻守时减少床弩攻击间隔时间|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471015,
		desc = "驻守时增加床弩攻击伤害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471016,
		desc = "每次攻击后，床弩的攻击力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|，驻守结束时重置",
	},
	{
		id = 471017,
		desc = "驻守时减少投石车攻击间隔时间|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471018,
		desc = "驻守时增加投石车攻击伤害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471019,
		desc = "每次攻击后，投石车的攻击力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|，驻守结束时重置",
	},
	{
		id = 471020,
		desc = "驻守时减少攻城锤攻击间隔时间|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 471021,
		desc = "驻守时增加攻城锤攻击伤害|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471022,
		desc = "每次攻击后，攻城锤的攻击力增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|,攻城锤损坏后不重置",
	},
	{
		id = 471023,
		desc = "云梯生命增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 471024,
		desc = "云梯修复时间减少|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 471025,
		desc = "N/A",
	},
	{
		id = 471026,
		desc = "N/A",
	},
	{
		id = 471027,
		desc = "N/A",
	},
	{
		id = 471028,
		desc = "N/A",
	},
	{
		id = 471029,
		desc = "N/A",
	},
	{
		id = 471030,
		desc = "N/A",
	},
	{
		id = 481001,
		desc = "神董袭技能说明",
	},
	{
		id = 481002,
		desc = "神蒋钦技能说明",
	},
	{
		id = 481003,
		desc = "神朱然技能说明",
	},
	{
		id = 481004,
		desc = "神夏侯霸技能说明",
	},
	{
		id = 481005,
		desc = "神乐进技能说明",
	},
	{
		id = 481006,
		desc = "神曹洪技能说明",
	},
	{
		id = 481007,
		desc = "神于禁技能说明",
	},
	{
		id = 481008,
		desc = "神李典技能说明",
	},
	{
		id = 481009,
		desc = "神廖化技能说明",
	},
	{
		id = 481010,
		desc = "神张翼技能说明",
	},
	{
		id = 481011,
		desc = "神孟达技能说明",
	},
	{
		id = 481012,
		desc = "神蒋琬技能说明",
	},
	{
		id = 481013,
		desc = "神张绣技能说明",
	},
	{
		id = 481014,
		desc = "神张宝技能说明",
	},
	{
		id = 481015,
		desc = "神韩遂技能说明",
	},
	{
		id = 481016,
		desc = "神刘表技能说明",
	},
	{
		id = 481017,
		desc = "神张角技能说明",
	},
	{
		id = 481018,
		desc = "神凌统技能说明",
	},
	{
		id = 481019,
		desc = "神丁奉技能说明",
	},
	{
		id = 481020,
		desc = "神韩当技能说明",
	},
	{
		id = 481021,
		desc = "神朱桓技能说明",
	},
	{
		id = 481022,
		desc = "神徐盛技能说明",
	},
	{
		id = 481023,
		desc = "神曹彰技能说明",
	},
	{
		id = 481024,
		desc = "神王双技能说明",
	},
	{
		id = 481025,
		desc = "神邓艾技能说明",
	},
	{
		id = 481026,
		desc = "神文聘技能说明",
	},
	{
		id = 481027,
		desc = "神诸葛诞技能说明",
	},
	{
		id = 481028,
		desc = "神司马昭技能说明",
	},
	{
		id = 481029,
		desc = "神锺会技能说明",
	},
	{
		id = 481030,
		desc = "神甄姬技能说明",
	},
	{
		id = 481031,
		desc = "神孟获技能说明",
	},
	{
		id = 481032,
		desc = "神马岱技能说明",
	},
	{
		id = 481033,
		desc = "神祝融技能说明",
	},
	{
		id = 481034,
		desc = "神周仓技能说明",
	},
	{
		id = 481035,
		desc = "神王平技能说明",
	},
	{
		id = 481036,
		desc = "神吴懿技能说明",
	},
	{
		id = 481037,
		desc = "神邓芝技能说明",
	},
	{
		id = 481038,
		desc = "神法正技能说明",
	},
	{
		id = 481039,
		desc = "神黄月英技能说明",
	},
	{
		id = 481040,
		desc = "神费禕技能说明",
	},
	{
		id = 481041,
		desc = "神纪灵技能说明",
	},
	{
		id = 481042,
		desc = "神马腾技能说明",
	},
	{
		id = 481043,
		desc = "神陈武技能说明",
	},
	{
		id = 481044,
		desc = "神公孙瓒技能说明",
	},
	{
		id = 481045,
		desc = "神陈登技能说明",
	},
	{
		id = 481046,
		desc = "神卢植技能说明",
	},
	{
		id = 481047,
		desc = "神审配技能说明",
	},
	{
		id = 481048,
		desc = "神陈宫技能说明",
	},
	{
		id = 481049,
		desc = "神沮授技能说明",
	},
	{
		id = 481050,
		desc = "增加自身城池的城防值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 481051,
		desc = "军团出发时直接降低|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒行军时间",
	},
	{
		id = 481052,
		desc = "神程普技能说明",
	},
	{
		id = 481053,
		desc = "所在军团攻城获胜后，敌军下次出征行军时间延长|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 481054,
		desc = "主动技：所在军团下次出征攻击城池或城门伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，但行军速度降低|<#255,40,50#>50|%%",
	},
	{
		id = 481055,
		desc = "神程昱技能说明",
	},
	{
		id = 481056,
		desc = "神严颜技能说明",
	},
	{
		id = 481057,
		desc = "神马良技能说明",
	},
	{
		id = 481058,
		desc = "所在军团攻城获胜后，为自己的城池恢复伤害值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%的城防值，但受到的攻城伤害增加|<#255,40,50#>%{buff}|%%",
	},
	{
		id = 481059,
		desc = "神甘宁技能说明",
	},
	{
		id = 481060,
		desc = "神孙坚技能说明",
	},
	{
		id = 481061,
		desc = "神鲁肃技能说明",
	},
	{
		id = 481062,
		desc = "神张紘技能说明",
	},
	{
		id = 481063,
		desc = "神张昭技能说明",
	},
	{
		id = 481064,
		desc = "神庞德技能说明",
	},
	{
		id = 481065,
		desc = "神夏侯惇技能说明",
	},
	{
		id = 481066,
		desc = "神徐晃技能说明",
	},
	{
		id = 481067,
		desc = "神夏侯渊技能说明",
	},
	{
		id = 481068,
		desc = "神张郃技能说明",
	},
	{
		id = 481069,
		desc = "神曹仁技能说明",
	},
	{
		id = 481070,
		desc = "神徐庶技能说明",
	},
	{
		id = 481071,
		desc = "神贾诩技能说明",
	},
	{
		id = 481072,
		desc = "主动技：使区域内所有敌方驻守的投石车下次攻击时误伤敌方城池，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%伤害",
	},
	{
		id = 481073,
		desc = "神魏延技能说明",
	},
	{
		id = 481074,
		desc = "神关索技能说明",
	},
	{
		id = 481075,
		desc = "神张苞技能说明",
	},
	{
		id = 481076,
		desc = "神关兴技能说明",
	},
	{
		id = 481077,
		desc = "神关平技能说明",
	},
	{
		id = 481078,
		desc = "神庞统技能说明",
	},
	{
		id = 481079,
		desc = "神文丑技能说明",
	},
	{
		id = 481080,
		desc = "神颜良技能说明",
	},
	{
		id = 481081,
		desc = "神华雄技能说明",
	},
	{
		id = 481082,
		desc = "神张任技能说明",
	},
	{
		id = 481083,
		desc = "神高顺技能说明",
	},
	{
		id = 481084,
		desc = "神袁绍技能说明",
	},
	{
		id = 481085,
		desc = "神华佗技能说明",
	},
	{
		id = 481086,
		desc = "神田丰技能说明",
	},
	{
		id = 481087,
		desc = "神李儒技能说明",
	},
	{
		id = 481088,
		desc = "神太史慈技能说明",
	},
	{
		id = 481089,
		desc = "城防首次被击破时可恢复|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|城防值",
	},
	{
		id = 481090,
		desc = "神吕蒙技能说明",
	},
	{
		id = 481091,
		desc = "神小乔技能说明",
	},
	{
		id = 481092,
		desc = "神大乔技能说明",
	},
	{
		id = 481093,
		desc = "所在军团驻守云梯时，云梯建造速度增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481094,
		desc = "神姜维技能说明",
	},
	{
		id = 481095,
		desc = "增加所有城门及内城的城防值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|",
	},
	{
		id = 481096,
		desc = "神貂蝉技能说明",
	},
	{
		id = 481097,
		desc = "所在军团攻城获胜后，按照军团战前战力计算城防损失",
	},
	{
		id = 481098,
		desc = "主动技：对城门，攻城锤和云梯或敌方城池造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|伤害",
	},
	{
		id = 481099,
		desc = "神陆逊技能说明",
	},
	{
		id = 481100,
		desc = "攻城获胜或攻击城墙后，额外附加目标当前城防值|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%的伤害",
	},
	{
		id = 481101,
		desc = "攻城时可无视守军先对对手城池造成一次额外伤害，数值相当于攻击空城时造成伤害的|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481102,
		desc = "驻守投石车时，若自己的城池遭到攻击，投石车会立即额外反击一次，造成|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%的投石伤害",
	},
	{
		id = 481103,
		desc = "若智力高于所有敌军武将，本方所有部队行军速度增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481104,
		desc = "神郭嘉技能说明",
	},
	{
		id = 481105,
		desc = "主动技：令人丧胆的怒吼，被恐吓的敌军驻守投石车或床弩的部队将全部返回",
	},
	{
		id = 481106,
		desc = "若武力高于所有敌军武将，本方所有的攻城伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481107,
		desc = "所在军团对敌方城池造成伤害时，有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%几率造成双倍伤害",
	},
	{
		id = 481108,
		desc = "战斗后麾下士兵复活|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%",
	},
	{
		id = 481109,
		desc = "神黄忠技能说明",
	},
	{
		id = 481110,
		desc = "主动技：敌军所有城池下次出征行军时间增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 481111,
		desc = "所在军团攻城获胜后，有|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%几率秒杀对手城池",
	},
	{
		id = 472001,
		desc = "主动技可额外释放一次",
	},
	{
		id = 472002,
		desc = "降低城战行军时间",
	},
	{
		id = 472003,
		desc = "降低城战行军时间",
	},
	{
		id = 472004,
		desc = "增加武将在城战时的智力",
	},
	{
		id = 472005,
		desc = "增加武将在城战时的武力",
	},
	{
		id = 472006,
		desc = "增加武将在城战时统御",
	},
	{
		id = 472007,
		desc = "增加武将在城战时的政治",
	},
	{
		id = 472008,
		desc = "增加武将在城战时的魅力",
	},
	{
		id = 472009,
		desc = "若武将的智力高于所有敌军武将，增加本方所有部队行军速度",
	},
	{
		id = 472010,
		desc = "若武将的武力高于所有敌军武将，增加本方所有的攻城伤害",
	},
	{
		id = 472011,
		desc = "若武将的统御高于所有敌军武将，增加所有本方器械的伤害",
	},
	{
		id = 472012,
		desc = "若武将的政治高于所有敌军武将，降低本方迁城冷却时间",
	},
	{
		id = 472013,
		desc = "若该武将的魅力高于所有敌军武将，增加对手攻击城门后返回时间",
	},
	{
		id = 472014,
		desc = "驻守时减少床弩攻击间隔时间",
	},
	{
		id = 472015,
		desc = "驻守时增加床弩攻击伤害",
	},
	{
		id = 472016,
		desc = "每次攻击后，增加床弩的攻击力",
	},
	{
		id = 472017,
		desc = "驻守时减少投石车攻击间隔时间",
	},
	{
		id = 472018,
		desc = "驻守时增加投石车攻击伤害",
	},
	{
		id = 472019,
		desc = "每次攻击后，增加投石车的攻击力",
	},
	{
		id = 472020,
		desc = "驻守时减少攻城锤攻击间隔时间",
	},
	{
		id = 472021,
		desc = "驻守时增加攻城锤攻击伤害",
	},
	{
		id = 472022,
		desc = "每次攻击后，增加攻城锤的攻击力",
	},
	{
		id = 472023,
		desc = "增加云梯生命值",
	},
	{
		id = 472024,
		desc = "减少云梯修复时间",
	},
	{
		id = 472025,
		desc = "N/A",
	},
	{
		id = 472026,
		desc = "N/A",
	},
	{
		id = 472027,
		desc = "N/A",
	},
	{
		id = 472028,
		desc = "N/A",
	},
	{
		id = 472029,
		desc = "N/A",
	},
	{
		id = 472030,
		desc = "N/A",
	},
	{
		id = 482001,
		desc = "神董袭技能预览",
	},
	{
		id = 482002,
		desc = "神蒋钦技能预览",
	},
	{
		id = 482003,
		desc = "神朱然技能预览",
	},
	{
		id = 482004,
		desc = "神夏侯霸技能预览",
	},
	{
		id = 482005,
		desc = "神乐进技能预览",
	},
	{
		id = 482006,
		desc = "神曹洪技能预览",
	},
	{
		id = 482007,
		desc = "神于禁技能预览",
	},
	{
		id = 482008,
		desc = "神李典技能预览",
	},
	{
		id = 482009,
		desc = "神廖化技能预览",
	},
	{
		id = 482010,
		desc = "神张翼技能预览",
	},
	{
		id = 482011,
		desc = "神孟达技能预览",
	},
	{
		id = 482012,
		desc = "神蒋琬技能预览",
	},
	{
		id = 482013,
		desc = "神张绣技能预览",
	},
	{
		id = 482014,
		desc = "神张宝技能预览",
	},
	{
		id = 482015,
		desc = "神韩遂技能预览",
	},
	{
		id = 482016,
		desc = "神刘表技能预览",
	},
	{
		id = 482017,
		desc = "神张角技能预览",
	},
	{
		id = 482018,
		desc = "神凌统技能预览",
	},
	{
		id = 482019,
		desc = "神丁奉技能预览",
	},
	{
		id = 482020,
		desc = "神韩当技能预览",
	},
	{
		id = 482021,
		desc = "神朱桓技能预览",
	},
	{
		id = 482022,
		desc = "神徐盛技能预览",
	},
	{
		id = 482023,
		desc = "神曹彰技能预览",
	},
	{
		id = 482024,
		desc = "神王双技能预览",
	},
	{
		id = 482025,
		desc = "神邓艾技能预览",
	},
	{
		id = 482026,
		desc = "神文聘技能预览",
	},
	{
		id = 482027,
		desc = "神诸葛诞技能预览",
	},
	{
		id = 482028,
		desc = "神司马昭技能预览",
	},
	{
		id = 482029,
		desc = "神锺会技能预览",
	},
	{
		id = 482030,
		desc = "神甄姬技能预览",
	},
	{
		id = 482031,
		desc = "神孟获技能预览",
	},
	{
		id = 482032,
		desc = "神马岱技能预览",
	},
	{
		id = 482033,
		desc = "神祝融技能预览",
	},
	{
		id = 482034,
		desc = "神周仓技能预览",
	},
	{
		id = 482035,
		desc = "神王平技能预览",
	},
	{
		id = 482036,
		desc = "神吴懿技能预览",
	},
	{
		id = 482037,
		desc = "神邓芝技能预览",
	},
	{
		id = 482038,
		desc = "神法正技能预览",
	},
	{
		id = 482039,
		desc = "神黄月英技能预览",
	},
	{
		id = 482040,
		desc = "神费禕技能预览",
	},
	{
		id = 482041,
		desc = "神纪灵技能预览",
	},
	{
		id = 482042,
		desc = "神马腾技能预览",
	},
	{
		id = 482043,
		desc = "神陈武技能预览",
	},
	{
		id = 482044,
		desc = "神公孙瓒技能预览",
	},
	{
		id = 482045,
		desc = "神陈登技能预览",
	},
	{
		id = 482046,
		desc = "神卢植技能预览",
	},
	{
		id = 482047,
		desc = "神审配技能预览",
	},
	{
		id = 482048,
		desc = "神陈宫技能预览",
	},
	{
		id = 482049,
		desc = "神沮授技能预览",
	},
	{
		id = 482050,
		desc = "增加城防值",
	},
	{
		id = 482051,
		desc = "减少行军时间",
	},
	{
		id = 482052,
		desc = "神程普技能预览",
	},
	{
		id = 482053,
		desc = "攻城获胜后，敌军下次出征行军时间延长",
	},
	{
		id = 482054,
		desc = "主动技：所在军团下次出征伤害增加，但行军速度降低",
	},
	{
		id = 482055,
		desc = "神程昱技能预览",
	},
	{
		id = 482056,
		desc = "神严颜技能预览",
	},
	{
		id = 482057,
		desc = "神马良技能预览",
	},
	{
		id = 482058,
		desc = "对城池造成伤害时，为自己的城池恢复城防值，但受到的攻城伤害增加",
	},
	{
		id = 482059,
		desc = "神甘宁技能预览",
	},
	{
		id = 482060,
		desc = "神孙坚技能预览",
	},
	{
		id = 482061,
		desc = "神鲁肃技能预览",
	},
	{
		id = 482062,
		desc = "神张紘技能预览",
	},
	{
		id = 482063,
		desc = "神张昭技能预览",
	},
	{
		id = 482064,
		desc = "神庞德技能预览",
	},
	{
		id = 482065,
		desc = "神夏侯惇技能预览",
	},
	{
		id = 482066,
		desc = "神徐晃技能预览",
	},
	{
		id = 482067,
		desc = "神夏侯渊技能预览",
	},
	{
		id = 482068,
		desc = "神张郃技能预览",
	},
	{
		id = 482069,
		desc = "神曹仁技能预览",
	},
	{
		id = 482070,
		desc = "神徐庶技能预览",
	},
	{
		id = 482071,
		desc = "神贾诩技能预览",
	},
	{
		id = 482072,
		desc = "用计使敌军误伤盟友",
	},
	{
		id = 482073,
		desc = "神魏延技能预览",
	},
	{
		id = 482074,
		desc = "神关索技能预览",
	},
	{
		id = 482075,
		desc = "神张苞技能预览",
	},
	{
		id = 482076,
		desc = "神关兴技能预览",
	},
	{
		id = 482077,
		desc = "神关平技能预览",
	},
	{
		id = 482078,
		desc = "神庞统技能预览",
	},
	{
		id = 482079,
		desc = "神文丑技能预览",
	},
	{
		id = 482080,
		desc = "神颜良技能预览",
	},
	{
		id = 482081,
		desc = "神华雄技能预览",
	},
	{
		id = 482082,
		desc = "神张任技能预览",
	},
	{
		id = 482083,
		desc = "神高顺技能预览",
	},
	{
		id = 482084,
		desc = "神袁绍技能预览",
	},
	{
		id = 482085,
		desc = "神华佗技能预览",
	},
	{
		id = 482086,
		desc = "神田丰技能预览",
	},
	{
		id = 482087,
		desc = "神李儒技能预览",
	},
	{
		id = 482088,
		desc = "神太史慈技能预览",
	},
	{
		id = 482089,
		desc = "城防首次被击破时可恢复xx点城防值",
	},
	{
		id = 482090,
		desc = "神吕蒙技能预览",
	},
	{
		id = 482091,
		desc = "神小乔技能预览",
	},
	{
		id = 482092,
		desc = "神大乔技能预览",
	},
	{
		id = 482093,
		desc = "云梯建造速度增加",
	},
	{
		id = 482094,
		desc = "神姜维技能预览",
	},
	{
		id = 482095,
		desc = "增加所有城门及内城的城防值",
	},
	{
		id = 482096,
		desc = "神貂蝉技能预览",
	},
	{
		id = 482097,
		desc = "攻城获胜时按照进攻军团战前战力计算城防损失",
	},
	{
		id = 482098,
		desc = "主动技：对城门，攻城锤或云梯 造成直接伤害",
	},
	{
		id = 482099,
		desc = "神陆逊技能预览",
	},
	{
		id = 482100,
		desc = "部队破城或攻击城墙时，按当前城防值的一定比例造成伤害",
	},
	{
		id = 482101,
		desc = "神许褚技能预览",
	},
	{
		id = 482102,
		desc = "驻守投石车时，若自己的城池遭到攻击，投石车会立即额外反击一次",
	},
	{
		id = 482103,
		desc = "若智力高于所有敌军武将，本方所有部队行军速度增加",
	},
	{
		id = 482104,
		desc = "神郭嘉技能预览",
	},
	{
		id = 482105,
		desc = "主动技：恐吓敌军驻守设施的部队使其返回",
	},
	{
		id = 482106,
		desc = "若武力高于所有敌军武将，本方所有的攻城伤害增加",
	},
	{
		id = 482107,
		desc = "神马超技能预览",
	},
	{
		id = 482108,
		desc = "战斗后麾下部队部分复活",
	},
	{
		id = 482109,
		desc = "神黄忠技能预览",
	},
	{
		id = 482110,
		desc = "主动技：所有敌军城池下次出征行军时间增加",
	},
	{
		id = 482111,
		desc = "攻城获胜时有一定几率秒杀对手城池",
	},
	{
		id = 483001,
		desc = "技能施放后，所在军团下次攻击城池或城门时伤害增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|%%，但行军速度降低|<#255,40,50#>50|%%",
	},
	{
		id = 483002,
		desc = "技能施放后，敌军|<#72,255,98#>%{value}|的|<#72,255,98#>投石车|将误伤其他敌军",
	},
	{
		id = 483003,
		desc = "技能施放后，敌军所有范围内的|<#72,255,98#>投石车|和|<#72,255,98#>床弩|内驻守的军团将强制返回",
	},
	{
		id = 483004,
		desc = "技能施放后，敌军所有城池下次出征行军时间增加|<#72,255,98#>%{num}||<#3,169,235#>%{numnext}|秒",
	},
	{
		id = 483005,
		desc = "增加所有城门及内城的城防值|<#72,255,98#>%{num}|",
	},
	{
		id = 483006,
		desc = "本方武将激活了足智多谋，所有部队行军速度增加|<#72,255,98#>%{num}|%%",
	},
	{
		id = 483007,
		desc = "本方武将激活了力压群雄，所有攻城伤害增加|<#72,255,98#>%{num}|%%",
	},
	{
		id = 483008,
		desc = "本方武将激活了君临天下，所有器械的伤害增加|<#72,255,98#>%{num}|%%",
	},
	{
		id = 483009,
		desc = "本方武将激活了权术大师，迁城冷却时间降低|<#72,255,98#>%{num}|秒",
	},
	{
		id = 483010,
		desc = "本方武将激活了倾国倾城，所有攻击本方城门的部队返回时间增加|<#72,255,98#>%{num}|秒",
	},
	{
		id = 483011,
		desc = "技能施放后，对|<#72,255,98#>区域1|的|<#72,255,98#>城门|或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483012,
		desc = "技能施放后，对|<#72,255,98#>区域2|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483013,
		desc = "技能施放后，对|<#72,255,98#>区域3|的|<#72,255,98#>城门|或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483014,
		desc = "技能施放后，对|<#72,255,98#>区域4|的|<#72,255,98#>城门|或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483015,
		desc = "技能施放后，对|<#72,255,98#>区域5|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483016,
		desc = "技能施放后，对|<#72,255,98#>攻城锤|或|<#72,255,98#>区域1|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483017,
		desc = "技能施放后，对|<#72,255,98#>云梯|或|<#72,255,98#>区域1|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483018,
		desc = "技能施放后，对|<#72,255,98#>区域3|的|<#72,255,98#>敌军城池|或|<#72,255,98#>攻城锤|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483019,
		desc = "技能施放后，对|<#72,255,98#>区域4|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483020,
		desc = "技能施放后，对|<#72,255,98#>区域5|的|<#72,255,98#>敌军城池|或|<#72,255,98#>云梯|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483021,
		desc = "技能施放后，对|<#72,255,98#>区域1|的|<#72,255,98#>城门|或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483022,
		desc = "技能施放后，对|<#72,255,98#>区域2|的|<#72,255,98#>城门|或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483023,
		desc = "技能施放后，对|<#72,255,98#>区域3|的|<#72,255,98#>城门|或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483024,
		desc = "N/A",
	},
	{
		id = 483025,
		desc = "N/A",
	},
	{
		id = 483026,
		desc = "N/A",
	},
	{
		id = 483027,
		desc = "技能施放后，对|<#72,255,98#>区域1|的|<#72,255,98#>攻城锤|和|<#72,255,98#>云梯|，或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483028,
		desc = "技能施放后，对|<#72,255,98#>区域2|的|<#72,255,98#>攻城锤|和|<#72,255,98#>云梯|，或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483029,
		desc = "技能施放后，对|<#72,255,98#>区域3|的|<#72,255,98#>攻城锤|和|<#72,255,98#>云梯|，或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483030,
		desc = "技能施放后，对|<#72,255,98#>区域1|的|<#72,255,98#>攻城锤|和|<#72,255,98#>云梯|，或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483031,
		desc = "技能施放后，对|<#72,255,98#>区域2|的|<#72,255,98#>攻城锤|和|<#72,255,98#>云梯|，或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483032,
		desc = "技能施放后，对|<#72,255,98#>区域3|的|<#72,255,98#>攻城锤|和|<#72,255,98#>云梯|，或|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483033,
		desc = "技能施放后，对|<#72,255,98#>区域1|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483034,
		desc = "技能施放后，对|<#72,255,98#>区域2|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483035,
		desc = "技能施放后，对|<#72,255,98#>区域3|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483036,
		desc = "技能施放后，对|<#72,255,98#>区域4|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483037,
		desc = "技能施放后，对|<#72,255,98#>区域5|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483038,
		desc = "技能施放后，对|<#72,255,98#>区域1|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483039,
		desc = "技能施放后，对|<#72,255,98#>区域2|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483040,
		desc = "技能施放后，对|<#72,255,98#>区域3|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483041,
		desc = "技能施放后，对|<#72,255,98#>区域4|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 483042,
		desc = "技能施放后，对|<#72,255,98#>区域5|的|<#72,255,98#>敌军城池|造成|<#72,255,98#>%{num}|伤害",
	},
	{
		id = 490001,
		desc = "武器升星",
	},
	{
		id = 490002,
		desc = "武器升星",
	},
	{
		id = 490003,
		desc = "武器升星",
	},
	{
		id = 490004,
		desc = "武器升星",
	},
	{
		id = 490005,
		desc = "拥有武将数",
	},
	{
		id = 490006,
		desc = "指定的建筑等级",
	},
	{
		id = 490007,
		desc = "指定的科技等级",
	},
	{
		id = 490008,
		desc = "府衙升至50级",
	},
	{
		id = 490009,
		desc = "府衙升至50级",
	},
	{
		id = 490010,
		desc = "府衙升至50级",
	},
	{
		id = 490011,
		desc = "府衙升至50级",
	},
	{
		id = 490012,
		desc = "府衙升至50级",
	},
	{
		id = 490013,
		desc = "府衙升至50级",
	},
	{
		id = 490014,
		desc = "府衙升至50级",
	},
	{
		id = 490015,
		desc = "府衙升至50级",
	},
	{
		id = 490016,
		desc = "府衙升至50级",
	},
	{
		id = 490017,
		desc = "府衙升至50级",
	},
	{
		id = 490018,
		desc = "府衙升至50级",
	},
	{
		id = 490019,
		desc = "府衙升至50级",
	},
	{
		id = 490020,
		desc = "府衙升至50级",
	},
	{
		id = 490021,
		desc = "府衙升至50级",
	},
	{
		id = 490022,
		desc = "府衙升至50级",
	},
	{
		id = 490023,
		desc = "府衙升至50级",
	},
	{
		id = 490024,
		desc = "府衙升至50级",
	},
	{
		id = 490025,
		desc = "府衙升至50级",
	},
	{
		id = 490026,
		desc = "府衙升至50级",
	},
	{
		id = 490027,
		desc = "府衙升至50级",
	},
	{
		id = 490028,
		desc = "府衙升至50级",
	},
	{
		id = 490029,
		desc = "府衙升至50级",
	},
	{
		id = 490030,
		desc = "府衙升至50级",
	},
	{
		id = 490031,
		desc = "府衙升至50级",
	},
	{
		id = 490032,
		desc = "府衙升至50级",
	},
	{
		id = 490033,
		desc = "府衙升至50级",
	},
	{
		id = 490034,
		desc = "府衙升至50级",
	},
	{
		id = 490035,
		desc = "府衙升至50级",
	},
	{
		id = 490036,
		desc = "府衙升至50级",
	},
	{
		id = 490037,
		desc = "府衙升至50级",
	},
	{
		id = 490038,
		desc = "府衙升至50级",
	},
	{
		id = 490039,
		desc = "府衙升至50级",
	},
	{
		id = 490040,
		desc = "府衙升至50级",
	},
	{
		id = 490041,
		desc = "府衙升至50级",
	},
	{
		id = 490042,
		desc = "府衙升至50级",
	},
	{
		id = 490043,
		desc = "府衙升至50级",
	},
	{
		id = 490044,
		desc = "府衙升至50级",
	},
	{
		id = 490045,
		desc = "府衙升至50级",
	},
	{
		id = 490046,
		desc = "府衙升至50级",
	},
	{
		id = 490047,
		desc = "府衙升至50级",
	},
	{
		id = 490048,
		desc = "府衙升至50级",
	},
	{
		id = 490049,
		desc = "府衙升至50级",
	},
	{
		id = 490050,
		desc = "府衙升至50级",
	},
	{
		id = 490051,
		desc = "府衙升至50级",
	},
	{
		id = 490052,
		desc = "府衙升至50级",
	},
	{
		id = 490053,
		desc = "府衙升至50级",
	},
	{
		id = 490054,
		desc = "府衙升至50级",
	},
	{
		id = 490055,
		desc = "府衙升至50级",
	},
	{
		id = 490056,
		desc = "府衙升至50级",
	},
	{
		id = 490057,
		desc = "武器升至1星",
	},
	{
		id = 490058,
		desc = "府衙升至10级",
	},
	{
		id = 490059,
		desc = "府衙升至50级",
	},
	{
		id = 490060,
		desc = "拥有10名武将",
	},
	{
		id = 490061,
		desc = "武器升至1星",
	},
	{
		id = 490062,
		desc = "府衙升至50级",
	},
	{
		id = 490063,
		desc = "府衙升至50级",
	},
	{
		id = 490064,
		desc = "府衙升至50级",
	},
	{
		id = 490065,
		desc = "府衙升至10级",
	},
	{
		id = 490066,
		desc = "府衙升至50级",
	},
	{
		id = 490067,
		desc = "府衙升至50级",
	},
	{
		id = 490068,
		desc = "府衙升至50级",
	},
	{
		id = 490069,
		desc = "府衙升至50级",
	},
	{
		id = 490070,
		desc = "府衙升至50级",
	},
	{
		id = 490071,
		desc = "府衙升至50级",
	},
	{
		id = 490072,
		desc = "府衙升至15级",
	},
	{
		id = 490073,
		desc = "府衙升至50级",
	},
	{
		id = 490074,
		desc = "府衙升至50级",
	},
	{
		id = 490075,
		desc = "府衙升至50级",
	},
	{
		id = 490076,
		desc = "府衙升至50级",
	},
	{
		id = 490077,
		desc = "府衙升至50级",
	},
	{
		id = 490078,
		desc = "府衙升至20级",
	},
	{
		id = 490079,
		desc = "府衙升至20级",
	},
	{
		id = 490080,
		desc = "府衙升至50级",
	},
	{
		id = 490081,
		desc = "府衙升至50级",
	},
	{
		id = 490082,
		desc = "府衙升至50级",
	},
	{
		id = 490083,
		desc = "府衙升至50级",
	},
	{
		id = 490084,
		desc = "府衙升至50级",
	},
	{
		id = 490085,
		desc = "府衙升至50级",
	},
	{
		id = 490086,
		desc = "府衙升至50级",
	},
	{
		id = 490087,
		desc = "府衙升至50级",
	},
	{
		id = 490088,
		desc = "武器升至1星",
	},
	{
		id = 490089,
		desc = "府衙升至50级",
	},
	{
		id = 490090,
		desc = "武器升至1星",
	},
	{
		id = 490091,
		desc = "武器升至2星",
	},
	{
		id = 490092,
		desc = "府衙升至50级",
	},
	{
		id = 490093,
		desc = "府衙升至50级",
	},
	{
		id = 490094,
		desc = "府衙升至50级",
	},
	{
		id = 490095,
		desc = "府衙升至50级",
	},
	{
		id = 490096,
		desc = "拥有10名武将",
	},
	{
		id = 490097,
		desc = "府衙升至50级",
	},
	{
		id = 490098,
		desc = "府衙升至50级",
	},
	{
		id = 490099,
		desc = "府衙升至50级",
	},
	{
		id = 490100,
		desc = "府衙升至10级",
	},
	{
		id = 490101,
		desc = "府衙升至20级",
	},
	{
		id = 490102,
		desc = "拥有10名武将",
	},
	{
		id = 490103,
		desc = "拥有10名武将",
	},
	{
		id = 490104,
		desc = "研究完军官编制II",
	},
	{
		id = 490105,
		desc = "武器升至1星",
	},
	{
		id = 490106,
		desc = "府衙升至50级",
	},
	{
		id = 490107,
		desc = "府衙升至15级",
	},
	{
		id = 490108,
		desc = "府衙升至50级",
	},
	{
		id = 490109,
		desc = "拥有10名武将",
	},
	{
		id = 490110,
		desc = "武器升至1星",
	},
	{
		id = 490111,
		desc = "府衙升至50级",
	},
	{
		id = 490112,
		desc = "府衙升至19级",
	},
	{
		id = 490113,
		desc = "府衙升至9级",
	},
	{
		id = 490114,
		desc = "府衙升至30级",
	},
	{
		id = 490115,
		desc = "府衙升至20级",
	},
	{
		id = 490116,
		desc = "府衙升至25级",
	},
	{
		id = 490117,
		desc = "武器升至1星",
	},
	{
		id = 490118,
		desc = "武器升至2星",
	},
	{
		id = 500001,
		desc = "新手导师",
	},
	{
		id = 500002,
		desc = "百夫校尉",
	},
	{
		id = 510001,
		desc = "本轮活动结束前，购买月卡、至尊卡或者储值元宝、购买礼包达指定元宝即可额外领取超值奖励！（购买超值礼包获得的等值元宝计入在内；首储翻倍、礼包附赠等额外赠送部分不计入）",
	},
	{
		id = 510002,
		desc = "本轮活动结束前，累计储值元宝或购买礼包达以下元宝数，即可额外领取超值奖励！（购买超值礼包获得的等值元宝计入在内；首储翻倍、礼包附赠等额外赠送部分不计入）",
	},
	{
		id = 520001,
		desc = "建造九级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520002,
		desc = "建造十级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520003,
		desc = "建造十一级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520004,
		desc = "建造十二级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520005,
		desc = "建造十三级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520006,
		desc = "建造十四级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520007,
		desc = "建造十五级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520008,
		desc = "建造十六级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520009,
		desc = "建造十七级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520010,
		desc = "建造十八级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520011,
		desc = "建造十九级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520012,
		desc = "建造二十级|<#22,155,209#>校场|可以提升带兵数量",
	},
	{
		id = 520013,
		desc = "N/A",
	},
	{
		id = 520014,
		desc = "N/A",
	},
	{
		id = 520015,
		desc = "N/A",
	},
	{
		id = 520016,
		desc = "N/A",
	},
	{
		id = 520017,
		desc = "N/A",
	},
	{
		id = 520018,
		desc = "N/A",
	},
	{
		id = 520019,
		desc = "N/A",
	},
	{
		id = 520020,
		desc = "N/A",
	},
	{
		id = 520021,
		desc = "N/A",
	},
	{
		id = 520022,
		desc = "N/A",
	},
	{
		id = 520023,
		desc = "N/A",
	},
	{
		id = 520024,
		desc = "N/A",
	},
	{
		id = 520025,
		desc = "招募|<#22,155,209#>李典|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520026,
		desc = "招募|<#22,155,209#>李典|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520027,
		desc = "招募|<#22,155,209#>李典|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520028,
		desc = "招募|<#22,155,209#>李典|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520029,
		desc = "招募|<#22,155,209#>李典|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520030,
		desc = "招募|<#22,155,209#>李典|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520031,
		desc = "招募|<#167,85,230#>夏侯渊|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520032,
		desc = "招募|<#167,85,230#>夏侯渊|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520033,
		desc = "招募|<#167,85,230#>夏侯渊|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520034,
		desc = "招募|<#167,85,230#>夏侯渊|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520035,
		desc = "招募|<#167,85,230#>夏侯渊|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520036,
		desc = "招募|<#167,85,230#>夏侯渊|并驻守在|<#22,155,209#>校场|可提升带兵数量",
	},
	{
		id = 520037,
		desc = "N/A",
	},
	{
		id = 520038,
		desc = "N/A",
	},
	{
		id = 520039,
		desc = "N/A",
	},
	{
		id = 520040,
		desc = "N/A",
	},
	{
		id = 520041,
		desc = "世界地图剿匪可搜集|<#22,155,209#>烽火石|，为驻守|<#22,155,209#>校场|的武将|<#22,155,209#>李典|佩戴可提升带兵数量",
	},
	{
		id = 520042,
		desc = "世界地图剿匪可搜集|<#22,155,209#>烽火石|，为驻守|<#22,155,209#>校场|的武将|<#22,155,209#>李典|佩戴可提升带兵数量",
	},
	{
		id = 520043,
		desc = "N/A",
	},
	{
		id = 520044,
		desc = "N/A",
	},
	{
		id = 520045,
		desc = "N/A",
	},
	{
		id = 520046,
		desc = "N/A",
	},
	{
		id = 520047,
		desc = "世界地图剿匪可搜集|<#167,85,230#>传国玉玺|，为驻守|<#22,155,209#>校场|的武将（|<#22,155,209#>李典|或|<#167,85,230#>夏侯渊|）佩戴可提升带兵数量",
	},
	{
		id = 520048,
		desc = "世界地图剿匪可搜集|<#167,85,230#>传国玉玺|，为驻守|<#22,155,209#>校场|的武将（|<#22,155,209#>李典|或|<#167,85,230#>夏侯渊|）佩戴可提升带兵数量",
	},
	{
		id = 520049,
		desc = "N/A",
	},
	{
		id = 520050,
		desc = "进阶|<#22,155,209#>李典|的|<#22,155,209#>三挺砍山刀|至一星可提升带兵数量（|<#22,155,209#>李典|需驻守校场）",
	},
	{
		id = 520051,
		desc = "进阶|<#22,155,209#>李典|的|<#22,155,209#>三挺砍山刀|至二星可提升带兵数量（|<#22,155,209#>李典|需驻守校场）",
	},
	{
		id = 520052,
		desc = "进阶|<#22,155,209#>李典|的|<#22,155,209#>三挺砍山刀|至三星可提升带兵数量（|<#22,155,209#>李典|需驻守校场）",
	},
	{
		id = 520053,
		desc = "进阶驻守|<#22,155,209#>校场|武将|<#22,155,209#>李典|佩戴的|<#22,155,209#>烽火石|至一星可提升带兵数量",
	},
	{
		id = 520054,
		desc = "进阶驻守|<#22,155,209#>校场|武将|<#22,155,209#>李典|佩戴的|<#22,155,209#>烽火石|至二星可提升带兵数量",
	},
	{
		id = 520055,
		desc = "N/A",
	},
	{
		id = 520056,
		desc = "进阶|<#167,85,230#>夏侯渊|的|<#167,85,230#>霸王弓|至一星可提升带兵数量（|<#167,85,230#>夏侯渊|需驻守校场）",
	},
	{
		id = 520057,
		desc = "进阶|<#167,85,230#>夏侯渊|的|<#167,85,230#>霸王弓|至二星可提升带兵数量（|<#167,85,230#>夏侯渊|需驻守校场）",
	},
	{
		id = 520058,
		desc = "进阶|<#167,85,230#>夏侯渊|的|<#167,85,230#>霸王弓|至三星可提升带兵数量（|<#167,85,230#>夏侯渊|需驻守校场）",
	},
	{
		id = 520059,
		desc = "进阶驻守|<#22,155,209#>校场|的武将（|<#22,155,209#>李典|或|<#167,85,230#>夏侯渊|）佩戴的|<#167,85,230#>传国玉玺|至一星可提升带兵数量",
	},
	{
		id = 520060,
		desc = "进阶驻守|<#22,155,209#>校场|的武将（|<#22,155,209#>李典|或|<#167,85,230#>夏侯渊|）佩戴的|<#167,85,230#>传国玉玺|至二星可提升带兵数量",
	},
	{
		id = 520061,
		desc = "研究五级|<#22,155,209#>领导力Ⅰ|可提升带兵数量",
	},
	{
		id = 520062,
		desc = "|<#22,155,209#>军团编制Ⅰ|非常重要，而且必须研究|<#22,155,209#>军团编制Ⅰ|才能研究后续领导力科技",
	},
	{
		id = 520063,
		desc = "|<#22,155,209#>军官编制Ⅱ|非常重要，而且必须研究|<#22,155,209#>军官编制Ⅱ|才能研究后续领导力科技",
	},
	{
		id = 520064,
		desc = "|<#22,155,209#>军官编制Ⅱ|非常重要，而且必须研究|<#22,155,209#>军官编制Ⅱ|才能研究后续领导力科技",
	},
	{
		id = 520065,
		desc = "必须研究五级|<#22,155,209#>训练速度Ⅰ|才能研究后续领导力科技",
	},
	{
		id = 520066,
		desc = "必须研究五级|<#22,155,209#>训练速度Ⅰ|才能研究后续领导力科技",
	},
	{
		id = 520067,
		desc = "必须研究五级|<#22,155,209#>训练速度Ⅰ|才能研究后续领导力科技",
	},
	{
		id = 520068,
		desc = "研究一级|<#22,155,209#>领导力Ⅱ|可提升带兵数量",
	},
	{
		id = 520069,
		desc = "研究二级|<#22,155,209#>领导力Ⅱ|可提升带兵数量",
	},
	{
		id = 520070,
		desc = "研究三级|<#22,155,209#>领导力Ⅱ|可提升带兵数量",
	},
	{
		id = 520071,
		desc = "研究四级|<#22,155,209#>领导力Ⅱ|可提升带兵数量",
	},
	{
		id = 520072,
		desc = "研究五级|<#22,155,209#>领导力Ⅱ|可提升带兵数量",
	},
	{
		id = 520073,
		desc = "N/A",
	},
	{
		id = 520074,
		desc = "N/A",
	},
	{
		id = 520075,
		desc = "N/A",
	},
	{
		id = 520076,
		desc = "N/A",
	},
	{
		id = 520077,
		desc = "N/A",
	},
	{
		id = 520078,
		desc = "N/A",
	},
	{
		id = 520079,
		desc = "N/A",
	},
	{
		id = 520080,
		desc = "N/A",
	},
	{
		id = 520081,
		desc = "N/A",
	},
	{
		id = 520082,
		desc = "N/A",
	},
	{
		id = 520083,
		desc = "N/A",
	},
	{
		id = 520084,
		desc = "N/A",
	},
	{
		id = 520085,
		desc = "N/A",
	},
	{
		id = 520086,
		desc = "N/A",
	},
	{
		id = 520087,
		desc = "N/A",
	},
	{
		id = 520088,
		desc = "N/A",
	},
	{
		id = 520089,
		desc = "N/A",
	},
	{
		id = 520090,
		desc = "N/A",
	},
	{
		id = 520091,
		desc = "N/A",
	},
	{
		id = 520092,
		desc = "N/A",
	},
	{
		id = 520093,
		desc = "N/A",
	},
	{
		id = 520094,
		desc = "N/A",
	},
	{
		id = 520095,
		desc = "N/A",
	},
	{
		id = 520096,
		desc = "N/A",
	},
	{
		id = 520097,
		desc = "建造九级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520098,
		desc = "建造十级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520099,
		desc = "建造十一级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520100,
		desc = "建造十二级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520101,
		desc = "建造十三级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520102,
		desc = "建造十四级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520103,
		desc = "建造十五级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520104,
		desc = "建造十六级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520105,
		desc = "建造十七级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520106,
		desc = "建造十八级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520107,
		desc = "建造十九级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520108,
		desc = "建造二十级|<#22,155,209#>农田|提升粮食产量，同时可以提升士兵数量上限",
	},
	{
		id = 520109,
		desc = "N/A",
	},
	{
		id = 520110,
		desc = "N/A",
	},
	{
		id = 520111,
		desc = "N/A",
	},
	{
		id = 520112,
		desc = "N/A",
	},
	{
		id = 520113,
		desc = "N/A",
	},
	{
		id = 520114,
		desc = "N/A",
	},
	{
		id = 520115,
		desc = "N/A",
	},
	{
		id = 520116,
		desc = "N/A",
	},
	{
		id = 520117,
		desc = "N/A",
	},
	{
		id = 520118,
		desc = "N/A",
	},
	{
		id = 520119,
		desc = "N/A",
	},
	{
		id = 520120,
		desc = "N/A",
	},
	{
		id = 520121,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520122,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520123,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520124,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520125,
		desc = "N/A",
	},
	{
		id = 520126,
		desc = "N/A",
	},
	{
		id = 520127,
		desc = "N/A",
	},
	{
		id = 520128,
		desc = "N/A",
	},
	{
		id = 520129,
		desc = "N/A",
	},
	{
		id = 520130,
		desc = "N/A",
	},
	{
		id = 520131,
		desc = "N/A",
	},
	{
		id = 520132,
		desc = "N/A",
	},
	{
		id = 520133,
		desc = "N/A",
	},
	{
		id = 520134,
		desc = "N/A",
	},
	{
		id = 520135,
		desc = "N/A",
	},
	{
		id = 520136,
		desc = "N/A",
	},
	{
		id = 520137,
		desc = "获取|<#22,155,209#>避水珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520138,
		desc = "获取|<#22,155,209#>避水珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520139,
		desc = "获取|<#22,155,209#>避水珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520140,
		desc = "N/A",
	},
	{
		id = 520141,
		desc = "获取|<#22,155,209#>玲珑宝珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520142,
		desc = "获取|<#22,155,209#>玲珑宝珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520143,
		desc = "获取|<#22,155,209#>玲珑宝珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520144,
		desc = "N/A",
	},
	{
		id = 520145,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至一星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520146,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至二星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520147,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至三星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520148,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至四星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520149,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>避水珠|至一星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520150,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>避水珠|至二星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520151,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>避水珠|至三星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520152,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#167,85,230#>黄盖|进阶|<#167,85,230#>离火双刃|至二星可提升提升粮食产量和士兵数量上限",
	},
	{
		id = 520153,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>玲珑宝珠|至一星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520154,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>玲珑宝珠|至二星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520155,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>玲珑宝珠|至三星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520156,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#167,85,230#>黄盖|进阶|<#167,85,230#>离火双刃|至三星可提升提升粮食产量和士兵数量上限",
	},
	{
		id = 520157,
		desc = "研究一级|<#22,155,209#>插秧Ⅰ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520158,
		desc = "研究二级|<#22,155,209#>插秧Ⅰ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520159,
		desc = "研究三级|<#22,155,209#>插秧Ⅰ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520160,
		desc = "研究四级|<#22,155,209#>插秧Ⅰ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520161,
		desc = "研究五级|<#22,155,209#>插秧Ⅰ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520162,
		desc = "研究一级|<#22,155,209#>插秧Ⅱ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520163,
		desc = "研究二级|<#22,155,209#>插秧Ⅱ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520164,
		desc = "研究三级|<#22,155,209#>插秧Ⅱ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520165,
		desc = "研究四级|<#22,155,209#>插秧Ⅱ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520166,
		desc = "研究六级|<#22,155,209#>插秧Ⅱ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520167,
		desc = "研究八级|<#22,155,209#>插秧Ⅱ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520168,
		desc = "研究十级|<#22,155,209#>插秧Ⅱ|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520169,
		desc = "学习一级天赋|<#22,155,209#>耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520170,
		desc = "学习二级天赋|<#22,155,209#>耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520171,
		desc = "学习三级天赋|<#22,155,209#>耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520172,
		desc = "学习四级天赋|<#22,155,209#>耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520173,
		desc = "学习五级天赋|<#22,155,209#>耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520174,
		desc = "学习五级天赋|<#22,155,209#>耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520175,
		desc = "学习一级天赋|<#22,155,209#>高阶耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520176,
		desc = "学习二级天赋|<#22,155,209#>高阶耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520177,
		desc = "学习四级天赋|<#22,155,209#>高阶耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520178,
		desc = "学习六级天赋|<#22,155,209#>高阶耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520179,
		desc = "学习八级天赋|<#22,155,209#>高阶耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520180,
		desc = "学习十级天赋|<#22,155,209#>高阶耕种|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520181,
		desc = "N/A",
	},
	{
		id = 520182,
		desc = "N/A",
	},
	{
		id = 520183,
		desc = "N/A",
	},
	{
		id = 520184,
		desc = "N/A",
	},
	{
		id = 520185,
		desc = "N/A",
	},
	{
		id = 520186,
		desc = "N/A",
	},
	{
		id = 520187,
		desc = "N/A",
	},
	{
		id = 520188,
		desc = "N/A",
	},
	{
		id = 520189,
		desc = "N/A",
	},
	{
		id = 520190,
		desc = "N/A",
	},
	{
		id = 520191,
		desc = "N/A",
	},
	{
		id = 520192,
		desc = "N/A",
	},
	{
		id = 520193,
		desc = "建造九级|<#22,155,209#>步兵营|可以解锁高级兵种",
	},
	{
		id = 520194,
		desc = "建造十级|<#22,155,209#>弓兵营|可以解锁高级兵种",
	},
	{
		id = 520195,
		desc = "建造十一级|<#22,155,209#>骑兵营|可以解锁高级兵种",
	},
	{
		id = 520196,
		desc = "建造十二级|<#22,155,209#>步兵营|可以解锁高级兵种",
	},
	{
		id = 520197,
		desc = "建造十三级|<#22,155,209#>弓兵营|可以解锁高级兵种",
	},
	{
		id = 520198,
		desc = "建造十四级|<#22,155,209#>步兵营|可以解锁高级兵种",
	},
	{
		id = 520199,
		desc = "建造十五级|<#22,155,209#>弓兵营|可以解锁高级兵种",
	},
	{
		id = 520200,
		desc = "建造十六级|<#22,155,209#>车兵营|可以解锁高级兵种",
	},
	{
		id = 520201,
		desc = "建造十七级|<#22,155,209#>步兵营|可以解锁高级兵种",
	},
	{
		id = 520202,
		desc = "建造十八级|<#22,155,209#>弓兵营|可以解锁高级兵种",
	},
	{
		id = 520203,
		desc = "建造十九级|<#22,155,209#>骑兵营|可以解锁高级兵种",
	},
	{
		id = 520204,
		desc = "建造二十级|<#22,155,209#>车兵营|可以解锁高级兵种",
	},
	{
		id = 520205,
		desc = "升级或训练360个|<#22,155,209#>枪兵|可以提升战力",
	},
	{
		id = 520206,
		desc = "升级或训练420个|<#22,155,209#>连弩兵|可以提升战力",
	},
	{
		id = 520207,
		desc = "升级或训练500个|<#22,155,209#>弓骑兵|可以提升战力",
	},
	{
		id = 520208,
		desc = "升级或训练600个|<#22,155,209#>盾兵|可以提升战力",
	},
	{
		id = 520209,
		desc = "升级或训练720个|<#22,155,209#>云弓手|可以提升战力",
	},
	{
		id = 520210,
		desc = "升级或训练800个|<#22,155,209#>长矛兵|可以提升战力",
	},
	{
		id = 520211,
		desc = "升级或训练850个|<#22,155,209#>劲弩手|可以提升战力",
	},
	{
		id = 520212,
		desc = "升级或训练900个|<#22,155,209#>抛石车|可以提升战力",
	},
	{
		id = 520213,
		desc = "升级或训练1100个|<#22,155,209#>大盾兵|可以提升战力",
	},
	{
		id = 520214,
		desc = "升级或训练1400个|<#22,155,209#>石箭弓手|可以提升战力",
	},
	{
		id = 520215,
		desc = "升级或训练1500个|<#22,155,209#>疾风枪骑兵|可以提升战力",
	},
	{
		id = 520216,
		desc = "升级或训练1700个|<#22,155,209#>石锤冲车|可以提升战力",
	},
	{
		id = 520217,
		desc = "N/A",
	},
	{
		id = 520218,
		desc = "N/A",
	},
	{
		id = 520219,
		desc = "N/A",
	},
	{
		id = 520220,
		desc = "N/A",
	},
	{
		id = 520221,
		desc = "N/A",
	},
	{
		id = 520222,
		desc = "N/A",
	},
	{
		id = 520223,
		desc = "N/A",
	},
	{
		id = 520224,
		desc = "N/A",
	},
	{
		id = 520225,
		desc = "N/A",
	},
	{
		id = 520226,
		desc = "N/A",
	},
	{
		id = 520227,
		desc = "N/A",
	},
	{
		id = 520228,
		desc = "N/A",
	},
	{
		id = 520229,
		desc = "N/A",
	},
	{
		id = 520230,
		desc = "获取|<#22,155,209#>锒灿皮甲|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520231,
		desc = "获取|<#22,155,209#>锒灿皮甲|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520232,
		desc = "获取|<#22,155,209#>锒灿皮甲|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520233,
		desc = "获取|<#22,155,209#>锒灿皮甲|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520234,
		desc = "N/A",
	},
	{
		id = 520235,
		desc = "获取|<#167,85,230#>红锦万花袍|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520236,
		desc = "获取|<#167,85,230#>红锦万花袍|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520237,
		desc = "获取|<#167,85,230#>红锦万花袍|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520238,
		desc = "获取|<#167,85,230#>红锦万花袍|并为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）装备可提升军团战力",
	},
	{
		id = 520239,
		desc = "N/A",
	},
	{
		id = 520240,
		desc = "N/A",
	},
	{
		id = 520241,
		desc = "为|<#255,126,0#>黄盖|进阶已装备的|<#167,85,230#>离火双刃|至一星可提升军团战力",
	},
	{
		id = 520242,
		desc = "为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）进阶已装备的|<#22,155,209#>锒灿皮甲|至一星可提升军团战力",
	},
	{
		id = 520243,
		desc = "为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）进阶已装备的|<#22,155,209#>锒灿皮甲|至二星可提升军团战力",
	},
	{
		id = 520244,
		desc = "为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）进阶已装备的|<#22,155,209#>锒灿皮甲|至三星可提升军团战力",
	},
	{
		id = 520245,
		desc = "为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）进阶已装备的|<#22,155,209#>锒灿皮甲|至四星可提升军团战力",
	},
	{
		id = 520246,
		desc = "为|<#255,126,0#>黄盖|进阶已装备的|<#167,85,230#>离火双刃|至二星可提升军团战力",
	},
	{
		id = 520247,
		desc = "N/A",
	},
	{
		id = 520248,
		desc = "为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）进阶已装备的|<#167,85,230#>红锦万花袍|至一星可提升军团战力",
	},
	{
		id = 520249,
		desc = "为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）进阶已装备的|<#167,85,230#>红锦万花袍|至二星可提升军团战力",
	},
	{
		id = 520250,
		desc = "为统领步兵的武将（|<#255,126,0#>黄盖|或其他步兵武将）进阶已装备的|<#167,85,230#>红锦万花袍|至三星可提升军团战力",
	},
	{
		id = 520251,
		desc = "为|<#255,126,0#>黄盖|进阶已装备的|<#167,85,230#>离火双刃|至三星可提升军团战力",
	},
	{
		id = 520252,
		desc = "为|<#255,126,0#>黄盖|进阶已装备的|<#167,85,230#>离火双刃|至三星可提升军团战力",
	},
	{
		id = 520253,
		desc = "研究二级|<#22,155,209#>步兵防御Ⅰ|可提升军团战力",
	},
	{
		id = 520254,
		desc = "研究三级|<#22,155,209#>步兵防御Ⅰ|可提升军团战力",
	},
	{
		id = 520255,
		desc = "研究四级|<#22,155,209#>步兵防御Ⅰ|可提升军团战力",
	},
	{
		id = 520256,
		desc = "研究五级|<#22,155,209#>步兵防御Ⅰ|可提升军团战力",
	},
	{
		id = 520257,
		desc = "研究二级|<#22,155,209#>步兵生命Ⅰ|可提升军团战力",
	},
	{
		id = 520258,
		desc = "研究三级|<#22,155,209#>步兵生命Ⅰ|可提升军团战力",
	},
	{
		id = 520259,
		desc = "研究四级|<#22,155,209#>步兵生命Ⅰ|可提升军团战力",
	},
	{
		id = 520260,
		desc = "研究五级|<#22,155,209#>步兵生命Ⅰ|可提升军团战力",
	},
	{
		id = 520261,
		desc = "研究二级|<#22,155,209#>步兵攻击Ⅰ|可提升军团战力",
	},
	{
		id = 520262,
		desc = "研究三级|<#22,155,209#>步兵攻击Ⅰ|可提升军团战力",
	},
	{
		id = 520263,
		desc = "研究四级|<#22,155,209#>步兵攻击Ⅰ|可提升军团战力",
	},
	{
		id = 520264,
		desc = "研究五级|<#22,155,209#>步兵攻击Ⅰ|可提升军团战力",
	},
	{
		id = 520265,
		desc = "学习一级天赋|<#22,155,209#>步兵强化|可提升军团战力",
	},
	{
		id = 520266,
		desc = "学习二级天赋|<#22,155,209#>步兵强化|可提升军团战力",
	},
	{
		id = 520267,
		desc = "学习三级天赋|<#22,155,209#>步兵强化|可提升军团战力",
	},
	{
		id = 520268,
		desc = "学习四级天赋|<#22,155,209#>步兵强化|可提升军团战力",
	},
	{
		id = 520269,
		desc = "学习五级天赋|<#22,155,209#>步兵强化|可提升军团战力",
	},
	{
		id = 520270,
		desc = "学习五级天赋|<#22,155,209#>步兵强化|可提升军团战力",
	},
	{
		id = 520271,
		desc = "学习五级天赋|<#22,155,209#>步兵强化|可提升军团战力",
	},
	{
		id = 520272,
		desc = "学习二级天赋|<#22,155,209#>步兵强化Ⅱ|可提升军团战力",
	},
	{
		id = 520273,
		desc = "学习四级天赋|<#22,155,209#>步兵强化Ⅱ|可提升军团战力",
	},
	{
		id = 520274,
		desc = "学习六级天赋|<#22,155,209#>步兵强化Ⅱ|可提升军团战力",
	},
	{
		id = 520275,
		desc = "学习八级天赋|<#22,155,209#>步兵强化Ⅱ|可提升军团战力",
	},
	{
		id = 520276,
		desc = "学习十级天赋|<#22,155,209#>步兵强化Ⅱ|可提升军团战力",
	},
	{
		id = 520277,
		desc = "N/A",
	},
	{
		id = 520278,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520279,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520280,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520281,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520282,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520283,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520284,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520285,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520286,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520287,
		desc = "穿戴主公宝物|<#22,155,209#>战国策|可提升军团战力",
	},
	{
		id = 520288,
		desc = "穿戴主公宝物|<#167,85,230#>汗血|可提升军团战力",
	},
	{
		id = 520289,
		desc = "建造九级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城锤|",
	},
	{
		id = 520290,
		desc = "建造十级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城锤|",
	},
	{
		id = 520291,
		desc = "建造十一级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城锤|",
	},
	{
		id = 520292,
		desc = "建造十二级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城车|",
	},
	{
		id = 520293,
		desc = "建造十三级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城车|",
	},
	{
		id = 520294,
		desc = "建造十四级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城车|",
	},
	{
		id = 520295,
		desc = "建造十五级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城车|",
	},
	{
		id = 520296,
		desc = "建造十六级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城车|",
	},
	{
		id = 520297,
		desc = "建造十七级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城车|",
	},
	{
		id = 520298,
		desc = "建造十八级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>攻城车|",
	},
	{
		id = 520299,
		desc = "建造十九级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>石锤冲车|",
	},
	{
		id = 520300,
		desc = "建造二十级|<#22,155,209#>车兵营|可以解锁|<#22,155,209#>石锤冲车|",
	},
	{
		id = 520301,
		desc = "升级或训练360个|<#22,155,209#>攻城锤|可以提升负重",
	},
	{
		id = 520302,
		desc = "升级或训练420个|<#22,155,209#>攻城锤|可以提升负重",
	},
	{
		id = 520303,
		desc = "升级或训练500个|<#22,155,209#>攻城锤|可以提升负重",
	},
	{
		id = 520304,
		desc = "升级或训练600个|<#22,155,209#>攻城车|可以提升负重",
	},
	{
		id = 520305,
		desc = "升级或训练720个|<#22,155,209#>攻城车|可以提升负重",
	},
	{
		id = 520306,
		desc = "升级或训练800个|<#22,155,209#>攻城车|可以提升负重",
	},
	{
		id = 520307,
		desc = "升级或训练850个|<#22,155,209#>攻城车|可以提升负重",
	},
	{
		id = 520308,
		desc = "升级或训练900个|<#22,155,209#>攻城车|可以提升负重",
	},
	{
		id = 520309,
		desc = "升级或训练1100个|<#22,155,209#>攻城车|可以提升负重",
	},
	{
		id = 520310,
		desc = "升级或训练1400个|<#22,155,209#>攻城车|可以提升负重",
	},
	{
		id = 520311,
		desc = "升级或训练1500个|<#22,155,209#>石锤冲车|可以提升负重",
	},
	{
		id = 520312,
		desc = "升级或训练1700个|<#22,155,209#>石锤冲车|可以提升负重",
	},
	{
		id = 520313,
		desc = "N/A",
	},
	{
		id = 520314,
		desc = "N/A",
	},
	{
		id = 520315,
		desc = "N/A",
	},
	{
		id = 520316,
		desc = "N/A",
	},
	{
		id = 520317,
		desc = "N/A",
	},
	{
		id = 520318,
		desc = "N/A",
	},
	{
		id = 520319,
		desc = "N/A",
	},
	{
		id = 520320,
		desc = "N/A",
	},
	{
		id = 520321,
		desc = "N/A",
	},
	{
		id = 520322,
		desc = "N/A",
	},
	{
		id = 520323,
		desc = "N/A",
	},
	{
		id = 520324,
		desc = "N/A",
	},
	{
		id = 520325,
		desc = "获取|<#22,155,209#>岱炎皮甲|并为带兵武将装备可提升军团负重",
	},
	{
		id = 520326,
		desc = "获取|<#22,155,209#>岱炎皮甲|并为带兵武将装备可提升军团负重",
	},
	{
		id = 520327,
		desc = "获取|<#22,155,209#>岱炎皮甲|并为带兵武将装备可提升军团负重",
	},
	{
		id = 520328,
		desc = "获取|<#22,155,209#>岱炎皮甲|并为带兵武将装备可提升军团负重",
	},
	{
		id = 520329,
		desc = "获取|<#22,155,209#>岱炎皮甲|并为带兵武将装备可提升军团负重",
	},
	{
		id = 520330,
		desc = "获取|<#22,155,209#>岱炎皮甲|并为带兵武将装备可提升军团负重",
	},
	{
		id = 520331,
		desc = "获取|<#167,85,230#>黄金铠|并为为带兵武将装备可提升军团负重",
	},
	{
		id = 520332,
		desc = "获取|<#167,85,230#>黄金铠|并为为带兵武将装备可提升军团负重",
	},
	{
		id = 520333,
		desc = "获取|<#167,85,230#>黄金铠|并为为带兵武将装备可提升军团负重",
	},
	{
		id = 520334,
		desc = "获取|<#167,85,230#>黄金铠|并为为带兵武将装备可提升军团负重",
	},
	{
		id = 520335,
		desc = "获取|<#167,85,230#>黄金铠|并为为带兵武将装备可提升军团负重",
	},
	{
		id = 520336,
		desc = "获取|<#167,85,230#>黄金铠|并为为带兵武将装备可提升军团负重",
	},
	{
		id = 520337,
		desc = "进阶带兵武将装备的|<#22,155,209#>岱炎皮甲|至一星可提升军团负重",
	},
	{
		id = 520338,
		desc = "进阶带兵武将装备的|<#22,155,209#>岱炎皮甲|至二星可提升军团负重",
	},
	{
		id = 520339,
		desc = "进阶带兵武将装备的|<#22,155,209#>岱炎皮甲|至三星可提升军团负重",
	},
	{
		id = 520340,
		desc = "进阶带兵武将装备的|<#22,155,209#>岱炎皮甲|至三星可提升军团负重",
	},
	{
		id = 520341,
		desc = "进阶带兵武将装备的|<#22,155,209#>岱炎皮甲|至四星可提升军团负重",
	},
	{
		id = 520342,
		desc = "进阶带兵武将装备的|<#22,155,209#>岱炎皮甲|至四星可提升军团负重",
	},
	{
		id = 520343,
		desc = "进阶带兵武将装备的|<#167,85,230#>黄金铠|至一星可提升军团负重",
	},
	{
		id = 520344,
		desc = "进阶带兵武将装备的|<#167,85,230#>黄金铠|至二星可提升军团负重",
	},
	{
		id = 520345,
		desc = "进阶带兵武将装备的|<#167,85,230#>黄金铠|至三星可提升军团负重",
	},
	{
		id = 520346,
		desc = "进阶带兵武将装备的|<#167,85,230#>黄金铠|至三星可提升军团负重",
	},
	{
		id = 520347,
		desc = "进阶带兵武将装备的|<#167,85,230#>黄金铠|至四星可提升军团负重",
	},
	{
		id = 520348,
		desc = "进阶带兵武将装备的|<#167,85,230#>黄金铠|至四星可提升军团负重",
	},
	{
		id = 520349,
		desc = "研究一级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520350,
		desc = "研究二级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520351,
		desc = "研究三级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520352,
		desc = "研究四级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520353,
		desc = "研究五级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520354,
		desc = "研究五级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520355,
		desc = "研究五级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520356,
		desc = "研究五级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520357,
		desc = "研究五级|<#22,155,209#>负重训练Ⅰ|可提升军团负重",
	},
	{
		id = 520358,
		desc = "研究一级|<#22,155,209#>负重训练Ⅱ|可提升军团负重",
	},
	{
		id = 520359,
		desc = "研究三级|<#22,155,209#>负重训练Ⅱ|可提升军团负重",
	},
	{
		id = 520360,
		desc = "研究五级|<#22,155,209#>负重训练Ⅱ|可提升军团负重",
	},
	{
		id = 520361,
		desc = "N/A",
	},
	{
		id = 520362,
		desc = "N/A",
	},
	{
		id = 520363,
		desc = "N/A",
	},
	{
		id = 520364,
		desc = "N/A",
	},
	{
		id = 520365,
		desc = "学习天赋一级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520366,
		desc = "学习天赋二级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520367,
		desc = "学习天赋三级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520368,
		desc = "学习天赋四级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520369,
		desc = "学习天赋五级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520370,
		desc = "学习天赋五级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520371,
		desc = "学习天赋五级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520372,
		desc = "学习天赋五级|<#22,155,209#>辎重车|可提升军团负重",
	},
	{
		id = 520373,
		desc = "N/A",
	},
	{
		id = 520374,
		desc = "N/A",
	},
	{
		id = 520375,
		desc = "N/A",
	},
	{
		id = 520376,
		desc = "N/A",
	},
	{
		id = 520377,
		desc = "N/A",
	},
	{
		id = 520378,
		desc = "N/A",
	},
	{
		id = 520379,
		desc = "N/A",
	},
	{
		id = 520380,
		desc = "N/A",
	},
	{
		id = 520381,
		desc = "N/A",
	},
	{
		id = 520382,
		desc = "N/A",
	},
	{
		id = 520383,
		desc = "N/A",
	},
	{
		id = 520384,
		desc = "N/A",
	},
	{
		id = 520385,
		desc = "升级九级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520386,
		desc = "升级十级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520387,
		desc = "升级十一级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520388,
		desc = "升级十二级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520389,
		desc = "升级十三级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520390,
		desc = "升级十四级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520391,
		desc = "升级十五级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520392,
		desc = "升级十六级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520393,
		desc = "升级十七级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520394,
		desc = "升级十八级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520395,
		desc = "升级十九级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520396,
		desc = "升级二十级|<#22,155,209#>农田|提升粮食产量",
	},
	{
		id = 520397,
		desc = "N/A",
	},
	{
		id = 520398,
		desc = "N/A",
	},
	{
		id = 520399,
		desc = "N/A",
	},
	{
		id = 520400,
		desc = "N/A",
	},
	{
		id = 520401,
		desc = "N/A",
	},
	{
		id = 520402,
		desc = "N/A",
	},
	{
		id = 520403,
		desc = "N/A",
	},
	{
		id = 520404,
		desc = "N/A",
	},
	{
		id = 520405,
		desc = "N/A",
	},
	{
		id = 520406,
		desc = "N/A",
	},
	{
		id = 520407,
		desc = "N/A",
	},
	{
		id = 520408,
		desc = "N/A",
	},
	{
		id = 520409,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520410,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520411,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520412,
		desc = "获取|<#0,140,50#>朱桓|并驻守在|<#22,155,209#>农田|可提升粮食产量和士兵数量上限",
	},
	{
		id = 520413,
		desc = "N/A",
	},
	{
		id = 520414,
		desc = "N/A",
	},
	{
		id = 520415,
		desc = "N/A",
	},
	{
		id = 520416,
		desc = "N/A",
	},
	{
		id = 520417,
		desc = "N/A",
	},
	{
		id = 520418,
		desc = "N/A",
	},
	{
		id = 520419,
		desc = "N/A",
	},
	{
		id = 520420,
		desc = "N/A",
	},
	{
		id = 520421,
		desc = "N/A",
	},
	{
		id = 520422,
		desc = "N/A",
	},
	{
		id = 520423,
		desc = "N/A",
	},
	{
		id = 520424,
		desc = "N/A",
	},
	{
		id = 520425,
		desc = "获取|<#22,155,209#>避水珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520426,
		desc = "获取|<#22,155,209#>避水珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520427,
		desc = "获取|<#22,155,209#>避水珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520428,
		desc = "N/A",
	},
	{
		id = 520429,
		desc = "获取|<#22,155,209#>玲珑宝珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520430,
		desc = "获取|<#22,155,209#>玲珑宝珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520431,
		desc = "获取|<#22,155,209#>玲珑宝珠|并为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）佩戴可提升粮食产量和士兵数量上限",
	},
	{
		id = 520432,
		desc = "N/A",
	},
	{
		id = 520433,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至一星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520434,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至二星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520435,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至三星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520436,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#0,140,50#>朱桓|进阶|<#0,140,50#>亮银刀|至四星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520437,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>避水珠|至一星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520438,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>避水珠|至二星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520439,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>避水珠|至三星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520440,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#167,85,230#>黄盖|进阶|<#167,85,230#>离火双刃|至二星可提升提升粮食产量和士兵数量上限",
	},
	{
		id = 520441,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>玲珑宝珠|至一星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520442,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>玲珑宝珠|至二星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520443,
		desc = "为驻守|<#22,155,209#>农田|的武将（|<#167,85,230#>黄盖|或|<#0,140,50#>朱桓|）进阶|<#22,155,209#>玲珑宝珠|至三星可提升粮食产量和士兵数量上限",
	},
	{
		id = 520444,
		desc = "为驻守|<#22,155,209#>农田|的武将|<#167,85,230#>黄盖|进阶|<#167,85,230#>离火双刃|至三星可提升提升粮食产量和士兵数量上限",
	},
	{
		id = 520445,
		desc = "研究一级|<#22,155,209#>插秧Ⅰ|可提升粮食产量",
	},
	{
		id = 520446,
		desc = "研究二级|<#22,155,209#>插秧Ⅰ|可提升粮食产量",
	},
	{
		id = 520447,
		desc = "研究三级|<#22,155,209#>插秧Ⅰ|可提升粮食产量",
	},
	{
		id = 520448,
		desc = "研究四级|<#22,155,209#>插秧Ⅰ|可提升粮食产量",
	},
	{
		id = 520449,
		desc = "研究五级|<#22,155,209#>插秧Ⅰ|可提升粮食产量",
	},
	{
		id = 520450,
		desc = "研究一级|<#22,155,209#>插秧Ⅱ|可提升粮食产量",
	},
	{
		id = 520451,
		desc = "研究二级|<#22,155,209#>插秧Ⅱ|可提升粮食产量",
	},
	{
		id = 520452,
		desc = "研究三级|<#22,155,209#>插秧Ⅱ|可提升粮食产量",
	},
	{
		id = 520453,
		desc = "研究四级|<#22,155,209#>插秧Ⅱ|可提升粮食产量",
	},
	{
		id = 520454,
		desc = "研究五级|<#22,155,209#>插秧Ⅱ|可提升粮食产量",
	},
	{
		id = 520455,
		desc = "研究五级|<#22,155,209#>插秧Ⅱ|可提升粮食产量",
	},
	{
		id = 520456,
		desc = "研究五级|<#22,155,209#>插秧Ⅱ|可提升粮食产量",
	},
	{
		id = 520457,
		desc = "学习天赋一级 |<#22,155,209#>耕种|可提升粮食产量",
	},
	{
		id = 520458,
		desc = "学习天赋二级|<#22,155,209#>耕种|可提升粮食产量",
	},
	{
		id = 520459,
		desc = "学习天赋三级|<#22,155,209#>耕种|可提升粮食产量",
	},
	{
		id = 520460,
		desc = "学习天赋四级|<#22,155,209#>耕种|可提升粮食产量",
	},
	{
		id = 520461,
		desc = "学习天赋五级|<#22,155,209#>耕种|可提升粮食产量",
	},
	{
		id = 520462,
		desc = "学习天赋五级|<#22,155,209#>耕种|可提升粮食产量",
	},
	{
		id = 520463,
		desc = "学习天赋一级|<#22,155,209#>高阶耕种|可提升粮食产量",
	},
	{
		id = 520464,
		desc = "学习天赋二级|<#22,155,209#>高阶耕种|可提升粮食产量",
	},
	{
		id = 520465,
		desc = "学习天赋三级|<#22,155,209#>高阶耕种|可提升粮食产量",
	},
	{
		id = 520466,
		desc = "学习天赋四级|<#22,155,209#>高阶耕种|可提升粮食产量",
	},
	{
		id = 520467,
		desc = "学习天赋五级|<#22,155,209#>高阶耕种|可提升粮食产量",
	},
	{
		id = 520468,
		desc = "学习天赋五级|<#22,155,209#>高阶耕种|可提升粮食产量",
	},
	{
		id = 520469,
		desc = "N/A",
	},
	{
		id = 520470,
		desc = "N/A",
	},
	{
		id = 520471,
		desc = "N/A",
	},
	{
		id = 520472,
		desc = "N/A",
	},
	{
		id = 520473,
		desc = "N/A",
	},
	{
		id = 520474,
		desc = "N/A",
	},
	{
		id = 520475,
		desc = "N/A",
	},
	{
		id = 520476,
		desc = "N/A",
	},
	{
		id = 520477,
		desc = "N/A",
	},
	{
		id = 520478,
		desc = "N/A",
	},
	{
		id = 520479,
		desc = "N/A",
	},
	{
		id = 520480,
		desc = "N/A",
	},
	{
		id = 600001,
		desc = "前往区域1",
	},
	{
		id = 600002,
		desc = "攻破城门1",
	},
	{
		id = 600003,
		desc = "前往区域3",
	},
	{
		id = 600004,
		desc = "前往区域3",
	},
	{
		id = 600005,
		desc = "前往区域3",
	},
	{
		id = 600006,
		desc = "攻破城门2",
	},
	{
		id = 600007,
		desc = "前往区域4",
	},
	{
		id = 600008,
		desc = "前往区域4",
	},
	{
		id = 600009,
		desc = "前往区域4",
	},
	{
		id = 600010,
		desc = "前往区域4",
	},
	{
		id = 600011,
		desc = "攻破城门3",
	},
	{
		id = 600012,
		desc = "前往区域5",
	},
	{
		id = 600013,
		desc = "前往区域5",
	},
	{
		id = 600014,
		desc = "前往区域5",
	},
	{
		id = 600015,
		desc = "前往区域5",
	},
	{
		id = 600016,
		desc = "攻破内城",
	},
	{
		id = 600017,
		desc = "占领攻城锤",
	},
	{
		id = 600018,
		desc = "占领投石车",
	},
	{
		id = 600019,
		desc = "前往区域3",
	},
	{
		id = 600020,
		desc = "占领投石车",
	},
	{
		id = 600021,
		desc = "前往区域3",
	},
	{
		id = 600022,
		desc = "前往区域3",
	},
	{
		id = 600023,
		desc = "前往区域3",
	},
	{
		id = 600024,
		desc = "前往区域4",
	},
	{
		id = 600025,
		desc = "占领投石车",
	},
	{
		id = 600026,
		desc = "前往区域4",
	},
	{
		id = 600027,
		desc = "前往区域4",
	},
	{
		id = 600028,
		desc = "前往区域4",
	},
	{
		id = 600029,
		desc = "前往区域5",
	},
	{
		id = 600030,
		desc = "前往区域5",
	},
	{
		id = 600031,
		desc = "前往区域5",
	},
	{
		id = 600032,
		desc = "前往区域5",
	},
	{
		id = 600033,
		desc = "前往区域2",
	},
	{
		id = 600034,
		desc = "前往区域2",
	},
	{
		id = 600035,
		desc = "前往区域2",
	},
	{
		id = 600036,
		desc = "前往区域2",
	},
	{
		id = 600037,
		desc = "占领云梯",
	},
	{
		id = 600038,
		desc = "前往区域5",
	},
	{
		id = 600039,
		desc = "前往区域5",
	},
	{
		id = 600040,
		desc = "前往区域5",
	},
	{
		id = 600041,
		desc = "前往区域5",
	},
	{
		id = 600042,
		desc = "攻破内城",
	},
	{
		id = 600043,
		desc = "前往区域5击杀守军",
	},
	{
		id = 600044,
		desc = "前往区域5击杀守军",
	},
	{
		id = 600045,
		desc = "前往区域5击杀守军",
	},
	{
		id = 600046,
		desc = "前往区域5击杀守军",
	},
	{
		id = 600047,
		desc = "前往区域2击杀守军",
	},
	{
		id = 600048,
		desc = "前往区域3",
	},
	{
		id = 600049,
		desc = "前往区域3",
	},
	{
		id = 600050,
		desc = "前往区域3",
	},
	{
		id = 600051,
		desc = "前往区域3",
	},
	{
		id = 600052,
		desc = "占领城门1的床弩",
	},
	{
		id = 600053,
		desc = "前往区域3支持盟友",
	},
	{
		id = 600054,
		desc = "前往区域3支持盟友",
	},
	{
		id = 600055,
		desc = "前往区域3支持盟友",
	},
	{
		id = 600056,
		desc = "前往区域3支持盟友",
	},
	{
		id = 600057,
		desc = "坚守城门2，击杀敌军",
	},
	{
		id = 600058,
		desc = "前往区域4支持盟友",
	},
	{
		id = 600059,
		desc = "前往区域4支持盟友",
	},
	{
		id = 600060,
		desc = "前往区域4支持盟友",
	},
	{
		id = 600061,
		desc = "坚守城门3，击杀敌军",
	},
	{
		id = 600062,
		desc = "前往区域5支持盟友",
	},
	{
		id = 600063,
		desc = "前往区域5支持盟友",
	},
	{
		id = 600064,
		desc = "前往区域5支持盟友",
	},
	{
		id = 600065,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600066,
		desc = "前往区域1与敌人厮杀",
	},
	{
		id = 600067,
		desc = "前往区域1与敌人厮杀",
	},
	{
		id = 600068,
		desc = "前往区域1与敌人厮杀",
	},
	{
		id = 600069,
		desc = "前往区域1与敌人厮杀",
	},
	{
		id = 600070,
		desc = "阻止敌军占领投石车",
	},
	{
		id = 600071,
		desc = "坚守城门2，击杀敌军",
	},
	{
		id = 600072,
		desc = "坚守城门2，击杀敌军",
	},
	{
		id = 600073,
		desc = "坚守城门2，击杀敌军",
	},
	{
		id = 600074,
		desc = "坚守城门2，击杀敌军",
	},
	{
		id = 600075,
		desc = "阻止敌军占领投石车",
	},
	{
		id = 600076,
		desc = "坚守城门3，击杀敌军",
	},
	{
		id = 600077,
		desc = "坚守城门3，击杀敌军",
	},
	{
		id = 600078,
		desc = "坚守城门3，击杀敌军",
	},
	{
		id = 600079,
		desc = "阻止敌人占领投石车",
	},
	{
		id = 600080,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600081,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600082,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600083,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600084,
		desc = "前往区域5",
	},
	{
		id = 600085,
		desc = "前往区域5",
	},
	{
		id = 600086,
		desc = "前往区域5",
	},
	{
		id = 600087,
		desc = "前往区域5",
	},
	{
		id = 600088,
		desc = "占领云梯处的床弩",
	},
	{
		id = 600089,
		desc = "云梯搭至城墙，速回防",
	},
	{
		id = 600090,
		desc = "云梯搭至城墙，速回防",
	},
	{
		id = 600091,
		desc = "云梯搭至城墙，速回防",
	},
	{
		id = 600092,
		desc = "云梯搭至城墙，速回防",
	},
	{
		id = 600093,
		desc = "坚守内城，击杀敌军",
	},
	{
		id = 600094,
		desc = "前往云梯外击杀敌军",
	},
	{
		id = 600095,
		desc = "前往云梯外击杀敌军",
	},
	{
		id = 600096,
		desc = "前往云梯外击杀敌军",
	},
	{
		id = 600097,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600098,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600099,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600100,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600101,
		desc = "保卫内城，击杀敌军",
	},
	{
		id = 600102,
		desc = "从战略图选择出生点",
	},
	{
		id = 600103,
		desc = "点击军团编辑部队",
	},
	{
		id = 600104,
		desc = "点击军团编辑部队",
	},
	{
		id = 600105,
		desc = "点击军团编辑部队",
	},
	{
		id = 600106,
		desc = "点击军团编辑部队",
	},
	{
		id = 600107,
		desc = "点击军团编辑部队",
	},
	{
		id = 600108,
		desc = "从战略图选择出生点",
	},
	{
		id = 600109,
		desc = "点击军团编辑部队",
	},
	{
		id = 600110,
		desc = "点击军团编辑部队",
	},
	{
		id = 600111,
		desc = "点击军团编辑部队",
	},
	{
		id = 600112,
		desc = "点击军团编辑部队",
	},
	{
		id = 600113,
		desc = "点击军团编辑部队",
	},
	{
		id = 610001,
		desc = "|<#72,255,98#>%{nick}|占领了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610002,
		desc = "|<#22,155,209#>%{map_id}|被守军破坏",
	},
	{
		id = 610003,
		desc = "|<#253,208,110#>%{from_map_id}|对|<#22,155,209#>%{to_map_id}|造成了|<#255,40,50#>%{reduce}|点伤害，|<#22,155,209#>%{to_map_id}|剩余血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610004,
		desc = "|<#72,255,98#>%{nick}|占领了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610005,
		desc = "|<#22,155,209#>%{map_id}|被守军破坏",
	},
	{
		id = 610006,
		desc = "|<#253,208,110#>%{from_map_id}|对|<#22,155,209#>%{to_map_id}|造成了|<#255,40,50#>%{reduce}|点伤害，|<#22,155,209#>%{to_map_id}|剩余血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610007,
		desc = "|<#22,155,209#>%{map_id}|已经搭建完成",
	},
	{
		id = 610008,
		desc = "|<#72,255,98#>%{nick}|占领了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610009,
		desc = "|<#72,255,98#>%{nick}|击退了|<#22,155,209#>%{map_id}|的驻守军团",
	},
	{
		id = 610010,
		desc = "|<#72,255,98#>%{fromNick}|使用投石车攻击了|<#22,155,209#>%{toNick}|，造成|<#255,40,50#>%{reduce}|点伤害",
	},
	{
		id = 610011,
		desc = "|<#72,255,98#>%{nick}|占领了|<#22,155,209#>%{map_id}|",
	},
	{
		id = 610012,
		desc = "|<#72,255,98#>%{fromNick}|攻破了|<#22,155,209#>%{toNick}|的城池",
	},
	{
		id = 610013,
		desc = "|<#22,155,209#>%{map_id}|已被攻陷！",
	},
	{
		id = 610014,
		desc = "|<#253,208,110#>%{from_map_id}|对|<#22,155,209#>%{to_map_id}|造成了|<#255,40,50#>%{reduce}|点伤害，|<#22,155,209#>%{to_map_id}|剩余血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610015,
		desc = "|<#72,255,98#>%{nick}|对|<#22,155,209#>%{map_id}|造成了|<#255,40,50#>%{reduce}|点伤害，|<#22,155,209#>%{map_id}|剩余血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610016,
		desc = "|<#72,255,98#>%{nick}|攻破了|<#22,155,209#>%{map_id}|！",
	},
	{
		id = 610017,
		desc = "|<#253,208,110#>%{%nick}|对|<#22,155,209#>%{map_id}|造成了|<#255,40,50#>%{reduce}|点伤害，|<#22,155,209#>%{map_id}|剩余血量|<#72,255,98#>%{rest}|",
	},
	{
		id = 610018,
		desc = "|<#22,155,209#>%{map_id}|被守军破坏！",
	},
	{
		id = 610019,
		desc = "|<#22,155,209#>%{map_id}|被守军破坏！",
	},
	{
		id = 610020,
		desc = "|<#22,155,209#>%{map_id}|已经部署完成！",
	},
	{
		id = 610021,
		desc = "|<#22,155,209#>%{map_id}|被攻陷！",
	},
	{
		id = 610022,
		desc = "|<#22,155,209#>%{map_id}|被攻陷！",
	},
	{
		id = 610023,
		desc = "敌军所有军团下一次行军时间延长|<#255,40,50#>%{second}|秒",
	},
	{
		id = 610024,
		desc = "业火冲天对|<#22,155,209#>%{map_id}|造成了|<#255,40,50#>%{reduce}|点伤害，|<#22,155,209#>%{map_id}|剩余血量为|<#72,255,98#>%{rest}|",
	},
	{
		id = 610025,
		desc = "敌军在区域|<#72,255,98#>%{toArea}|的投石车/床弩内驻守的军团已被主公破胆怒吼击退回城！",
	},
	{
		id = 610026,
		desc = "你的出征武将发动无双乱舞，将|<#22,155,209#>%{toNick}|的城池击破！",
	},
	{
		id = 610027,
		desc = "下一次军团攻击城墙或敌军城池时，造成的伤害翻倍。但行军时间延长一倍。",
	},
	{
		id = 611023,
		desc = "敌军施放技能|<#22,155,209#>五雷轰顶|，我军所有军团下一次行军时间延长|<#255,40,50#>%{second}|秒",
	},
	{
		id = 611025,
		desc = "敌军施放技能|<#22,155,209#>破胆怒吼|，我军驻守在投石车/床弩内的军团强制返回",
	},
	{
		id = 611026,
		desc = "|<#72,255,98#>%{fromNick}|发动无双乱舞，将我军城池击破！",
	},
	{
		id = 620001,
		desc = "N/A",
	},
	{
		id = 620002,
		desc = "N/A",
	},
	{
		id = 620003,
		desc = "N/A",
	},
	{
		id = 620004,
		desc = "N/A",
	},
	{
		id = 620005,
		desc = "野战步兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620006,
		desc = "弓兵训练数量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620007,
		desc = "野战弓兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620008,
		desc = "野战骑兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620009,
		desc = "陷阱制造速度提升|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620010,
		desc = "N/A",
	},
	{
		id = 620011,
		desc = "N/A",
	},
	{
		id = 620012,
		desc = "N/A",
	},
	{
		id = 620013,
		desc = "N/A",
	},
	{
		id = 620014,
		desc = "N/A",
	},
	{
		id = 620015,
		desc = "N/A",
	},
	{
		id = 620016,
		desc = "N/A",
	},
	{
		id = 620017,
		desc = "医馆容量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620018,
		desc = "步兵负重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620019,
		desc = "N/A",
	},
	{
		id = 620020,
		desc = "N/A",
	},
	{
		id = 620021,
		desc = "野战车兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620022,
		desc = "野战弓兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620023,
		desc = "N/A",
	},
	{
		id = 620024,
		desc = "N/A",
	},
	{
		id = 620025,
		desc = "农田产量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620026,
		desc = "金矿产量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620027,
		desc = "N/A",
	},
	{
		id = 620028,
		desc = "N/A",
	},
	{
		id = 620029,
		desc = "仓库所有资源保护量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620030,
		desc = "联盟帮助次数增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620031,
		desc = "黄金采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620032,
		desc = "陷阱上限增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620033,
		desc = "弓兵负重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620034,
		desc = "剿匪行军速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620035,
		desc = "N/A",
	},
	{
		id = 620036,
		desc = "N/A",
	},
	{
		id = 620037,
		desc = "N/A",
	},
	{
		id = 620038,
		desc = "N/A",
	},
	{
		id = 620039,
		desc = "野战车兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620040,
		desc = "N/A",
	},
	{
		id = 620041,
		desc = "N/A",
	},
	{
		id = 620042,
		desc = "N/A",
	},
	{
		id = 620043,
		desc = "N/A",
	},
	{
		id = 620044,
		desc = "N/A",
	},
	{
		id = 620045,
		desc = "N/A",
	},
	{
		id = 620046,
		desc = "N/A",
	},
	{
		id = 620047,
		desc = "N/A",
	},
	{
		id = 620048,
		desc = "N/A",
	},
	{
		id = 620049,
		desc = "N/A",
	},
	{
		id = 620050,
		desc = "步兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620051,
		desc = "弓兵城池战生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620052,
		desc = "科技研究消耗减少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620053,
		desc = "所有资源建筑产量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620054,
		desc = "野战骑兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620055,
		desc = "车兵负重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620056,
		desc = "步兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620057,
		desc = "野战弓兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620058,
		desc = "升级装备白银消耗减少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620059,
		desc = "伐木场产量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620060,
		desc = "所有部队防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620061,
		desc = "弓兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620062,
		desc = "铁矿采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620063,
		desc = "野战车兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620064,
		desc = "粮食采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620065,
		desc = "部队训练速度提升|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620066,
		desc = "所有步兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620067,
		desc = "弓兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620068,
		desc = "建筑建造速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620069,
		desc = "城墙耐久上限增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620070,
		desc = "陷阱触发概率增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620071,
		desc = "车兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620072,
		desc = "伤兵恢复费用降低|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620073,
		desc = "步兵训练数量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620074,
		desc = "木材采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620075,
		desc = "石矿采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620076,
		desc = "骑兵训练数量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620077,
		desc = "野战骑兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620078,
		desc = "车兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620079,
		desc = "野战步兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620080,
		desc = "野战步兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620081,
		desc = "骑兵城池战生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620082,
		desc = "分解装备白银获得增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620083,
		desc = "建造建筑消耗减少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620084,
		desc = "所有弓兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620085,
		desc = "伤兵恢复速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620086,
		desc = "车兵城池战生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620087,
		desc = "科技研究速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620088,
		desc = "所有骑兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620089,
		desc = "所有步兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620090,
		desc = "所有步兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620091,
		desc = "所有武将魅力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620092,
		desc = "联盟帮助时间增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620093,
		desc = "骑兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620094,
		desc = "所有步兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620095,
		desc = "所有武将统御提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620096,
		desc = "所有武将武力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620097,
		desc = "所有弓兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620098,
		desc = "所有车兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620099,
		desc = "所有部队生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620100,
		desc = "步兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620101,
		desc = "所有骑兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620102,
		desc = "所有武将政治提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620103,
		desc = "所有车兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620104,
		desc = "所有资源采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620105,
		desc = "骑兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620106,
		desc = "武将带兵数量提高|<#0,255,0#>%{num}|",
	},
	{
		id = 620107,
		desc = "武将带兵数量提高|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620108,
		desc = "所有骑兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620109,
		desc = "所有弓兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620110,
		desc = "所有车兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620111,
		desc = "所有部队攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620112,
		desc = "N/A",
	},
	{
		id = 620113,
		desc = "N/A",
	},
	{
		id = 620114,
		desc = "N/A",
	},
	{
		id = 620115,
		desc = "N/A",
	},
	{
		id = 620116,
		desc = "N/A",
	},
	{
		id = 620117,
		desc = "N/A",
	},
	{
		id = 620118,
		desc = "N/A",
	},
	{
		id = 620119,
		desc = "N/A",
	},
	{
		id = 620120,
		desc = "N/A",
	},
	{
		id = 620121,
		desc = "N/A",
	},
	{
		id = 620122,
		desc = "N/A",
	},
	{
		id = 620123,
		desc = "N/A",
	},
	{
		id = 620124,
		desc = "N/A",
	},
	{
		id = 620125,
		desc = "N/A",
	},
	{
		id = 620126,
		desc = "N/A",
	},
	{
		id = 620127,
		desc = "N/A",
	},
	{
		id = 620128,
		desc = "N/A",
	},
	{
		id = 620129,
		desc = "N/A",
	},
	{
		id = 620130,
		desc = "N/A",
	},
	{
		id = 620131,
		desc = "N/A",
	},
	{
		id = 620132,
		desc = "N/A",
	},
	{
		id = 620133,
		desc = "N/A",
	},
	{
		id = 620134,
		desc = "N/A",
	},
	{
		id = 620135,
		desc = "N/A",
	},
	{
		id = 620136,
		desc = "N/A",
	},
	{
		id = 620137,
		desc = "N/A",
	},
	{
		id = 620138,
		desc = "N/A",
	},
	{
		id = 620139,
		desc = "N/A",
	},
	{
		id = 620140,
		desc = "N/A",
	},
	{
		id = 620141,
		desc = "N/A",
	},
	{
		id = 620142,
		desc = "N/A",
	},
	{
		id = 620143,
		desc = "N/A",
	},
	{
		id = 620144,
		desc = "N/A",
	},
	{
		id = 620145,
		desc = "N/A",
	},
	{
		id = 620146,
		desc = "N/A",
	},
	{
		id = 620147,
		desc = "N/A",
	},
	{
		id = 620148,
		desc = "N/A",
	},
	{
		id = 620149,
		desc = "N/A",
	},
	{
		id = 620150,
		desc = "N/A",
	},
	{
		id = 620151,
		desc = "N/A",
	},
	{
		id = 620152,
		desc = "N/A",
	},
	{
		id = 620153,
		desc = "N/A",
	},
	{
		id = 620154,
		desc = "N/A",
	},
	{
		id = 620155,
		desc = "N/A",
	},
	{
		id = 620156,
		desc = "N/A",
	},
	{
		id = 620157,
		desc = "N/A",
	},
	{
		id = 620158,
		desc = "N/A",
	},
	{
		id = 620159,
		desc = "N/A",
	},
	{
		id = 620160,
		desc = "N/A",
	},
	{
		id = 620161,
		desc = "步兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620162,
		desc = "科技研究消耗减少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620163,
		desc = "科技研究消耗减少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620164,
		desc = "所有资源建筑产量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620165,
		desc = "野战骑兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620166,
		desc = "车兵负重增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620167,
		desc = "步兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620168,
		desc = "野战弓兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620169,
		desc = "升级装备白银消耗减少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620170,
		desc = "伐木场产量增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620171,
		desc = "所有部队防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620172,
		desc = "弓兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620173,
		desc = "铁矿采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620174,
		desc = "野战车兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620175,
		desc = "粮食采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620176,
		desc = "部队训练速度提升|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620177,
		desc = "所有步兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620178,
		desc = "弓兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620179,
		desc = "建筑建造速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620180,
		desc = "城墙耐久上限增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620181,
		desc = "陷阱触发概率增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620182,
		desc = "车兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620183,
		desc = "伤兵恢复费用降低|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620184,
		desc = "步兵训练数量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620185,
		desc = "木材采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620186,
		desc = "石矿采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620187,
		desc = "骑兵训练数量增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620188,
		desc = "野战骑兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620189,
		desc = "车兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620190,
		desc = "野战步兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620191,
		desc = "野战步兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620192,
		desc = "骑兵城池战生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620193,
		desc = "分解装备白银获得增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620194,
		desc = "建造建筑消耗减少|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620195,
		desc = "所有弓兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620196,
		desc = "伤兵恢复速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620197,
		desc = "车兵城池战生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620198,
		desc = "科技研究速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620199,
		desc = "所有骑兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620200,
		desc = "所有步兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620201,
		desc = "所有步兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620202,
		desc = "所有武将魅力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620203,
		desc = "联盟帮助时间增加|<#0,255,0#>%{num}|",
	},
	{
		id = 620204,
		desc = "骑兵城池战防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620205,
		desc = "所有步兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620206,
		desc = "所有武将统御提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620207,
		desc = "所有武将武力提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620208,
		desc = "所有弓兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620209,
		desc = "所有车兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620210,
		desc = "所有部队生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620211,
		desc = "步兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620212,
		desc = "所有骑兵生命增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620213,
		desc = "所有武将政治提升|<#0,255,0#>%{num}|",
	},
	{
		id = 620214,
		desc = "所有车兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620215,
		desc = "所有资源采集速度增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620216,
		desc = "骑兵城池战攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620217,
		desc = "武将带兵数量提高|<#0,255,0#>%{num}|",
	},
	{
		id = 620218,
		desc = "武将带兵数量提高|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620219,
		desc = "所有骑兵防御增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620220,
		desc = "所有弓兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620221,
		desc = "所有车兵攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 620222,
		desc = "所有部队攻击增加|<#0,255,0#>%{num}|%%",
	},
	{
		id = 631001,
		desc = "撒豆成兵",
	},
	{
		id = 631002,
		desc = "领导力",
	},
	{
		id = 631003,
		desc = "森严壁垒",
	},
	{
		id = 631004,
		desc = "破城先锋",
	},
	{
		id = 631005,
		desc = "百步穿杨",
	},
	{
		id = 631006,
		desc = "机关秘术",
	},
	{
		id = 631007,
		desc = "联盟城防",
	},
	{
		id = 631008,
		desc = "弹道学",
	},
	{
		id = 631009,
		desc = "云梯建设",
	},
	{
		id = 631010,
		desc = "军资产量",
	},
	{
		id = 631011,
		desc = "觉醒",
	},
	{
		id = 631012,
		desc = "顿悟",
	},
	{
		id = 632001,
		desc = "减少城战时援军抵达时间|<#72,255,98#>%{num}|秒",
	},
	{
		id = 632002,
		desc = "提升城战武将带兵数量|<#72,255,109#>%{num}|",
	},
	{
		id = 632003,
		desc = "提升城战时步兵的防御和生命|<#72,255,120#>%{num}%%|",
	},
	{
		id = 632004,
		desc = "提升城战时骑兵的伤害|<#72,255,131#>%{num}%%|",
	},
	{
		id = 632005,
		desc = "提升城战时弓兵的伤害|<#72,255,142#>%{num}%%|",
	},
	{
		id = 632006,
		desc = "城战时每一组车兵增加军团攻城伤害|<#72,255,153#>%{num}%%|",
	},
	{
		id = 632007,
		desc = "增加城池和城门的生命值|<#72,255,164#>%{num}%%|",
	},
	{
		id = 632008,
		desc = "提升投石车和床弩伤害|<#72,255,164#>%{num}%%|",
	},
	{
		id = 632009,
		desc = "提升云梯生命值|<#72,255,175#>%{num}%%|",
	},
	{
		id = 632010,
		desc = "增加本国占领的城市的军资产量|<#72,255,186#>%{num}%%|",
	},
	{
		id = 632011,
		desc = "洗练城战技能时有|<#72,255,186#>%{num}%%|几率返还玄铁",
	},
	{
		id = 632012,
		desc = "升级城战技能时有|<#72,255,197#>%{num}%%|几率返还无字天书",
	},
	{
		id = 640001,
		desc = "联盟成员参加城战%{num}次",
	},
	{
		id = 640002,
		desc = "联盟成员为国家科技捐献资源%{num}次",
	},
	{
		id = 640003,
		desc = "本国攻占洛阳",
	},
	{
		id = 640004,
		desc = "本国攻占成都",
	},
	{
		id = 640005,
		desc = "本国攻占建业",
	},
	{
		id = 640006,
		desc = "联盟成员参加城战并获胜%{num}次",
	},
	{
		id = 640007,
		desc = "联盟成员在城战中参与击破城门%{num}次",
	},
	{
		id = 640008,
		desc = "联盟成员在城战中使用主动技能%{num}次",
	},
	{
		id = 640009,
		desc = "联盟成员在城战中击破敌方城池%{num}次",
	},
	{
		id = 640010,
		desc = "本国攻占襄阳",
	},
	{
		id = 640011,
		desc = "本国攻占襄阳",
	},
	{
		id = 640012,
		desc = "本国攻占襄阳",
	},
	{
		id = 640013,
		desc = "联盟成员参加城战并获胜%{num}次",
	},
	{
		id = 640014,
		desc = "联盟成员在城战中参与击破城门%{num}次",
	},
	{
		id = 640015,
		desc = "联盟成员在城战中使用主动技能%{num}次",
	},
	{
		id = 640016,
		desc = "联盟成员在城战中击破敌方城池%{num}次",
	},
	{
		id = 650001,
		desc = "占领攻城锤",
	},
	{
		id = 650002,
		desc = "占领云梯",
	},
	{
		id = 650003,
		desc = "剩余部队进攻城门",
	},
	{
		id = 650004,
		desc = "占领攻城锤",
	},
	{
		id = 650005,
		desc = "占领云梯",
	},
	{
		id = 650006,
		desc = "剩余部队进攻城门",
	},
	{
		id = 650007,
		desc = "占领攻城锤",
	},
	{
		id = 650008,
		desc = "占领云梯",
	},
	{
		id = 650009,
		desc = "剩余部队进攻城门",
	},
	{
		id = 650010,
		desc = "优先占领床弩",
	},
	{
		id = 650011,
		desc = "占领投石车",
	},
	{
		id = 650012,
		desc = "迁至城外击杀敌军",
	},
	{
		id = 650013,
		desc = "迁城占领区域1-5",
	},
	{
		id = 650014,
		desc = "区域1-5占领投石车",
	},
	{
		id = 650015,
		desc = "迁城占领区域1-5",
	},
	{
		id = 650016,
		desc = "区域1-5占领投石车",
	},
	{
		id = 700001,
		desc = "勇士",
	},
	{
		id = 700002,
		desc = "勇士",
	},
	{
		id = 700003,
		desc = "羽林军",
	},
	{
		id = 700004,
		desc = "羽林军",
	},
	{
		id = 700005,
		desc = "羽林军",
	},
	{
		id = 700006,
		desc = "羽林军",
	},
	{
		id = 700007,
		desc = "羽林军",
	},
	{
		id = 700008,
		desc = "羽林军",
	},
	{
		id = 700009,
		desc = "羽林军",
	},
	{
		id = 700010,
		desc = "羽林军",
	},
	{
		id = 710001,
		desc = "魏",
	},
	{
		id = 710002,
		desc = "蜀",
	},
	{
		id = 710003,
		desc = "吴",
	},
	{
		id = 710004,
		desc = "洛阳",
	},
	{
		id = 710005,
		desc = "成都",
	},
	{
		id = 710006,
		desc = "建业",
	},
	{
		id = 710007,
		desc = "襄阳",
	},
	{
		id = 711001,
		desc = "魏国",
	},
	{
		id = 711002,
		desc = "蜀国",
	},
	{
		id = 711003,
		desc = "吴国",
	},
	{
		id = 712001,
		desc = "魏",
	},
	{
		id = 712002,
		desc = "蜀",
	},
	{
		id = 712003,
		desc = "吴",
	},
	{
		id = 720001,
		desc = "角度",
	},
	{
		id = 720002,
		desc = "力度",
	},
	{
		id = 720003,
		desc = "逆风",
	},
	{
		id = 720004,
		desc = "无风",
	},
	{
		id = 720005,
		desc = "顺风",
	},
	{
		id = 720006,
		desc = "武将属性",
	},
	{
		id = 720007,
		desc = "魏",
	},
	{
		id = 720008,
		desc = "蜀",
	},
	{
		id = 720009,
		desc = "吴",
	},
	{
		id = 720010,
		desc = "群",
	},
	{
		id = 720011,
		desc = "箭矢平稳的射出",
	},
	{
		id = 720012,
		desc = "超常发挥，射出神来之箭",
	},
	{
		id = 720013,
		desc = "状态极佳，箭矢生风",
	},
	{
		id = 720014,
		desc = "一阵祥瑞之风吹起",
	},
	{
		id = 720015,
		desc = "受到了小乔的鼓舞",
	},
	{
		id = 720016,
		desc = "聚精会神，心无旁骛",
	},
	{
		id = 720017,
		desc = "聚力挽弓，射出了惊天动地的一箭",
	},
	{
		id = 720018,
		desc = "空气中传来龙吟虎啸般的声音",
	},
	{
		id = 720019,
		desc = "偷偷向前移动了几丈",
	},
	{
		id = 720020,
		desc = "受到了貂蝉的魅惑",
	},
	{
		id = 720021,
		desc = "使用了粗制滥造的弓箭",
	},
	{
		id = 720022,
		desc = "射错了目标",
	},
	{
		id = 720023,
		desc = "自负的闭上了眼睛",
	},
	{
		id = 720024,
		desc = "消极地射出了一箭",
	},
	{
		id = 720025,
		desc = "表演了传言中的“醉箭”",
	},
	{
		id = 720026,
		desc = "不知哪里飘来的手绢阻挡了视线",
	},
	{
		id = 720027,
		desc = "突然思考起了人生",
	},
	{
		id = 720028,
		desc = "累计次数",
	},

}
return zhcnConfig